{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "e21f677708bcdadb376d1014c3c715df2d56e67a0e5e95ca953f23f300b184c0",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "a8ayPs9etD5TZzI/pa5jP+qjWT7ZXB8+v9VWPVFIKj/2fGo/sy4pPOpIvD53ydc+KxY1P9oXUD7I+8w+svepPdPukj7ofb89BEtlP1HIYj+gTOY9tCjuPhRPkDwXGgc/tGjsPvBDrz56W/Y9/HCHPtTcTz8o8TU/zFHLPaGqUT8leE4+SNulPgqmmT5L21M/eHIAPwCdMz6Y+wk/tmFBP2rmBT9EMRQ+UlzFPtPzGz+UPTY/4HfDPoZvmD65HCo/SKxdP+68bT8zjiI/TPWePb41uz5zo+I9ZqwMPs1wrz0ZAHM/vbmMPiaOoT4qKCc+wOOyPshg2D7QcQ49OORTP7R4Vz8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "Z1Q3wBYqiT8vpPI+GmOIP+a6Nz/WxuY+wPr6PiRgMT+pc20+i5yIPxQIU8Ak9gbAUk0VPz5IAL/mi86/iISEQETlUj5vIba/4MmAP+ZGbb+mdZA+z7qTvyT2BsAUzpW97FGHvZqKfr8kYDE/AgIav+uAj79wDdU+fSubQBSkZb8ZzWw/rMCtP/JfU7+8FIe/TzJRvVJNFT8CAhq/kPZFPSigUD+pc20+FM6VvdS10L/gnd48PBqvQCr1Rz9PZYa/ThBpP4V9n78IIcA+fKulvz5IAL/rgI+/1LXQvwjCoj6LnIg/7FGHvZD2RT0TMEE/rl0MwESqhz9I6pk+tan2PbTOHz+eVZI/FsqhP+aLzr9wDdU+4J3ePBMwQT8UCFPAmop+vyigUD8IwqI+"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "dmYFPjfihj3/MZu82Jc+PWckxDz0+eg8R9hJPUtLiT1SsIQ+LH8DPl/MHTwdtk69jXvBvV8Onz2cv1y9WhMiPRbRkz2GkYa9aW07vUKYqz2Nz+499kyFPXj+uD2xFGg+vRQpvSJy+TxNsCI9pEk8PfBxAz0m3dc9sIlLPeHM+jwknQA+N6u+PoUrRD3wvm8+bqf4PTkOlD282BY+/M9WvaWjtj2IGvA8ygWhvZyUQ7xigAM9DRIYPku2zD0oDEw9nJowPUxTKT79Uvy80onnvHUB+z1uQgQ+q2+7PZKdnj2S2NW8ZBnNPYpvtb3ByD49O2IwPhBcDj1XnLo9AleePGVMpj1SMAk+HD3CPTcdkj2AT8c9/sGwvP7N4Lvnd489wG4/vEFfrjwKOOM9dK5kPZI3OD5wQaU+ySXQPRlu9Ts="
      ],
      "weights": [
        "0lcFPjuhEj4rh2488cFmPYndiz3Yn709xZk4Pr9SDD4vSmc+HM6FPiT0ez1fB4Y9rR1RPcD+/j2oi148DfcCPmWbDT5mp5S8PEwiPXFaSj6brwg91I9bPaijlz3Xse89mcsMvQmgPj3c9t09ytzUPFq8/z3FICo+F9DuvAvbtj1xbeg9oIIfPg3lGD01RqA9dvURvVUUBj5RSYc9U9b+PEBkyT08zdc8vLg1PUv3Lj10LgM9vbnUPaljID6zHnS9pmlGPhDvDjyBWmw88gU2u8buAD2IFaM9ibvAPANQDz6k1wm9btIaPsjkiT0Sqxc8mc48u/NK3jxQT5Q96nAmPrjxI7zfRhU+8p6BPjPVFT7Ovtg9HVTOPRUoOT3LBwM+bYzBvCM7oz2Fwgk+iwKFPYuaHz6W3ig+bHW7vExb+z1+ToY+OjAOPuiRojz3rCo9/qbCPQlPyj36RZQ9M70TPiA83D0JqRU+HyWCPZK2kj0KJvg86sSTPQhX1Doc+D0+TEglPkgrwryjgCQ94CAdu17XzjyUVQ8+MeLfPW8VCD720QG8Q3x1vBy0vz2E3s88u+PxPFMjTD79+CW9S8LsPbDTTj7Xt1s+pmoJPZucID3Wf5a8oCUtPuJi4T3ADe08V9VePd9yLj0LnOM77+uBPN6vfT1Ylyk++wztPXYwfb3GWAo+sPNwu8E51jyjFs68ZyxAPSPH7D0paX09LsABPoSiKL3dtAw+3i0nPUjyAj04f5i8TWfUPYmP/D2vJLU9GiIKPa6oxz3LF2U+hYwsPrULND4+gpo9AJ+FPKjE5D0okoW8fQe4PQ6Q5j2h/UU93qsyPmqZID5CMVG9M1rPPVKnID5rd+Y9iB2GOuUZeD1KQ2k97OqtPS5TMD5prho+zuNSPm5TNj5punU9J0CMPTw4Oz2s7MU9/6a6PCNrET7qQ7U9DsadvA9dMT2bH2A8mfYgPeWcET4Vexw+e5DxPdYIsrzfhpE9lKQNPqWEbjxjtMA92yAyPgfRt7x5/No8",
        "vei5PfpAJD6OuBo9AC+KPfQZSr3Edf498CDvPfcnCj2Fm5w9jMtHPQxjJz2+pBo92ESVPRSi8z39Q9Y933davcQKMD5o12+8z9bJO10djLvRqJw8Mb+RPWjMmD2IQ9k9BRxYvad73T108Wo9atc8PfDkVLyiPDw+VyUAPlwcTz3lMB89VYpEPg55MD4o2Ts+C8MXPpiIpD3gi2k65qiKPZzEA72p98k9njN9PmPv1D2Acy0+lexKPiJZ3byRKKU9dFt4PslHPj7qE5m7mI1KPZzBEDv7xho9eMUGPuvWED5e3gU+yFwEPuqpbz0XmTE9DRJfPUF9Kj7450s8JkrPPYcMAj6aSie9C6GUPUxxHT0m/987wnD2PPYqfz1SBI49gkCEvE5vHj38otU9CCIBPZmcqD1FdGo+GmoJvekT7LhsWw4+C7JYPvW2oDxZXQY+oBuPvYalnjzl2SI9JwicPBVbwz1Utj49UOOQPJZHkT09Cn09GYL1PXwwND63oym9mfrfPX883zvpScw8WMzOO4T5mT1WDm89cUekPXEU+D2FqVq9a8cfPrqccj2o7wM9gtcNvLRfsT3TUJg9PWJHPqA+mDzThkw+h0A/PoV2LT475r09jXHYPXeF4zzY5RA+wvMmvb7Erj1xLAM+rSwGPgS2CT6GBjs+iomSu9cr7z3x8kg+P9HLPSDecDwbZ7k92F0FPTYZgz3b3zg9fBKWPfsEKT5uSVs+amGCPbAzkz1y0lE9y9UvPrnr6TyF6vQ9yqfdPQKCADlDsqA8x7zcPR/j+jyqGQk+YY25PUDbgT1Vs4u8ERcnPbPjAT6EUGA8Ru7MPbKxLD7IgIO8Ax1tPiqfsj3MaSM+26IvPVcObD2VKAu98haLPdFUkz13vxM9L9O2PSIAdD2t01A9UTovPWTaKD2nKQo+5bEEPsdMH70CpQg+zp8MPMAgNDvSOrq5jHXJPV+l7z3CsoA9oZX9PQOZFb1OfxU+gRlsPZBRjzw7aKm8kR4eu3X13z1yCJ09",
        "kAE7Pb7vIT4PdQs++asxPhAkjT6UOp49OZr+PFGsvT1zqs68yM2ePaSGqz0WwAA9BZgpPkruLD7r5m28MwmzPQ6aWj6TbEC9uQ8Kvt9fm75PrRy/dzAEP7UjhD6e5Nw+jdW7Pmev+r53R8G9of2JvA7jGD+bewu+un4Ov7arwztvk5+6bw7UPnqyLT/1wCW/JcmwPPCTibyaiMu7x9kOP856Zr8UjMY+iTPBvszw271ygpM+NHLtvS67VD7POYG+d6EUvtWnWL0ZSIY8VhzyvsY+Rj+bGAw/LYjOPiUo3D656gQ/fTvTvmNBYz2msNA8vM9sPrviCT+Cnx4/FZgMP3o2zD3ayAM/vPCBPpZgBT/ffk0/pvlkv6HwP7+Zj5c+/jGaPtqFzjsPxlC/1f0QP4b9nL1sS5S+HgXwPqIbhL7tbQg+3XzXPiuE8rxeLKO+Qd20vVaNbb35VNC94Gaivr7knb/KIWE+r2aXPTPshb+5178+OhM8Pi0ajj2RM1A+sY4mv4WlS73jMEi+Q28xvfjoUztC1OA+5R7KvU1CDj+b4lE93/lRPfyvr74t/NE+QdcNP+5Gkb6NzKc+A48GvtC+rb82DKs+UJy5PHb1uL5tqYM88KIvPk0Ou76hsx4/yJEvvz9yGj4SIZW+Ym4lPh9xDT86ofS+0QsZv44tvz65E/y9t9Cjvbp04r2pqPg+KVYFPp/2Oj4hshc/J30CPn0WPz7cMiW/Cuwzv6yXaT7JUuA+APvsPsTdmr5zOyc+OoDivmZ2IT0qWR6/RpYtvWebgT63PXy/b/M+v+VOMb4SFmU+KT8dv+IQrb+4+7c+uVjLPnU0FTutCj4+dgQHP5WjDL35rT8+niIMvS4uR7wIjTg/mvt7Ppfv6b5rgEA+QAi8vwFmFT8bOMa9/77fvqh1E77VL1U+bqHSPrqoyj2NXIo+CF5zvvYC8D6L5Ac/RQ6bvqeODj9JRJU+LVFrPvSKdz/OCws+h8Yiv2vw2T6GAAw/fhudvovgG785lZm/",
        "Bchyvtawrj6P2kc/+FGqPrFjnj45IwQ/9q+evu7jiL1dg2I+lSeGPSVoBb836ok+xMdYP2PMj75CUCa/MRHivohjWb7GEDA/pNiDvPxbuL3YAHY9pc60vZehND+riqA+sOVOvnIlv79sbBe/uGOjPStAnTtGeS0/n+T4PnU5ILy0qyC/F+mbPqLdc7/YjGs+3YfYPtCMD78KZIu/oDkkPqbUcD5zXsg+/LJBvoNZfz4peTW9ICQpPYc4qL4Hfcm+sejou55jjT1qIOG83PRePmQjajzl7Es90XMGPdpXRL69uJS/Mx6DPvnhkL5CrQG/BpjlPbqz1j3rGqw+iH1APn7ylD34BYW9PZJevuKg4L6KZ4i+4bDIPq9Lx77erhQ/J8bOPt1CzL68arm9bqt/Pjcy2D5ACTW9C5UOv7cLJb4Dyye+nHMyPuD2CT9rkMi+Sc4ivuTi0DwAzvs91pHoPlwaV78v1Ak/8lIpv+CnRT7EXAI/AmssPmoeRT5MOJC+EXyvvtALT747jf69LahZvjCxiT/IwUM+WXW2PtnBsj5M/+c+dyxJvyMupT3/Uw09l+81O2RJKD8mdTU/E7R/vKDIlz4k6Pc+6KurPjXG0T5yAS8/xIRDv19WV79j4tY90YqoPhS9Wr4kEDK/RF2hPr9X17xk64W+om1pPoS1Rb3GJ+q8rZqjPs25v73gJPm82yuMPbnCrj7ddl6/IQ/WvuYfS7+/ycw+rMJGPvH/cr+z8jU+xR6KPqtAqjyUPwY+E1DnvV/3Fj6r1ai+y6esvaHF2D6YIIk+K6lev7ZU771+Dwy/NSnsPQVytL37tRG+mCtuP8RoAz4b6LE+5Z7UPSetO78ggbs+29yGvg2Vib7W4ZY+fW2FvbWcqL1QPj0+ALsFv/PFNz+Tbje++D5guwG/iz4gjaw+DO1FPguIzzun/BY+624ov5RBhb71BOc+c8KiPniZJD445WG9I1j3PloaaD5XYii/Ya0uPn9S1z4dVIu+fcp2vrkfuT7Gi08/",
        "kP+OPvQ3/D4/pHQ+9KcWPuzBdT4clja/kRtZPiYtKD+qvYO+BLBKPsnQXL/Xcps+kHOaPpMHNr115+G+7qgfvUvHQ75oRjY9jzvlvPyAk7yiKEa+HfhUu1cpQL/+XYM9t6w8vyYOfj6ktVW/vhwVv2zYwT4amto+DNkNPpX80z0JlBQ/e1TfPnGVzj4sHAI/s5kPvxrnjD2hXri9V8aDvjJ2X7613BC9qPb8PW+3FD8GqUU/XaKnPQcMgb/XMuG+ov2nPUU9xz4X1PU+vMTYPhvBMz/RPRQ/DdcOO42biL7oD40+tngbP4w5ML6/xYM9tWScPfoAH7xJvbq99aAhv67ZJb7xmB+/4k/vPQwJnr7MLI4/1+SVvh9dYL7Xa9o+ZIBJvoG3Y7+bUaI+9c6dPomZJb6YXS8/Vsz6PjR47D4RaTg+QLeBP8IJvD5mwbW+lAVnvdZjCb2zmZi+avkJPzg9M7+YQYg+h+XBvpE7Wz1vsfY+B2Q4vtxhBr+HQc6+2xy3vlWyRT61peI9dDYTPg9kAL+zqHw+vqKyPix8D70FD4S/Z6Kqvl9qO77+gFG/22EHP0VT7D6d0wQ+bWwZPUj66L4tqj2+qu92vi7bCz4/8gi9jbocP7mp8b0eycs+Fnc5Pq9qwz0M07C7jXVMPsqXGz868Qe9mKFIPrX8Hz7JZTi/0++VPv8wWr0jVpI+KM1kPTkcij1gikK+tz9PP5ktkL/6GOU9DhsfvxzdCb0LoIE+i5OHvg2oub4pviY9A8VgPgWKhr6y6Cm+6yMYP6AEcz59hoQ8ZfFTP/mEvr1U76M802+DvxoyQL+uZek9LKBEP+xsHT+PhMa+Bj35PZLDgb3bP/q9sGiJvzUEyj599gQ/BPCPv8i/B74c87Y8XSQlPgWYKb+lXpO/+h0xPmDdHz+yIQE8be5DvhPD1T5yLqI9sOFfPkdjSb3xXJm9pf4NP9s8GzxrAQG/Pi2bPqKour8BIKI+Xgo3vmGAIb+1zEG+H+JAPtVw0D1a5WS9",
        "wyaCvQkh8juZleq+sfaXPah6zzot7NQ+Uop8v8MWgb2Ay0C/6nYnvnTUlr3GzT++LPsTP5M9Dr60tMs+UKAfvi8bZb9vLr4+EWtuvedVez4dYds+o3bfvkYkLj1H25Y96xIvv8LWTz+o5sQ93bGivCszxD7Tp7Q+7ODDPuUdpL6PXRk+bKcgv0mmAL8314M+ezbIPqOIeb3Bm6U+JQ4yPgHbhL5lO6K+6WMnPtnNKT4KAWM948wXvknzoD1FGEw//N35Ph+KOz1yIlQ+9aHUvq4Nwz7jnyC/mJKOPiD5AD87JVe/GVCFPiICrb9ETtg+TsVNP1K2nL071vm9x1eTvZryMr2C5p09CePJPjek/LxE/xg+jzuSPh9uG78RgJ4+5ngTv24Rwj7M5ZS+27SFvyY7oT6NDYY+WnrqPK+2CT68HQ4/xMMovqi1FT9zV80+/cmtvL5WaT5Ufjs9GorCPdLqhr0FQAU/wnovv3qjwD7I2dM+dBv0vXhjSj5/N8m+Sylqv0IE6z4VGh++SUhoPpGb4T6jgXo/KDXYvvsSID7vOKQ+YaWIvtDwAD7pxTU+aR7wPs/9uz6UMw+/Q4TLvXFYej55jie/SammPZF0ND4lTdA9n/2KPA9PZT8RSE89k/W5vWHWSL9QAD6/D6sePosknD1QVsK+/VqlvhbyfT7Fv8q81TRMvrRDT78Rb7e+K1AxPnii5b7V84K9pLcfP+WCRr/8RCm+hklwv+fCIj6RDwI/g/7LO9N5iL/moYG9EVHCvrXJrb4ODRQ+PBlZPmyqU76aDRC9xQ/lPjY2GT+wk2a/G62SPpoMhb9DJo6+7EZDvkkhND7Emhc/8PiBvuOk7j24DVy8qDAfP5kbmz6evBO/6NWXPtf/lj4KQlY+n6eCP2wgC77Cq+G+/gaAPhvy7T4eVgc+ddUIv0pHN78/HAu+csctP9ggAT/T+N8+y0XEPiWcMj4DwKM9f8SmPlENsj7D3wE+vq37vvXDOD1W9dw+N9RmviysUr/pZt2+",
        "OnIgvsK+8T3fjpA9ePp6vlPbwj6l6oS9L1UfP7k1Yj4eXBW+ifDMv54u2r48C/y9uUl6PkC1MT+j6Oc+LN82PlU8C7+EBqi8+nVdvwE7iz62PdI+QDcNvn2Sbb8ZWR8+SmdLPod+jz6hAQq/ZyHHPlhZnr7IgPA9sJzEvniuEr/9npc+3lkYPUWN7Lq5kHa+R/8YvSERPT5LFHG7RO8lvlnUlb971HQ+10KavrBKEb8KBZo9zRYCPrHT5j7MM8o8CUP+Puo+JT4NX58+IKUtP2K1pL23jhA+WQWvvY3sDL5xl4e+l9Mxv8L8Uz3tKpY+ldxXPwVCOL5vfX6/ZcNEv2i2c75W1xk//7cAP1EYID62Ucs+7SMzP+Aaij5VhnO+b0hZPvgIHz9pkxm/t1UWvZ1OjD6Bh94+lFZDvihZ4r7g+AA+VEsGv5Srhb1lwNi+G4iIP0/Eeb7kbwA+kcYSPzUqL7/hceC+0mIsPuuX8D1DkIK9kUfIPtRjyD4ei8k+4yd1Pg5oTz9qS7M+DR7SvWOpJLzvoOY83N68vpABEz89CRK/RyQmPp9/cr/Vi9w9GLDJPuP08L1JDQu/dLcLvzIP4r7mlwS+qQUpPtLLFD77ap6+/s8MP52GrT4prq09m7F6v13gqb6p2dY88uafvxzb7j5d7+k+KG4Vvl0Zpz5TCwc/sfRnvrneuz51ik8/0YU4Pulo4z6zI+49j2eGvqb82T0u/w4/QphQv8gjIj58GR4/8uSFvq6rsz4kLBK/aFErv/4Hpj5wGBQ+gLTbPgZelT6Odms/LdW+vjzkB75I2WI+el/vvlT5K76TNfe9F0NbPmCP9T7kFj+/yZwYvpZoVL33Qyi/FlRhPK9/Tz5KQk4+uI6rPopZFT82HcM8EiLPO229V7+5fiS/jEEHveztIj5AFsK+tgXAvqbpiz4KCQE+wHu1vev0Sr/ZRNi+pZgcPunDo76fioQ+OPJVP32Njr/3HqC+YeJDv0rUwj4BTgs/fyeSvFEJf78KhH2+",
        "2fihvkS+5773pAI/eAHAPKouCj65ndE8ZWk0P4AZwT5+JVC/iinSPrQMPL+YPw+/A1fPPvsLEz8K6do+Q4W9PbamhT7EvcW9Dd0xPgdq6z7e82q/AIEaPzbDebyjAQe/XTOEvnoiHj9XtgE9G6OFv7yBmj53sUQ/Fd00vwO+xz2wYJO+LHlZP49DrztOug++c9jvvm5PWL4IZhU/SXGZPtG2Mb9jiU89NVDpvQ8jSz247lS9bVQ0vnrTKT473629urS8PmKZN72Wm3m/9aABPx+No70w1gy7UGY/vgM2Gj7khWO/raWCvcx5TT5qbDY+TqADv5s6hr5mbui+B7tkv+n+Jr4jyBI/8bgOPtSfeT4LKFc9c6hWPg8/LL9pgZQ+VtEKP32kAT4afGo+WB63Prbk+z6+fxW9imCtPc9Ccz4dNqi+vpdsPzhsnT7W0lS/tzMAPo5Ehb9jgZy/QWUZPf87RD4rLxm/LV0+POtPPD7cqFM9s3vzvo5RaD6cJxG+3sAtPd4IlL5dNpo9hBn3Pu/Rhb6F+Kw+0ZYOPUIGtb1bjGu+cmufPuDHOL8uNV+/SymvPqBokz4J4c0+P1u9vXQ/2b1/bFI+suG3PnPSub4SOFI+EmvAvGqEJj8WmMe+oUhvv3wxnzykuya/CvRsvxB0lr6tUTO+qpQ+P8r3rj6RHJU+F4xpPq4+OL/TSDM9H+sZPlAqkD7Aux0+wKZ7P8lgEb/D7429G80vvziRy7sDaFa/mh1Cvgd9HD8pWZa/3DQYPgsL373XgrW+tY3LPrMwur0AOCg9R581PqKguL49+Vs//N4lvTcnoj6bfWo9+QckP/IWsr7PeXQ9+DGgPokcvLvU1wO+pTyzveMKXb+JCwE+WAjlPWS+GL9UXmQ/aieCPqjQCD627ay9raESPpNsSz73ahK9uq8kve2z/77/RR0+shchP7GCwT07N2Q+Cuc4v2r3hry7Ht0+xC5cPwH0277ROe89LNqDv9J+H78TsaI+3j+oPozdLr/HLCg9",
        "E4wkvIuCQj92cgm/xzsQPoRbVr5D9Qy/I4oIP7vj1r6eJZk+T7S5PuEob72lzSC/3osUvqoFWD7+Mdc+NLQ+PgPimL5O6Ns+l9gJvJRPMz8iXVw+recSP6ndnj6bcWE/Kagjv/MAUj50/oS/JxZZP6fCz70U8ZI99ikWvisDcb9bazc+/vEMPyS4Gb7Ys6i95w1wvuT5i70oun47L9javgcrPj874pi+HDIMPsxuN7zbiZo+ZIsFvRWeb7yTD6i+S82SPIBeYz5Nlpo+2MKFv25rLb65GFi/AfbcPvhIBr/LQSg+BbuZvhVynr5lSz0+AMsTvVKrqr7RG8i9vOr+vj+OKj91n4o9xq7QPVYZ9D4APsS+5azGPgi3Mr7JMO6++rMWPaDr8T6Ec9W96ng9v/kQuz5HsBQ/RzAqv8zSYL3jAAW9IEMfP6Dr4D0xCgO+pI8qv3Xx9L5OJCs/np6LveGzUr/ZHk++CHK4vthZBj9HpnM+zR6TPsOdszzhxIa94zWNPnQ/zT3e91+/od8BP0RjX70rIpc9m90Cvcf8/D3mTVG/LMWgvUQyfT6G5MA+mWtsvxzHlr4mQLS+qmqav6P+Nr4GFwY/2O4CPq53f7xnGJa9XtMJPl4+Wr+/6eA9KiIOP1FZ8T0Hf5E+fNEMP0qzJD8qC589x/BbPlHLsjyImNi8fMMUP37Utj6CfOS+ysuHvZeXX7+EDQy/+mUBvmenJD6zNPq97H69vm91Cz+SxzW+UKZ5vvkULj4xYcm9FrSwvt0CR75bmwe+uKifPn6H6z4quKE+jEC1PaU8Q7/l/ac+1pMaP90R2D1QfJm/Xx+Dv66Z/D5LTI4+cdefPkwL6z5PxeE+eEijPFqyHL8juYO+2hVCvnOTyj2zbbY+wIGCv+L4FL/tX8g91YtVPf7XLT50IWO+REvVPqAEFb6tOx4/gJfqPjEPH7/bWoY+INuoPQnu87230dU9yq+pPgHtw73Uko6+2EyNPhWIl73eGYi/gCkxPlawEj8sw6m/",
        "q+vFPcbcUD46txU+9uHLPgVIyr3euxE9mNp5vkNyUb+XrrM+TeyHPhAp2DxIiA8+u/U4Po7CdL3MLMY+AKYqPmvyij6HwgA8EmsGvgv4/jwZN7k+7ZWgvq2chL8skBk/aPAgPzPzmj7S2EQ/G10WvtbAZL5Dd7i9NEmnPpJzh73VzFG9wuUZP3bdDD6/0Uo/TQOSvluJbT5rSEM+vVY3vAhyTj5fePG63tg0Pm+EN7/mWXG/MzkpPzsIXL/efDQ+pjJrPgbJNz8T/pk+TLrQPvjXW7+SBVO+78xAvYQ2Yz5UGaQ+CXwJv55Qtb14tY0+AIMrP8BJ3j4WQAm98rY9PvRmBD8CyhW+1Uf5PZARpD5vALU9PPShPpwZg72YMLs9BDUFv6VPwT5Gyl8+clyrPvSyhz6p/SI+eqeevqwhOb8LiIi+2VruPisSAj1UrgY/djDivgGKWb6ntAe/TEZpv9Ha3D5AWJ6+J+UcvvBvhj78S9K+a1/sPVo2ID+EExs8J549PzotXT2U9QU+wT4Ov7Jrnr7bdU+/A3q5vbd1hr4PVxM/0yXQviZZsj5TxY29h0ogv21/sb7l42Q9CAu2PqYkdL5V4oW9rioVPjMPsz3Qjlu+z/qyPi0UiT4u3oe96GSNvmR5+D5bYHi/vMaGv92JiD7L9OA+fVqIPjUWIL6VySi+EASOPl9zrT3WI4i+VmyyPqmNwTy64DQ/3f75vnbKhb+yPqC7HlIqv31z3b7FZQG+C+AvvzMZ8z5aZlc+Zr2vPgXf0T0X1Oq+I9KkvZtoCj7jNtI9TomovObOUj8E0n++JygBvVVfL7/QjYw+iPSLv3VEIL7BpYg+Gfycv2pZML53fq+9s98+u6rbkT5ds1C+q5yCPsy1hry72K2+mTMYP28zUTl2CjM/cYKEPvXn1D7DK92+OfK+vnxQbL0KvaO9GLHqvj/s1zw38zG/FhaNPcL6gz6Etiy/HmxZP7LfhTxmBWo+eOM7PjUTsz4f61w+mfWYvlkCSL4oa12/",
        "Phc4v9NTlz3w8e2+eN8CPuEC4j3lkg0/tIzLPlrjz76y9lQ+ZLlQP6LwcD49bKG/bIFxv2cYJj93q/Q+ktqMPhdc/T6tq00+if4IPoLhvL7EQng9JOhOvnqLb7yqCqY8JXgav2GUJr9IF709RsHlPYJU9j4YRdO+OlGCPm9Zo72Tw8s+V7HxPuZqBr8V53U9aedMvtXcgr7JzBO95T6MPgaRJ77urGQ9nQEuvdHsA7wzvEO/YnZePbm+AT+byN6/AHsqPdzNGj56+6E+a3YbP2dTZL4G/Ye9/7kSvjdHXb9gno8+NBNZvI3riz3Vy3k+0/kkPhBA1r7N89k+e0ATPiDN2T42slA9SuM9vtDHij7J7Ys+gNHcvkDsdL8LoHs+C/QXP4172z4//t8+1QHlvQPeKr4+JMq+8RsfP34EQr68ZcO+hDyIPRGuuDyaJTM+f0kUvootib0zhJM+2L2uPnxi2z7/h3a96SOAvyb4jL9cdDC/awpcPVr22j7EfF4+5HYZP95wCz54i70+UngQvlQ9974Li1S8PLaBPAYFmb9QLpo+ouslv04mBj+BlAW/oFtGP1XMMz6WR3o+vg7GPQtOgTzPcP+9LvXNPbfolj70SAC913vsvPJigD795hc/wMKbPoExSD5wvJS/IfqKPgqVGb5MogA/CnWWPqYFY7+8S3Y9wr0pPrJ7Rr46o809rdkVvRnyAb1KK2o+D1Ndv7NuFz8mid49kR43Po1Y3r3iWIC+UF33PTp3zT7X6O89/RsyP1N9CD4PFvg+ahNDv+IKpz4B7q27P1khPuDXdD/wQAg/RBwZPWlLCD+YIK29SmIRPaGKZr5zh2O+gtrVvq/N8T3KGgU/rhoCP/qdOz7xvUC/n2OPPgzauT5un2I/yaz8vnyWEz7af3i/6Vg2v/IhmD5nf7M9EdUvv+uSY7ujn7o+l2fkPuQiTz4Je7+9jib0vm3ERb27ILo+v7gCv/lHJj5ow/U9pbKFPmq5/b6Srpu+xyngPWErEz+JX4s+",
        "0sODvvLVpT035i8+Uo96Pzobtj5sPi8/pzFjPg+zUz98xpq+Qfm7O6xjWr/GDOY+Ix6uPGUCUL2Nn/a9S0sZv3YQuT0OAhY/8BJSvvfG9z1P4rm+Vp56vsCbv72vmZC+7ZE4P/elPD4mnco+f358vtxZtD6+rWw9YZ5CvT4Sjb4JB448ptuxPSMDKj7s+2K/wJOVPPuPsL+N4IA+FDFovYjJtL0EfHs8BU6yvvMNRj7dsUC8aHOvvv50K74YGTu+XpmtO47eiT7AR08+ryutPgTJAL+7YWU+guETP3PuLb532Gi9Vg+RvKTQ3LzZK4K/I95wv4SB7D4vEHm/wyZavbOoGD93SJA/mC2mPIxJFb5NWnq/Xz7SPSryUrqdT849Zt+9PlM6I79TVdo+msyLPrlTJj99bKw+/rY9PvB9LjxmtTc/g5XWvRApmD1Wxe4+rG96vVlPrz6aobC+S2tpPXzjhb7uSYI+1/R5Pnpvbj5Kqds+tLS6PjnLCr/6yWG/ViOkvp/iUT+qItA9QyhgPomaj777cgm+OxZPv0+Xt756M0c/yjZLvt3BW77n1Sk+s+gLv5z8hz5dgyQ/K1nmPHvDND9GJis+MKg9PQSKoL7XwRA+TrCYvyUOi77Bz4q+SX8IPyjKF79X8AA/U84pvq15+b6l6Ka+tTb3Pc5PBDx62P++bUG8vMst8T35IaA+CFGyPKC5fj1RAYU+GV4aPw/8qj55AE6+ACRwvzPBjb+7nYm/e9TlvfP6yT4qchC+1F50P73kdj7ZG7Y+BUVaPoRUr76RtRQ8hrEBPlgzeL87NQE7Fl0Tv/r6VT6DdRK/CY7uPul7TT7VlcU8xPw/PYxGibu0N4S9gWIKvofaSD6K1lk+dyrMuqyV2j5hVD4/MhN4PjZJOD6kw3O/VhEiP8zUEr8pNoQ+HR+WPIjTi7++n9y+db7yPXXhkb2Bbic9lK+KPFMsJb1OSaI+VxaLvxgjCD8/MaW8afIBPpXgKb6bF42+lD6MvShWHT9iUF8+",
        "V9QUPxeVlr72LfQ9mbfXvpqtrT5I1jA9VJkTPkUAHj9C6t8+6+yoPRcADj9DQ4g8ptMlvUBxW740ZjE+nI6Zvnit472FLyo/9OQkP/Nl+744sEG9bK4UvlvCjr4T0oi+1NyKvE1VcL5Txno+fWmTPhz4/T4nLlA+I4I/vxNgxz4XNjE9Qk4vPkUfGD+EmnW+F4qOPChb/T2TEkM++lkgv7HrbL6yAJM9mM+iPq39cT9bI0W+BIOmvoFB+D3KUKG+pjCrvQ0gzD5LGVu9aUgGv0JekL3BhiY/JXcYPrfqbL9jCCy/LYlFP4PMEj8tyQE/sOCdPnn7TL8HV5Y8CC+hPpvBeL5kZCG+h30IP17bLj5ktAs/XaSEvq5d9bxskmo+38LgPjbUgb2LjIg+EzuMvWluLD21AJO+U1L8PR5t9zcCamE+FMLavM43Mr2bTAA5cpzavaKbdr3eSgC/pjj8PiBLiD5WpKs+uYmKPivloD1NgQw/9ckrPyfgM78nnKg+zEkJvh7QtT6aEjU/FCoSv9iLbz7wkza+6muPPivPz77nqQg/kQpBvkcZZj9YkMM8aFqjPsbSFD/6WKs+eME1vsidQD1TK5A+phcXPtV71b7Ajy2+oC3MvWaUHj4bbC4/wtEPv2n7bj7M1oA+9vnvPn8Dp76T0pQ/jeBGPcx5TL6/mBC+sjllPyjI0D1bXYY+zK0HvdG2X7447lu+9PWlv/J3vr4B8bQ9b4uuPvNeoLy2fhs9OiChvoa2vruXo6Q+btXrPSoZsDvCiwc/AYuEv8mKkz40i08+qWXLPbwJMD/WXEi/EyrNvv41xD6qelU/GwMjviC5Dr85K6E+RpDzvZOMBL8+sBW96K0Hv9BfgD3Bi/w9eh2XvFsYb7/ArwY/+UbMPZ5Wir5Qc34+MiaYvtqczT7OY7I+sAoUv1hKCj+7tqi+03iYPgJnmz4ULNk+yQs/vjoGzb1fyMI7dFGxvrLkIz7mGmW+7F9MP4IUlD6esTg+p4WfPnfrOr+Ys7E+",
        "HrKQPuirFD7QpAo/F3ocP4rRCD3vJLY++3k7P2iSGz4z1TQ+ItcUvmaIiD6OqoA/k8CAPuU4fT1nUGc+/iY2veLpgL4In14/GobnvFSbY71+c2A8hHyKvs3C9b3bkXa/nDW0PZMlqD6yaTA/LRuDPuSbeT5xrlq/59d9Pb2Tqz4zZtk+gasYv18BzD6H/wW9bC1xPi/Wgr7h6Qo9N7noPrxOVb9umZE+dKmUPt7gRj+kYZg+pa0LPVZEdL6Q4ns+jiMDvwWMkz6mwlW9ipVFP6IeYr1qRuO+wxOcvav3/L7X5iQ+DforP7DLlL7UHJG9GtEpP60f7r3aDpu/ziktPyIul72SxMo+imw/P2w6SL/at1c+wpDVPd/eaL7ZDs49aCg+PodjL71nx+I9Dv35PaDXQj6ddoM+2pArv6MrXz1EJle+vNXcPrDeHz/DC6M9mEHWPUBNRj66G0W+Sgpcv+QMXr69Vym+TEtEP2Pufj8EIXo9c0cWvy5AVz55gCG/ztUFvjbXHz/Lk0Q9mnpDvsSmXL3U1gU/CcpXvRutpb8g2ku/DPLrPrVzJj+Jsiw/w9UiP6FESb/7mis+pb10PpS5lrzPyNs9Z93HPnrDHrwLgAM/c5MgvUFZkb0pQ80+2ToBPsG+Bb+blEg+fE7KvqgtJT7mUxK//zqgPtxWWD2fnRI/AKCrvtipjL7+QeK+XKcOvfPS3LuKHnK/SsAnPyKlfD6k56Q+W2XRPvyPB77mAo4+Vtd5Pz88Mb+6Ybc+3CeWPWPckD4k3No+FU9ov7hetb27prq9m4ouPI8YFL+bex2+7ZCevmLiBT/z+7Q+4IWSv9XQ9L1YXpQ+WSeuPpEIRj5+2KY+QaWiPlMvs77d4LE+G7jYPTMIJr6iXJ2+kcmOvz135T5m0fi+BRSBPYPovD2v2yg+QXMePxKOBD86Lu++uHkEvtmDhjybRPo+V44FPk3aFj0rZR6/nbCEv27FUL9Ez80+njwXP/JlqD7qdMy8X3glvyx13D03ioW9",
        "JwmlPWCuHL5v2yU/hiS5PoQ83T697C4/44O3PW9SOD+oFOM+kZuuvcDsJD+5jJg9t50Mv/K8CT4qGfA+CWNqPr0W/D4nUNW+U5KHvTc/yLyQjFC8vaElPrXZzb07r9k+FGOBPjcLD70kbXo+8/0pP6yJAL/t3AQ/lyd2v0ZW6j1cLUu+ZQU9PiEQgznNpAo/wu05vYxfrD4W7Dc+Y8YvvhyECD/IrFQ9+46tPtPlkT2qiLu+bYa3vjEXGL+0bVQ/7bKdPip4ij6vYPI+Q+ITPiKTET/fyCu90roOP61cL78b3Lg+Z9IRPuOoYD2S1D4+YNBOPoJXJr9mnR8//SSoPkjI2r0I0uI+4ivmvWZnPr3d7iY9bVbOvYBJnL6bOQ+/d5nPvV/5iT9aMUQ/bbE/PorNqj4TBa6/FkmovY86GT8to4s+kLVtPrVKIT+io8A905LcPjqJGT5b2am+u+OYvuPx7z4xJSM/wa5hPYmjfLyaxSq/vUQRP5J87z0+NZq+e3xxPrXQfD7xNb8+hgamPsUzfr5bO6o96LRlvOl2VD0DSd+9DsGiPp3sPL50xZQ+u10iPuSLmbxu8My+hDoWP3QxhL49F4Y+KOAjP7RHub6eJ30+iMpkPH0glT3jV8+9IUqWPihl2L0IOB4/q3wuvhrg7D7GAF4/88m9PWmZOL7wtuu9JsBXPi/thz7fB6G+zIx3vdb7PT4FS0a+VQMrPz6yxz3AQSA9nywNPoO+HT/WH729Hp2fP0QfyD5dhda+XSiUvvF3BT9/6S+9cL9YvdnoJr1fHDO+bUXdviZugb8oxx+/DZt4Prv6wj67u1U7ot8sPjTGgb4jjV6+2a4OPxYJtT6I2oQ8UEv2PneFnL0H0KI92A8HP/FXmT7z3U0/LY1fv+boE7881p4+j3cjP95pHb7rrZm+06baPnhySL6Wvwu/d2UEvuNgdTxSK1w+70jrvMGHa734EHS/z0wKP6eXhz5dULm+bhAJP/eERb+JxHo+CE2sPXiwi78JzVs+",
        "G5MBPnXULD4jHOA+TnOEv8ufBDsDXZC9C7HiPnCjRr+MMzi9utq5vrtY4j58yaM+Lip/v7Lopb5CqLo+U62/PlghUz0iTXg+Xy31Pmdxn75R9/0+erWePmDXVT7kR8q9bP6Cv93M4z6L2ZS+ESudPOY3Bb3WJQE9qEDVPvHIej5KQh+/rH+mPoj5Zb36ajk/mQVLPeQv5by4922+lReAvxIrXr4ayQ89H8jxPhFcrj7UNFQ+7kgRv0DAvb6pJrc9aEIbvlhKBj2CTHI/LwBQvre+mj7VNBc/4uvQPADBBT/tzeM+oPuOPmhp+D3XVzI8sbZFv3H9qr0awiY/huS4PcuFEj+ATRq/yRpVPspZNr0iOPu9p1ExPoLWtj0fJNY9ug6fPmIEOL47PfM+HjHjPu4MQr5H3RA/UV5/vy5vCz0pWN4+Kx0evpuXnj4a/F+9HJAgvSzS/TyqLKa94jTfvjI6xj6vHGE88IeLPx6xcz2NtTy/cd1Gv0WMij5ZLbg+ZESUPvaaND6zhvA+o3N0PkW1Nr6C4II+O5XYPkVe3z5HM48+6oWrvgnmDz5FmZ4+LJEKP4xN1z72QSw/T/WuPs58Ij2Iq6W+jiRWve1aCz97U/E9a2iZvpW+f7/z9mG/3SsBP1dUSz7MoQ4/KAW8vQOBzr1jGwi/S8TOvU67Ez/lUxE/lGsnPvsFDT9zTsi+FGiPPjhHHD8IlyU9A8RSPhvta7+arJa+DlYovvq3pT5Exka/DmVpPrw64z5z+Aa+EndEv/JCgT7h3Vy+3g8iPxLNEb4/NyE+mJddPji/BD5qrtU+ExN7PqWI474qYig+egKdPimgnb0Y50+/iK0Lvlwjzb7dQrQ+epJoPpm1oj556Fs9VQRkPAXSIb3g++K+aVNZPisi8r6V4XU/erj2Pt8Diz6NM7g+bY1Iv6XQtD5DHgc6OYEBP48+zT6V6Os+3hqHvbWswz6pMT4/4bp+PQ6E9z0HfU6+XO8APdJ8Vj+5ora8LORivVjuez5q4TQ+",
        "pNlkvmeKVz9+QTO+FofsvccLBL4Vh0K9nZ9vvtRJmb/MMMa9dtrlPvGPNT/G0z06BVumPpBNYr9SxRY+n1whPophWT6hWeG+OdOCPmxPsL5UC+W84OUKvkr6170I56s+xshhv0GsCz50E2A+pEpgP4hGED7tpIg9zQJdvqZF/b0yuta+VUCePpp5Qb5itzY/9L6aPh+N5r6bJZ+9h+ybvvViwj6Ca1M/eVqdvsc/2ryHPIc+zOknPhQJWL9B5E0/UusPvvO43b3IUlg+8wcoP2D1Ab3NWsI+GuzSPSxgXL7B7Ks+jSHVvvhN2j5BDto9pCMxv52Os76U8wm/9wMKP0yKtD4nk5A++XghP9ee9D4eieo+p3eIvmK3CT86WfS+QmS0PV5uDrpnzRI90K7qPkKNor2Blyi/E/wQP9iU2j7BTDg+c4L9PnBML7qRQGW86dujvWgr8T2EqOm+bBmbvxwb8zy6IIQ/3HV1P4hMYzqjNsU+HNS1vxw/Yz6tTYU+sPN1PiuJzT4WuQ8/+6ZWPXouCT8wGOA9YvsjvgYQxb72ML8+bTQ7PzLjaD2LIaS9TsABvxbguz72huc9GnSdvnC5YDycIWk9hjb9PVWCPb6Su7I94vNrPjPZ1j3/Q4c+06tcvL9YFD+Y09a+CNzHPlR+xT5bSow8J0xcvlLOBT8QkpE+B3uUvjksIDxO9vS+g4EMvu4ier3+lpG+4fOXvsGJ6T6ZLiG+Zwu5P+SLaj62Vga/K83ZvsApvT3okPI+qbPRPhkMXT7/qOo+hkWRvXQdaL3nUQg/y6bGPsjrCj+4n/c+6Ph3vgkeTz6QVDM+jHEmP0Y/nj6JzyQ/GrGFPm45BD0P/ke6a7trvfJf+j43MvQ8ogp+vpaGar/NRG2/gLwEP+aXwT2mgxc/JK+CPN/kH776JSW/BkvTvmRHAz++WAQ/S6s3vprO5D4Sk0q/6G86P04XnD4egQy+FUioPmbhG7+tbLa+K6/Bvh2kMT7Y70C/x+W0PuGhzD5EeoG+",
        "OgXuvSrzMj+tzg++zXopPzgQr76mYAu++6vAPjPlcT459wU/XpravotAKL06S9w+ZlRrPggTsb3ZUxS/cNjrPZ2F4j5MwYO/B6UxP9kVi75hvYs9DbIZvh1lV74G4KQ+nQA1P5K66r2giAG9rFdwvv9Mdj7joA2+L3zBPqlEmz5GAj6+nNiIv9WVib/xTAC/hOX5Pk18z773SRC/on6EPkDUhb95hDs+3eoVP0riVL+aeE8+oayYvo+/Zz1lQF0+QO+xPO8btD0eymO/ZVtaPseOdD4wlZM+3mcKP9obXD7qYYE8z9UCvv+YbL8Tyg6+22hPvntnLT+ogK89aUePPnUNrL4vhY8+TzIUvshAD7/cP8u+7qWPvsIrpD7p3g4/q1ivPvIblr7asuQ9NEo8vHyf8L3T2/W+7YE6vlHgsz0siCY/H6vDPtrRwj5H0X4+Q0+5Pn6P1T6qhtY+dRqlvqPhET/XvRm/jX9YPbNftz4i/SK/BAEGPhjxiD4nh+K+GFmyPT+GEb9ej9E+k56OPrTbQz+erOk+c+AuPpHKC71hnMA+OHmFvgC4ZjybcOA+dnKgPl9+ST0rRFQ/WxLfPugXVT4lpqS/JKmgv3KpQL8iAss+7IwIPmRRyb46GAi/tFSTv0B1/z19BMu9dKDVPvNyiz598OS983kUvgGDSbxjZok+2nravXngcr+nfCG/G9N4PoA8rL5dPA6/i2MEP0i4MT8I4Y29wqBIPtTcDz4ks7s+/WydPrjp+D5kMDc+/WnevvO2TL8kpws+AFtVv6KgQr3n7/Y7I8PlPoaL0bwk/02/ArOpPk8nuT50nAe/bpZ0PkKYab+8pGu+rnfCPk77V75H7Lk9d0MgvSig8T0V+f09KsceP1HOpD38Sou+QfB8Psqu5L4IIIo+TYytPqywmr4B7ZA+m3dNPuVg7Ln3hJM+GyM/v2bynj5an4w96ZgCPxRtUz5gzwQ+ChebPWLGO76GM6e9smOtPWDGFD+fYLs+WevCvr5cXD8Nzpi8",
        "zOzWPT+MYb+mXFm/6fRlvUAvLjvQYSS/wh+ov4yVqr5brBg+JV0IPTwVDz2dcU2/ySAjPaeX370LPiU/lg2LPSS5xj64IYI+frECPrPd0b7Dj4i+U9wHPwGYQj4wlw8+UJaKvXUkWr4R5zu/xCoovjRtE71RR4g/YYUCPp6ZpD0MUek+y91ev2kcgL8Ujdq+9bfWvai2Wz01Wd8+sBE2P7s9Cb/gjwI/+4CJPs1jaj7rDoK9GgBrO8kRuL7pkzk97CIRPlDOnD6gtaa+786cPkAOtz5Kaw4/DasRvVzfRb7dzHw+JsxovkbFyT71PHc+ww5Nvu1YmT2UAZU9TNSHvv3Sgj6CVE2/MsUnP5sRkDyWFYK8x929Pb1ZIb7X2ok+G/r1PnONw73LQCA7VUi1voM/lD4JxEE+taT7Pvs0ST53yPi+5uutvzOwpb+2x4O+PxI7Pm7VeL4N7Ae/fz63PjKFhb9EXDo+CF0IP/8Qe79HRo8+6UaqvaT3WL2K2j4+yWkjPkfSXb6RZ1m/7Sg7PpWbQz4NQsg+5rdSPaH+JD6sQWQ+1nO0PES/Cb9v5zU+MPHNPcNMtz6V+mS9GiuKPsdEVL6m46Q+6MoWv+Q99b6fpQW/etccvg/x0j6PTCs/m36OPsEYlr5P9+Y9KqhXviYuj76E91y/HCnjvZIJC76sbiE/BoSCOdXTDz87Aro+N7CIPrd6aj7tMQc+B405vt/+Ej+8V0a/RTdqPVhFsj7hFBi/ZneXPbXPCT/Wo4q+DZI1PoGp7746pE0+nqZSvw1xtj0klwU/weCxPsuH2T6qmYM+30uTvPzYJr0+05y9QGp5v+WMzT5w0Mc+RbGpPoFHM72x1bC/vNx2v+7j9r6A8p0+lg21veeiXLoUtsY+wDxLv+XZE79I7Os+EXscvN9fIr/K09K+mNwTvSo0az7XXH0+2P30vjjajr+wqAk+bhcUv2w6LL5yrIK+5nOkPmEfuT7nsuw+wwuHPujv5T78j/a93BGWPc06fr0J3RQ+",
        "CAu6voYEhb6Q4EI+dFQYvwzlKL+ZSaG+pNS4Ps5KFr7El0g+L/rrvs4+pj5sa8K+qGiZPaOslb68B2s/z/wkP3nFVD4DGq2+Yyn0PdMh5T6aUKC957uyPrb85T6qFjC/LFwkPdyzhb+wb4e+8gcMP1viGz6ivK4+23fgPYEZFj8R51Q+q3udvulSaT5yp5y+AcP8PubVbr5oW6c9MFDfPtb86DtXkwA/8bOnPbzpLj6Z/m2/gq/IvtA3FT+/DS6+rFFLvsoJhL9VxIm/gQUmPp6P7D4tTBa+s3PgvtnASz4uBp4+TPA/PdZS8D7SM0q/d3/dviQCqD4qwIU++6sOP30A1D6DZgw+Pz+evXIQxD5D4H6/qX6ePoGMDL4ptC4+1R+/vqFE+z1j+7W+TTT/PXVGDb9bYLc+Ko1+v3CdnD4rjoS+gtciv7mSSL/ZTbM+2FcIv6zsaz6bc5i+IYlIvuxq7T6JbXg+sPOLPaSrxD7uJra+EgLCPm98Cz9Q0LY+/ZoEP8SJar50lwY9bdPcPiNVeb7kywg+sVekvULIjr33tCA+2689v1PEa74Czo8+U8sZvWBV2j2hFuU+2Dlov4CwoD4vRTq/IvQCP3YvND4m2jo/VD24Phusbj6gdo28ERv8PhUlor0vuIq9JqgRP4OhNj4stt4+YbPdPrUCMD6gmEs+tAeZvzROfb/NcXm/MrILPxg8gr48/G2/l+OfvjKGgr+NebK+6LoWPsqSlz47hl8/8ordvX0sij7+WX8+cnfOPCsezjyqK2W/3AzGvuVgoj2GkKi+k4cFvy77vj66jRk/Hr2bPd5Elz7uHxw9yCDxPgJOWj54Oeo+rdUCvfN8u77BkDm/s8OfPYT4Sb92Vv+9P1mEPDXsKD+LeSu+WNhcv0Z8vj4YZDI+6gkGv25OyT6h5SW/BrasvlqTTj7jZN29JA9BPuowgD6uFCg+6LCFPoKt3z6OCdI+uWPhPj0KBj5y9gC/4UHyPv7E4D5VFiu+ALYlP0JY8D1uedM9",
        "cM7iPrzHjL54LoA+0QUnvzuswT1tcJU+iascP08ECD9vbSI/+jYXvnLAgb30J5W9odLyvkHjOT4dPMY992UOP5ND570y3Kq/sHM1v5PJBL/xbrM+prnxPRCULL4jeD8+7u9Rv7khCr/Bmrg+Sa0IvgRIHL/WIJu+IUE5PZFWUT26aDE+CWKovtsCdL9EU989rPJwv4kzgLwV9M++yIQWPuTx4z4iRZk+sfWgPjJwyj7j/wk6FL/cvaHuNb7CjKQ+MpXQPTbrDb1DuK4+1WtSvvbiPr/g8s28w5zYPqAstr54jns+jhgfv82VEz7HqHi8j/P2PINWiD4aA9Y+qfcXP338FD6uq6W+5V+bPcSlmrvgPaE9tzQ9PqZbAz+z4Pa+L4sIvGajiL9CT6C+QaNoPmG79z3H+9E+fKGxPt+Lvj5lv7U9uSlfvuLkAT1lVHC+B/gKP8LQ3D4m3bk+EnufvWB3z77ZNps++Ry0vBBOZz54v4a/+IbGPtYPFz9A0iy+xu8OPziIxr97Ho++VQQovm5GED/I5s8+tK+SvrQHjb37fmA+gaGyPlL3Dj4MW3s+3wo3v40fgr4KCXU9fwKsPmTzXD4WWXi+T/nQO0IN3L5sxIG//IBNPqr9Fr+vm3w+nYuPPh5aPD9g0yE+GdwfPp4Eqz1P8Yw+4h6lvG3b6r2DiFO942uUv0lEYL1AZ72+JgRBvhQ8Rr6XUj4/CuSdvrPpOr+MWmG+rUCOvninjr3FXb6+6PnkPWbpvz5M0uc+kQ+6vnZ84D2sIDy+G3WiPgXUDb580Qw/ixPVPU9bLD7uuJs+Up88vzJGXj6MFp4+DG3KvrXoXD9ISuQ+1KeePVUX+j48kDq/LV5VPCz2Ij643DQ/lp9evdzHYD4wI4E9tTnovQEy7TyOvlI9GLsnP5Uuej521yo+MjwkP+28s7yVYtS+RMB7v+SHlr/UPyo+/AcVPm38Vr6cdZG/9ZEovjOPMD7PyO4+cdxLvpMwg79rzKk9yB6cvniCSD42quw9",
        "QLWuPee5Pz5qJw4++P/tuoJCuD0PJhU/EhWfPWDxez5TY5M+nyqFve5Jgr930pQ+SzlEPbsNQD8xByo+8GNKvZIIFD+He02/2EaIvtonDr/CPwq9JpVQPq4MOz4bLjU/v8uqvt/UBD8r/nk9jI31POwxFjz/P8U9vzK4vXYWZjxMUTc+25tKPkaf1b5CQnc+2lELPmy+DT/58gy8SgefPsbcBT/2hoC+l7DFPp7KrD4Fvfy+gJVJvhVhbr22oBC/EZ1dvd1bRL4QTGQ925Ymv8T3cD7tphm+Dc6APu8bID9MNec9hU5NP0axQj5pFEs+CUCAv0Nia7xqP/A+BLqxvaTxh75aWYe/cTWOvxRM9T0kpi8+f4quvlYeML+Kxek91oOvPoNZ1TzAt9M+MkxavzWdPL81We895/0GP3i/2T2wNUo+t8KcPQNZ5L39A6g+YAJPvzAxQz66Yaa+5gyfPpr3Db43fkw+47Uxv2Kiiz7w4US/UmSsPp7uUr9JmaI+QcocvmrxQb4zwVe/gGu2PplsCL/JyKk+f7Gdvr+Kgj1lvGk+8ADiPn0ikT6i5Zo+tmQtvnNAUT4XXtM9BgHNPgJsYj9qcro8RylpvrIYYD4KK829i5y+PuMpIj5FvvS9eIQOPpaXNL+vhNy+wH/EPgmCMb249ks+A0GPPjncTr+iU2g+bJXmvWsKbD1QdW++6C8dP1gc8z7m2dI+w47vvaobhr6+JCw+Q4ywvUAEBj81KYC/dRXmvY0OHT+VJWE+qaNYvY9CsL+xhRW/6a35Peze4z4RJEs+kui9vlunSr4O5Jg+sQU6PmJ4gT6LYrI+JSzLvrgbBb43Tow9NsJyPrUgMD7kXlq+N8twPUIX/74395O/fWgZPldTEL/aw4I+/srFPmyKjj7AxK8+/hI/PjPv/70Ec7Y9XJO1vXqIiD0SpEY+dxCNv5gQsr3fGEC/Ek9rvp0qtT7Njyc/D+0Iv9wMm79UsuU9dMsfPfJBHD5B9ny8FFJOPWu3JT56LyQ/",
        "y65fvi+Nxb5135G+WQhBPgPiMj5cn2g/REv5PVqM6D1H5ZU+yurYvi9pST5rn7w+Z4b1vrkXYD+/Oa4+5DthPrXUnr2hB9s8Qgisv2Hik76G3xY/oJEvvDjuvL6S38k92wBvv9I3OD+K0oA+v29VPl0xiD44rIW9sqAqv9EKF7++Viy8EWUIPzV+HbwqnYA9m899v1TEZb41Ecw9/G9uPkE/HD/mAqw+1CVIvtYeG79R9/S5944evuKmXb/80RI+gT8VPr19Lj+QUS4/JwtTv0O5oj2tACW+bLA0P9vzDj5q7W8+nGNCPrfkNL9xI9W+isvjPXA7D70Io5W+PPIgPmewgD4Gtu48Mh0tv0IqED+kX0o+9A+IvD+TTT33KqO+RWJsPvNYsb6FqiY9kftwv0QLlD3mYg4/Mb7Ovj2Nnr4eJUI+G6jbPr+1U73emFY+ISSPvoQKLT27VPA+L4uqvjncBD4DbuY+uICPPpOWHD/rX6s+eouavUMASz/ZzM0+ml+4viVCnz4rgwG/58KFPbS0PL44HIC/Jm1YvFzqhj3GAjm/MiakPmaxc7waXwu+O189Pl8zb76YyG+/1vNBvjHW9z0dm/s+I6q4PkfL5T4E9Bg+fJrcvbzdxbwiMNi+en9/PwhdBT/F2kU+qIqpPhpzj76jaoY/CVIGvzWWmT4xLqS9UpjlPj7uwD/64RO/FSvAPSfUBz7v/LC8yfmUPsUVxj6UzhA8GbKhPlOjc7961ds+FFsxPmG//L6Yss8+Ddwnv6im470CwSQ+CbCdPh3CFj9qo+c+ZF2vvi79Gz5Nbag7VZWPPTGbAj18mLg9YdyRvlQ7Dz/P+w4/mFOWvVMta78AdzY+ulQDPatu5b489BQ9RljUPlrj2D4hFC+/nFiuPmdtnD7UsPs+IJNOPiFwDz9TwXU+T46RPTvNF72dnhM9de0VPrqQj7+vKhe+5ySYvhumPb/uyOs9I0+HPy99ZD6hOYO+0+ksvp1WlL4EuWk+XQpKv64VBj7yHRC/",
        "VwqJvDKUAD8IBU69a/0AP+Fhuz4r8yi98yTMPYFwIj+f6yI/5uyAvcQ/rT5y+O2+vvxUvqbWST7ByCi/7YeRPrbadjxtKKc+JQ4GP/VZzL6HUtO9U9yAvBUbxb6Efp8+dcyoPgpD0j4g5D+/C32bv/6rjD58DaQ+mdsVvgMcfj8AhB6/6A2zPJM7OL9lCWY+TeZfO38exD31sH8+CVx9vqbhGr9EZ9E+sLTKPeIKKr/KYsc+osnxPrJJK78OzuY+UunAvv2oFzwfIR08S5Vcvc+PZL2eS74+MxQKP9qbB7+PjFs+BAFFPuAyIz+M7y4+eH0muxBeOL9zeI2+z/Ahvq3Vmb2T4368rHKUv3EC6r4Ref4+TfxIvU+VUb4pmIS96nymv53s7D70Ep09MHZ2PhoNQz5Imk6+Vrhfv1ubJ7/MaLe927faPjedvz5cpYu9V2OLv7oVFr6xDXs+yVxiPrJpID+AeMM9gbtzvqRPM78CQs69gEDSvpo/lL8Pcu0+nRzqPBSPRj9atEo/KaZqv6Oxlj7mOZW+KlBbPvFW8Dyz7io//ry0PhLuXb+w0je/vYSlPTkoID79o5++cqIDPlCJtj4jR529r31Gv+DzCz+n2Sw+CrujPoc+gj5Bcy++OcOIPlLogL4ZQY0+JhEqvzCjpj6tqvo+3SYdv6BU576KYY09zPM+PlZmHT9uXRE+Ss8dPfGCdb0tG0U9sDMBvw6CgL0oNos+ei2IPiVEzz45seY+0cGQvmBaOD+wSLE+XPKDPlGqxz4Q7KO/gBVcvgFfNL2JRQO/Qv9SPqVvDr36WwW/VoVFP8F1lb3fO84+osg7v0eaNztnk5u/o7CIvdR/4j3qb5Y+ovQ9P9qTkj7Nh1W/tlp/Pi8qkj5rNNe+kQkqP0va5z4Nor697FCXPuLZP75gEki9No4Hv/2/Gr/d0VY+el1sPoTGRD9tXhQ8DWcQv9aG4r5AjhA/UNyDPrVFlT6KWi092S/wPeWF477T1hc97J9vvQNkMD+RxhU+",
        "r1nWPn41Bb5QTZE+jZ+ePj8SWT7v+00/cUnMPrLFMz2Z86g+J6ucvvU+KD9L2U2/iHZNvkg7KTxCcTM/5jEVv01B5L2R66O+musZv0C85biOcgk+5lIFPXMKiz5Vjtc93zc2PjLRLj649a6+y2cKPr9MIT+vNwC/Xza6PoWpuLwyb4I9d+JoPpsNZ7+9o34+E4sNvkVoeL+L6Em+9Lh/vVODfb1JJ3e+J82cvU8CYT7uXhi/47quvlahvT7n+4y+IRIeP5vKrz5w2KM+EdmiPB+RH7+PCga+Gxe8PQFtJD/MahE/7UWQvcZtAr85phS/Ax1Dvr3evr5kVY6/VwRtPA5uGz8wEDS+vLZWPiLvoD4YmMO+yk7gvhjmxLxHJ6O9ICTxPefAeT5iU0m/P00DPaSsvD0wh4Q+oo60PjH6sj5AuX8+X09+vgJGU78WAMw+tKFav6S3Sz/cSSM/y6ONvd3Klz7OyKs7VqZkPwwRir+mftM+G5gVPvYddL9Wwo4+XVwOviEeFz4ejS8+QkzQPaLepz68Fvm9aJ2iPqUW6b4PdZ8+A1uGPpIAhr0I3oE++9FDPAeQ276iDiQ/LrSePm1KnDwSce8+5GFEvwxihj3GFMm+HmT4vq1peb3T4WM+cPFav9AM8T5jjQc9gpZXvTwXhz6EzMm+PeMBv3OsVr60fpA+IS7mPs8oUz5BmSc/YtKIPBeVGr9zyeM9HFOXvd7Ecz+pvQk/t6ZuPq2I7T7bvga+fJBPP3SqFb+Ng1i+Z5Aav6z/mD4ZfbQ/fbcsvpPpEr4ghZM+E9Ydvt9I5z4H3gc/keBDPjozkj67PLK/ojO2PiUeqj5Adpu9dvAOPxmhr77r7Ik+01J+PvxOVL4hmmc/nlIkvX76r72cCaU8DaC4PQjTxj3gVis9CAeqvuFoDb8t2gg/2S5UPlvOB76zZEC/gqIIPqSMX75yiN2+Ke2Yvvsw3z4u7Cg+ww7UviKf9D4FMUI+tZAYP55+yj7GdgY/HVrvPYh9tj7XGBm+",
        "qLxXvX6R3D4JX4G/EgC3PcHsi73D9+y+s3QMvlsS470elve+Yx0AP+TPOz2LbRw/TKsjv927Hj4Duj+/JOGmu7KHxT6+HgQ/O8HIPhKCzj6p5ii/skwYPwnhGD7aIKK+Cs4eP222vj46ozE+X0ehPqzKtr5KWfM85npBvi0E9b5EtE8+9urwO27VIz/mT769csYwv3JIF793JuY+mob3Pr2B2j4Wmfu9A6rMPZzUP75WFZa9faedvrxXbD7R7Cg+OQ8bPwpzJ75xi4Q+8zCwPtFRtr1zwC4/bjG6vnlYB77OeTI+VEsAPe/aiz9QGGC/WoaGvsIYhT68XQw/EsBfvtw8Qj48liK+Uo8wvxutlr7ZJA6+nXm8PugOlj6I7qS+IaBjPqF63D7z92K+MvYBP8Nj4j7GM3a+vuy4PrZKbL4jqQ0+1peUPt2yir8xfdE+yCqJPdmRYL+OFR++n3wpPgm+Fz5ed5W+VxaEvSAMeb7TaJO/MjVEvyNMrz6lFSU+Wf5qP8hygz5kQKo99F4aPyUMDT/kgtQ9uHMBvghu8z2CGu4+KUl+PWHbBz8RmTs9m2k1v5UM+z7eX5q+SoTmvt4bCL1aGGk8S1BUP0Esxj4UXhy/admrvt0hrj3gEHo+fysKPiddQLwWEIc+uwuHv6qW9z6GgKU+aG4DP2MvhD85kqq+h39MPSp9Rj7tEpQ+utCgvlaKez4mM/u8St6APeCwWr+9HEg/Kw+NPxGHXr/hURy/MtIeveyM5T2MLbc9Ts7+vmy5LbslSHC+iAXbvhNstz6jvBc+EZFcP1uPNb+xA1g+S24OPyqG0T4gnqM+p7qWPn7VwL4ndE0+YAq7PRTmAL5Zx4Q+JPVEvyCRvr0aKyi+wQxPvzGqIj622jc/9UqqPnRLk75nnKm9Jo93PTpXsz7onBa/f5zpPlunIL36uAA/E8CwPiH/qT4NVWo+tbSzPrijh7w6EDE+Os44P/Q5+j7o+8A+wT+sPnotPb+K8Ka+B3kSP4DbBL81n2I+",
        "nutJPmmZkz5/+Ro//UEEv4hr/L0AHwM/mXfXvugrzT4SAg4/YgupPqjELr8ALZ2/NBLrPmzASD5s2BM95MtWP9j/n77ytw29dGJWv37IWT32ngg9dbz3PayMWz7f9E++5NJEv+lroT1mPZW8DsM0v5plyj5H7rI+P1RUv7iycD6/MRA9GoQPvsc98z7HfNQ+p6gNvRVtCL7Aoy8/cYIZv7ABaT7RxBI+pVo0PyW6zD36sFU9sM4Tv8TJ0D39znU96uH/PiW2mD7lgom/QOa9Pr/YcL0vu3O/wg96vbEeJL1FbaC9oV2mvg1eDb5lchw+eINEv52es744B1k+NpfevMQBND94vZ0+a772PQPOgz4FzrK+SJiKPoAZ/z3Sr9c+oJcUP9bLRb4d/gK/xXTuvqDIGzqYZBW//PT5vlYmGb48R/c+1Z2wPXHN3D3jNZw8DSf4vpr24r4ANqW9G4/dPPRj8j4WxAw+MUFDv8X0nr7r658+/UkzPlsYkT7RJuw+jLjXPvffP75yiUW/+OTQPXHeEb+4lTU/k48aPuIlyr4LmR0+Wk5aPsbuiD8it4W/ny4NPxWnTD5ilsu+rdtYPhylnz66eGk+6wOOPbYv7rsCYaU+yaLBvcaS+D5Q5tu+PN6WPvzDoz5Nklu+YNsvP3qQBz6vsRW+MpgSPzCohD546Yg95Q1CvU4mFr8xkWs+BpyiPWW5gb8Czsa+uUgXPucILj66/H88KkAgPUXKd72qlTC/lXO6vhMElj4UsBI+dtY8Pwp9CT+8eEQ+2naVPqWLfj6sxW2+qiuYvp6Ywb23WBw/LATPvWkKFz9mgCW9BYpvv9x19T4ckDS+WLMJvyK/srxg/N6+18wlPxa62T5JEQW/QX0Jv4o40D4DvxE+s6tcvqNfK7w0+YM+rLtivz3zMz/l4f4+nKH7PhfgkT9RZ1++CNXMu4DCyzzLTLU9jraGvps8Bz+kEeU9t5c7viDWdr+WQ0I/QPViP7n5u75HuUq/NlZIPliggT4uF7I9",
        "gnRrv2VH+b3JYxy8DklSvpWpPz4ysZs+lrROPwokH78SPug92kqvPhVRlT5smsw+m23hvC4u974GWf69JkayPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "3IGLPcQ9iTzOK7M821o2vTPeDr4h6/o9ICeQO6qPwj3Kx7w9v4rsPQ4nDj6ceJ89RB3wPTvtAj0/+gs+I+D6PTgWFj7dyac9IIU/PgGJjT1TeC8+GtzYPOnt9zxgKKs9YpAFuxVWJD63WKw9r5QevKHQxLzbu5E9kKMfPs83WT0F0go9EfGOPXTGAz6GJno9hUfxO0KTtD0V9qQ9Z1kyPh/rkjsAYB49u2INPO44PD0IO/s9jUzBPC6ZfD0iE7i89j4hPpXLVD0Pv5E9n8+DPXL0Xj2It4E8Pq+FPbEYQT7EvcA9FSofPR/VWD2dIU89wyoDPSVyTj36OAe9OsNzPaULij3rWjc+KSzFPTpoYD7Vqfo9+vkLPPkfXD5D+og8JruQO6LMFj4z3Fk9GUbSPVA9Hj7ZSlQ9EjBkPsSH5T0="
      ],
      "weights": [
        "EFGoPkbocT7j4Ze+6obLPfEWFz0nk7q7z7cLvnTikz4QnAS/Ic4nvmRtnD09T08+9+IqvvT50z6vWKY+IbkcPxYRlz6K3hM/C8dBPs/unT0uHQs/U+bFPZkQBr7pK3G+DRaXPH/Le76W168+3xNCvu0yLr7Vlr0+qB/1vcwZsb2c6hI+eC3pPVdV3ryEmZc9LtWbPs+Oqz5flQw/A4QfvuSRJj6Dojw9IHBhvvbjBj5E9W0+tsrcPIJgGD+MH929dou1PQj/iz5WLdc9YLHtPdlRk763Av69ThImPloS2r4JHgK+quzJOsrvNz5HjpI+8PjKPBos9D4A3hg9awDWPihHuT1MGYm+wxBIvg8PPD6tQMc8KN9Yu35CmT51O4i9SqdiPtQYEz5UAag+lZEPvluiEj4XeZo9hX08voG7vz2zuOo7rjWWvY1waT7y8L4+uqQZPkcgLD/wCss9RhUwvzxNyr3gyj++B/zyvkQQbrxhULo+kDwIPrr8xj1t1IG9Q8COvl+ZcL4mcC8+uYwFvnU6mD6xqZq9dLtrPsAu0T6I75O+dkIXvoKURT2jE8U++xVHvl9qwb7JsGw+GxMFvn5jQz1ihYs9cIQpvnNnRD3VVwe/f66OvjuRbj5Chgc/nexGPYUjET+zIsK+hdmkvqT3a77JcA8+JWj7vhsyGr7n7Qs+5VYIvsEyIr1HoC8+bOKVPo1P0jqiOw++nGgRPn3y8L4U2Ik+OIgcvD/IHD67lyW+XnYgv85xFz4dP6M9H9PfvZwQcz1rQzq/QyhWPiBXVj5ClxQ93ix/PuuvBb6LKtm8CDqBvGwo3z2p+gW/3QlZvSqZVb69bLQ+ao7dPsQMjT6XBzA/f3++PfXo3LvbHCk+xBSCPjnXSr8ddsA+y+G4vh8rr73gVWA+bw10Pe1ySr6rbT0/wCaaPLovLr8XLIO+dyKVPdL2rr5QNzu/120Mv4gNMz4lSL6+S4dQPvSs8rv2SJk+ucOBPtyLvT4VwxM8OeBTPiyZWL6IXZU+",
        "7oN/v8Etzb2Ruso+xrqjvne9TT///Oc+c7m0vZSOiT5SHOi9sIkvvUeMDr7k+iw+Hv7HvZCE277Hb4a+UPvCPIBhSD7BqgC/LgmqPqvkL721X+88u6PkvSX+1D65G3E/iBs+PtFHJD+ZnO887uPkvUjfJb8F+J0+REOlPZIUpz4S7GA+oz5lviqkAD34GBm//whPPqrmPD9X0bC+puR6PhdbAj+ZkRI/o6aWv7IAnT4WjGg/DgvtPPPDjz406jA+9IPfvqsNrLsXtUK+DZePPZMVU72Vky+/yUiIP22qPj46alS+0iqCvnk8JL2Zzlq+3PGbvvg8mz73X00+wd6JPSAWtb4mIX++/E0JvcHli7w+E4S+72qhPlqpJzsRBV0+B7ZVvk+vFb8TWwu+7BfOPmAul701jdM9B9JlvVDBZ72nZQ4+TrdOviobFb+67Wu+uVtQPsYFkr6uT5g+BSuAPlcXEj6BoDq98+iUvhVBcDyDPpI9+H+FPVfTJD6mWCU+jVU5vvgqiT5ZFZ+920hZvvhcO764SrY+0ryCv+iunz3d8Xa9mICYvTF2bT6WhiC+atwNP9g/Ur1yMdW9MPe6PF3Os761jp6+Io6Nvvz65D7zWD++HOXRPIQ5Jz9e86g+humePgGaZj18Owc/YE0RPRRWE7v/9fK9cy80PmnOhL5JxTQ9OlwZvwt/3j1Skb89D+w7PhDK0L7afJ++e69FvPdoPT6XZgI/UckIPxxrpr5eZzK+IV1ovD9kP74GTAE+g6aLPmTG5j3rU+y+Kb9BPgw+wD4I4Yy+pQ0HPo1wAL8X4gO+vk9kvlGlZT2kipm+q/G3PJintT4pXA4+1k8Yvgydqz2miGi+0PYNviCPj76XqfI+/RoNvk0HnD5bb78+rA2wPu8Vwz0ZnqA+5pm0POh0UD6FwTe+TSUXPuWYHb1752W/jggtvEM6VT5A6Uo+pFOPPc8VJT4rCbc+vwgZvSXcZz7u9hW+zoMNvn7iTT4ijYy+PVXvvamvvr3koKi+",
        "J3mmPcjwSj9hHBE/rjz/vj+URz29lbw+FSEKPoqCFD4YcEC+xUpCv05njz4yAzg+xdMpPYvSjj39HUA+wuQ5Phpg4z5MEg+/u2AXPmZXMD4hu7g9JozKPh/j1L4+a0c+z4HfPSjCbb1P5cw+EhJXvh3tWz9mGZ69tZVIPpFAlL331WM+TD8vPr8Har2rvmY4R6Sbve/ZUj5WyZ8+yLQKvHEk4733PyU+nsSMO6hWLD4U7hK9ZCw5v0Zamr0A/uO8Y8FMv8JRpL0FBVE+FY3LPhMRJL43Vpg+rN1PPmptC7/VQUQ+nugDvwXsM7s/d3M9ONLIPna+nTw6puG9nswmvl58BD0uImM+MsQ0vIxAbLwyI6i+wRWgPogCw73b+3k9PcbUPnUBEb7zN3a9kvSvPtxM9r4FbWw+S1ZsvReBwD7FWV28TbDYvnWnP78gQVO/nldmPm05QT03AnO+x5zOvdoZVD76hlw+RXSQv3khfz5t0QQ+fjvfO0Np5TxMp4i9NLkIvcOHjj6V2nC9ssfCvZ+dJz6R1Se+JyZNvgS3FT/MGPs+Xo84vUXOXz5+1DO+LJmuvtN7kz1p4ww+VgUEPh833T7/KrO+a2fivVnWnj72lXm+6IWvu0EW973DOfQ8WQcYPrpNhj5irGk9ciKhPa8QHD5DOJa9XHi1Pnu6gj1XOu49o1tEPqFBr74CvXA7S7q5PVaNEz+9s0W+VPOFOktnez3alhW/Pq0zPSvSqz2lQyW9Vp0oPmSYzD6T3qi8rgaXPM4bir0acbo8t6d0PeOZAL7LTXc+FsAZPgNZr76Y1/O9Dx59PY4OMjyWwp6+OSGxPf8dFTvcAhq+mO8ZvkR6lz7nDwQ+08aoPW7ESD6p+pC+w8KMPeMCwz4EeYg+xzLPPSUD6L75YxM/YKDIPQSwaj0yILO+t0WvvIDVpT7X1689fvrPPrcu1T44yTy+ihzuPYOkO76V3eQ+a4yDPdzcVL4u83I9v1sNvaQU272Y95K+zzzPPWLbID8dt50+",
        "OJ+FPl5c675XwQG/Py3fvV3XAT7ICNs9apnzvQo3Ez5YDOE+FcDXve/nAT4B15u+gPhVvgFdgT5+STu9SiLPPRHQXL7nq/O+25KAvuZ12r3Txto+OIQDvyrgGD6r/Kc+VL0Evs+GiT4r0FK+CBEnPSvqFb/m6Mc9WV2LPkCstr0YpKY+yLY1vg2et74gKRY+dnzDPfi0LLxBpQS/EHkRvCmNvj52uUo9z2BevmxTEb8KpwU+jx/UvTj9qTwD86C9TRlEvCFXzD301ZQ+Tz6oPfu4UD7vegM/4UaHu0P5ab56Qbm+lJeAPnkkAz/l6Oe+2zQdP1HG5D0PWPS7R1uovWNBT74Vv1A/ESKuPXtcpb4Y96C+idePvpHT6j6Pbiw/3Q3mPpfvlz2PbBM/99CKvtPB1T033zm9xDsWPpiviD6WLYy+j0GGPt+6gr6CF929vIqtPbIxyj4/5EK+z658PHAHkz6ZBgk/hMh7vlvwh76PDiu+bWaKPjfqwD3VVic/27Q9vfNP376YOZa95D/0vuMjYT+HIGK+s9n9vvzmcz5npPs9tQzLPKepBT6ycA0/rIBOPt43qD3hLlq+aVNHvWHvCb5jrU09ukFWPl2347zcDwe+qQrGPl3HxLxPe82+z/e2PgnyjD65kg29kbW/Pn7cJ76PjT0/8/qRvW/Qz75S9jQ+SkUaP5c7NL4jbry+Lb3OvSeI5b4a1tS+Yxs5vLdODT+4KAa+vhB/PiwN4j5n36u+H7IKPZO15L0Xi9o+hT6gPHe9Sz5OTyy+L2mQvP2Sxbrne7M8B7qevbRS077xTwy9taUBPmAnur5xZJM+7ZCbvgnEED7nK9w92bujvkJioD79XCA9hebFvGd/0j4U/g8+yg4Tv3BnwT0R0Vq+Zqq+O22KXz7pDW2+6zCNvSjrgjsAYSC+ysLUPjTnDr8MxH0+maX5PaT+KT4oEJo+nG3OvgLInT61N2Y+nYGQvu2d5j0bU7q8ylwJPiI3PL5KnwM/GbGQvZgUAj5j1mi9",
        "YKWwPsEkM74ckQW+txoAPkKLir2hz5U+8oxdPeniwz5tmiq7pcqyPWWlhD3mQao+1DINPrWejL450Oo9X3MPPnVwUT0UNsg+PVb9Pj1WuD6Pv8K91TsFve1rkT7xUtG9EBy1vjmccb4AnCi+t7PJvma+Dz/iStI+DKC+PXjboTyp9jW+ue2hvk4NKr6bHdm+CIi6Pa5+H7+hNX2+B2ZgPt5lMb9O6D0+NTKCPZ+IGz2g87I+heePPcS/r7/WgbI+EXWev0IXkz+Ob/69FhGDvtq6UT96v9w+v+w3PrlnD78ak2w9fd4xv4LTSr2A5aU9jUUJPuqUiT46zZc+C0KKPbKT/r0Zfds+dJeXPWSTEr7kD8o8K2eMvzuwjj7QG9c+UXE4PRV6Ij4qjso90THsvbyhTz1o1+q93MM0v59LK72pKUW/HCPuvbtMmT7Vrps9KoTXPqhvRD2CQe+8EsYOvtypYT3KYpQ84NrUPge8ij5tIhI+B5v0PSryfz3G3XE+EF6jv1zQbT53heo+QXwePvdraT5kKIM+c3/PPhipgz7B9g2+fZZBPjGPUD6gCEu9OZv2vowM7DsSZo0/Giiyvf6bxr1h9kK+sTP7vJ7cjTx7yMw+gPwQPicJ2z3S/iA/zVFev1rJ1r7zRo2+miLHPqBngz5oplC9T2qavuGOzj4lraq9CZQgP+18/z19Qd2+jyQAPmdIlj7vRUm+tc2gvbZJz719OaO/IoNvvb09Wj6rB6E99waePvGFlr6h8Sa/C5ZRPCTPuzxjs5K+16zAPoceID6eJaW/KqTSPsxJOj+Dl04+6G1qPiyka75rHrC+E309viWKvj0nYKg+/IuhvDFo3L7JiEw+UDpBvSab1D2/a4G+2+ZGvYKGAbzrk/o7A2MjPof2Fr1iY9Q+u+EuPz4dOr7Af+u9IdjsvTGnjj7bL4W/GJ7ivowvR74nlVo/9+moPuWA27vu7jA/OdbDPrMpwT7/twM/xVt8PpjnC79u1Ea8oJCevjpXfT6EWbq+",
        "2pO5PuhP075vKwu/1LMJvkde4D4yfsO9g2vEvhnjkL2ZYdC/OECpv1N2AL9Njo8+HWOBvk1/Mzzdim48QPP/PniQrzwtMvY+tG3uvtFSAr+lnYq/z8g9vqg8WD6T3FA9PexTPq+tKb/QJei+4nSwvfYd2L0znpw+2seYv+7+7zxzN4a/+UAPPm6o4j41n2w617yHPhjP6T3ayqA+izxcv4i+z73ltGg+VYxGvrrHc71bRDu+gp9Hvqt9/71bG8u8yVZVPpLjiT6VnxO/RvVBPl3HkD0ghKK+610hvwPzgz9VBR6+SFONPdTJXD0BQYI+rAefPjnabj6dqge++ZekP7kHZb+S7j6/pRmavhDP6b3Kvm89royOPLk+P79Zkbm+KujFPKgymD/GH+q+vCzKvpXQwz9euso+J29XviaKlb+Hw4o+SDTZPF1mfj2qk4Q+iumEPFIG0T4y34u+OIsBPa3qFj/vyUC839+xPs7ccD0OY2E8Y3O4vc3JgL7Zm6C+X8MgP1zTmL6FWRo+3n4FvXtur74x77O+/10BvdhLmD1ldqy91fztPZG1p74MitQ839BHvhmV/74nrG0+CCXbPSYFsr3wiio+AvWwPjUF5zq2sfY7WJJhPMWDFL7pmuS+TxurPpz3sb5zPY6+J3AgviTMBz/1bsI92xO9PQgl/L0WFRo+byHZvqtToz4S77o+FZ2YvqTNjz6jJJ8+2iqdPiwfw72yvZg+r7sWPs6jkT3bTzK+9N97PiF8hb500dW+nKAJvcuhkTyint+9QbNHPUJq1b7tXK2+W/ucvhQDVb4Fu3U9o/MRvvWkFb+c5hU+sPdJP2XHwT122oC+4ZJyPsjizT29BAQ+LMRNPuEpfb6A2Ng9ssgSvz1FmT5js6I+M8wJP2fJbz8WLr4+L8pVv9ePnb/awIk+3KZavBRjq764RVC92qgivscS/L5AuIk+QRK7vrjBhT9vy3O9P6H2voabGL0nJMC+fwgwvvcu5LwMaau96ilTvgQNmb1bsIE9",
        "Uo1ZvGZO2719mMO+6Gtkv7lO4D5jqes+S8uLvuGvEb3tWUI+4nk5vryWxz8WfKc+M2qTvqYspD3HtLK83qChPdRVKL+aZgi/8fMiPhl0Hz6BzMM+3M5/Ph+uzj6DBBu/Ff9QPsuEqr7Zt8O9uZl+vlhrqT5GsUQ/uIWaPc1AkL7xcj07ee3nPhlinz948hK/e88rPuvrVD5uTOO+HyNDvSiarb7fWmW/SeqEPvTFXD9gXgk/eHWmPgZSjz1glK6+i2nRPk8+2L2M8j87hpUyPogDT70/p5m+2bJtvboNRT4/Mu4+qjPxPp3QLj/UFti+pDoKP/qhWb3b5ok+F0kjvYMR9b7wG/y49LsXvqie77kOzsW9Sez/PT5jFz49K8A+5q/9ve0PDj0+I9A+RVYzvp3SrD19SJy+hqGgPlLh2j6qLmy+1CJiPifOiT4Bdca90z1gPkX6jr7tH9S9Je1TvsryhD5gF7e7tZkhvvF0zz5BWWQ+Y+Givpt0sL7UCyc+sE80vh4rxz7tGJE+XiQxvhPQBj63DEQ+M3+OPvC3Cb9k4Z0+cb67OxRzgb7Dw9s99sh9vkBRSj5DdeM80DfXvsgyCT63ULQ9bz6FvZPqyL7BKzc+QgSpPU9KTr/xaSg9QxYLvnFpyr44gKe+UvmFPjEf1L4lBl8+JK5yPUMBTj5luKq9S24Lv47oMb5JIK+9BsrlvCKmJT5tdhM/tDqCvfwNAz+KFze+bRRVv0b66rwZvQQ/qwOhvkP2gz7EegI8yJaYvqL2BTv75XE+0EuiPeezTb7W/Jy7d+EzPh08SL5wrh+/CnVevXt9AL0DZsg+K6YCvpdLrT2k8r4+loSLvsJoqj4ZcJk9ihD5vvJ6DD0m5q++RqkWvuD3IL810Ak+2CIivSMQfz6TYlW8K03WPWWpIL6iZEE+CWvfvt02nLx5EaA9xLvcPrf/ZD6xxbe7cDqovjE81L1iU5y7SHrUvuf5Sb3owFg+DGiTPSAlib7vpTu9YAJCvmRifT4eCay8",
        "EVyXvlGaVD6gt+W+v6odvgq2LL86y1G+47ECP3g6Jr3ANMg+Y3V0vgsgtz6EOqE+ctayvzOQBT38gOQ+yGFqPpp3TT5yNqo+fTmjvVFjvLv63xc+LGF+P1mfnz5mbLW9yPkvPrHYjL8rqJU++gy4Pt9dRD/K5Ro/gDlEvutVpD4H99m9s30rP70wcT/3Inu/4J/uPfH4pb/JzTg9cPY3P6JBB759BGi+CUImvW8/mT6ATxU+0KNAv5t88L5Cwj+/NR9NPi+WUT5WWZS+NKv7PqQ6Y76MJjC+uaraPYIbE7/vtni9QFUHP4dqxb9fRjW+ylacvXfOdT57O9k+twQxPAlsCj9wTB6+PrnJvADba76FaTI8WtIiP4y7qz1A2l4+/VZ4v9ELsL6JKa692NbPPi/+iD69PL6/0rt9PTDl7j5nb5m+s/TdOq1sjL9q018+eAfJvsSliTsFQCY+ZBcZv5CQSj/VA0I+dv5kPgkBn7/2GWo+9GcAPaBX5j4CPrg9hFXgvaSAKz+rfLU9br7hvRES0r2Rhs4+6QrjPVUpWr570S0/rQMMv1MJJz9jYM08VRGzPjQDS7w3lku++kcOPbLqCr+gkuq9z90LP22fOr9HbBc/tFgnvwogd77eFjg+RnpUPYVEJz+OPMM9FSmXvPTeRL5wF/2+6ba3vqHfwb4l2Uo/JAbDvl3VLD6Hw/g+y8vOvlF0vT6J0ds8Pec/vzWhPL44fAG8LS4Bv3vOXr4tWKC+8fPQPuHViT3Fvpw9QrkOProghb1CzIG9LXwRvv2Niz6cw2g+yxbMPgKnp76pSba+bXnYva1KXD51IXG9wnMzPQtMcb/Y2Z091ssKPq7SuT4vFyM/5lugv+Sf9T6vYMG7NKdNPqV4mT5R7Fq+x2aWPns7Eb71nM4+/RmQv8JMTT6qepi+LvwMvvlL7L0SU7W86dgSPl+ONT6tEa++JPiYvT2AJ7y8SnM8mvzvvi6rLT4BMUm+PugSv1dbYz7R8q2+MNYQveDCHD5GEQ6+",
        "cbgFvcAWBj6pgC279C1cvpH3H76Vdl2+HoWBPlfXEj9Suhk9Bap1vs+Njb5Y7JU+UIcdPHP8dj5/1yo+Z+USvgwIJj/zs0I+3iWuvn6xrj6nHFe/W8kKvm67NT7zD3A+bt6lvTLQqj4FU1a9cLU7vwZ8pr7qZvk92L0cP2QR5TtTNio+l0X4PV50175kt4u+ItePPtHGCD52ncq+FRYsvrJjDb5zRuu9Jg8mPvocEL6VzZk+wh6ivilu3r09Uoa9czyAPHIWLj7hWjK+rXuzPl1Llr62r4w+bnXpPo+zC77aNW0+A1fDvoq8Fj9Waxm++XmgPFwbrD6h5Ks9YuJLPmlyIT82qzy+VTGJPus9BT83bLw+7I4qv5wcx76pQKw+FXaAvzjSyD7nmqc+aNkVv6SBh72bclg+UxecPrrbtD7B+I4+sqcMPhLBTL5Ko4O+WVqXvui5Rz+3l04+FJ8Evqgrnz0j3Fu/jXavPb7xtr01gMW8KmnIuxAyUL4qYaY+uZp+vKmuG76lhNw+0M76vlFfBD+naLu9usscP4vQfj46hDq9VKDBPl9n7z70rjA+oU47u2ILQ746f2m+0oLBvSpuVb6pRz2+aklTPqj3FD6GitM+M66bPt4O0j4W5dK+g+EcP/hC2rzwF/+9QX8RP5Bo1r5XGIo+ifeMvZ41ST95Ug+/xBgMv/dJ2D3s14e/E/joPtfcyb3rpSW/7SfmPvw4Mr4r3eI9ZhI0v+Si4T6JmO8+Wh6yPj1ssLz6Z6e+vGA+vVTtRj5pVNk+44DWvp9ABD2AQgI/3QTEPhvuhL66SgS+gFSXvUkn5TtjRhW/HgUFPlewrj13Pmc+4tHtvMK5d77Q7uc+3BDKPuZhoj1JJo69QXaaPqHwFD4Lbhu+6bOZvWWBlD0OrPo99jcQvtfbU76dgaa+Wl7ZPk0Knj7apyE/JKwUvVo6TL714Fc+/We2vqYItT7R5ZQ+F5SmPr7BqL3aazC+eKqFvXkpSD710RY9Ko0gPgE3kjsEGRW+",
        "+KWMvkahM7458ns+CjO8PK22VL7HcDE+xevOvJ2OL76SLHg+gDCHPnU5rD4YWCe8AU66vuy9Gb5Mc4q+BMHsPRdBS71gFde8/o4HvsGRmT1sJBw8UnmHPTK42D4Ap1o+tmWtPSux/74Subw+4dYVPqPL1b7TgaK8n0ChPplnKjzjdFA9wITfvkzZej7meO898cJRvY2Boz4izps9uk27PnsW3jxWEfq+q+1SO5DHWT5YegI/DiLuPkVgL77tKPu+OLNdvy34k73qSRE/3JJ/vk4oHj/kzw2/z5YSvVbmYj6k2UW+QsTAPgr6mD4eQx8+wA0/PSfzdr/zyIQ+uZfivkNU971BmIu9ijcvPmKAqrwXxts9g17zPt7sc7wrn0q/QJtyvU2dTr9Ek2q/BiXdPnU/8T6GFjw9rOPYvYrQqj1fp8g+2EJlvO6oOLzYGq6+0qMtPZek4D2OGey7hpgWPpijUr5qubM9nGBbviSUPb9aRwk/FsQHv2watr2fXcI84usKPi2GuT7/gUe/QVCDvlaozb4UuD++1SPCPtO3rL7xgp0+4y0fvsNACLwfgS6/Khx8vlMWCL6Ylp2+IEmGPgfgLr4Tru0+gal9PiciVT6wdaU9dht0vhKk0jznB6I91hMRvjGS6z40fPK9KPxavaezqL6LbA++uiP1vo5z3z4381U8YtdaPxAXvT3jV4w6OnccPPTc1T1mD6Q+bPMWP5560D5fUwc/nd4FPm6YAb5r+CA+iTTtPssAp76E3R4/zp6evRLFWz773KC+kK2IvlDLD7011e2+BepnPjJ4EL2qn4K+9RWfPcrNk72PDTy+Mr9APuauET2/VSW8c966PT8+ibyEqA2/Ip1gvsfREz3FzC69zILEPQYoJr/lVsO9V2jDPmj6rbzFdFS+1NMZP894ID7wpus+LOcsvhCGbL2MOw2/z2rpvgLVnD7rEPo9TYUCPj3bIL5xUSi/pkDrvLJx5L6nioM+Vy8Dv9kfrz7OZFs+nOspvTegeT61QO+9",
        "UHVdv7dGPT88G0i++TxXPh3zbzzaaUc9oYw0Pqd+Mr9Lu9c+dOLxvkpeUL/kADI84wDzPfr6jr7dZJe+igQ1vuIQ2z7aS9m97TnvvidEkj5hy7K+y4GRvwSBMr5sufO98O08Pg1/476QTr8+i9glP1geIT7KCQs+WJjBvjw6h7+iGxQ/iTrbvASjGL+sUmc/sU+9vtjlgb96hB0+rflIvdMG9Tx72Ig/XpIzP9ksnL9jgUq/xofuPkH0Dz8L+h89Nm4pPoypVT48cMW+hN0APlT2s75YIbw+z2yAv5T6Ab/jKY6/E34Kv7zLsT7CRPu+KvBwP2OoQb/QAAq+le+dPSN6tL0O9RM/awYXvmC/Dr46JNy8hHikPsehsD8G5Yu+qJ4+vUeeJr+xWZs/yOOAv+c/rL4atjA+tqnpPqgOtT3xqc4+oyTCPbW3OrwPSNQ+OzGwPCC6O74RHPG+PhPRvVW2Tr800cu+5UfpvVrxKj+ILJ691PomPcAHDj4gEE4/4lmjPvohnb7jFLq8YlzTO+lbbL2QaTa+JYncvXG5Gr6Km5Y+dToBv4wm0D4+Kh4+O/kKPs5B0T6kx7y9D2Qhvy4IlL7c3tM9dVS8Ph09dT7qEL69oYkCPy7TXT4nKi0+wY3nvmEUiD7PtUE+D+l2vgbZG77mKbk+B863PWoBB7sczRi+8S9qPuBtmD0+JCK9G0MrPnONB79v9WG+IgSJvv5pA70tRLY90ykVvfzSEz7XCw2+kFb/PU//lL4Y4SU/Q+65vu3+P7+Tie883aKIPmS61D51VCQ+JAydvsdUnD7ickI8xB30PWfkcL5Ds5W+hJU8PjnXpr20VHm+jVn5vkNiQT46Y9s97ySsPWLfYL720o++uzGWvmSjuT0xc589sCfTvr+GXz3302m+EEoXuzAf8Tzairk+WmZqvu/ClT6GRuG+y1lsPZOYir0DxIE+ld4QPjg2PT1C9t29CLkgvXfiAr5FEka+yLATPYBOyb7IUBK+esIEvdvyiT6TmLQ9",
        "keoKvQK4Ez7FCdW7UUMzPmPQND1IEaO+ABLDPlmJlj7BDI0+e0YgvZMnhb6q+PK8cPULv8kqq77JCuu+ZwsAPT7dtT6B6H89xQ3jvaq1cDz+RXE+uYJ8PsSeRj4aa1M9TJaUPqGi7D7fT+E7F4S8Pm5aBT3Pw5K+bzFgPke8N7/e1X6+HGDvPhxxGr3WjgW+UjnmPZOSSz7Sa7C9ZAcrvv1sPj6L8je/+QaUPoUhdT6KHgi+ksD2PoNmIb9UXpA+G61jPhSrqr72O6Q8zoPoPe++ujwzKVE/4iObu3QcJ778QZG+4gTEvZV1vz78H4e+QHhEPxC3fD54a3e/dlaOviN8M77/3rg+buSTvt9sRb49stM+nC52vJcxozwgcTQ+IM6NPqbqoT7WSym+X8QYvojDCz55n3G/yAmHvfTmrr7YjWo9Pa8Iv4uAHT84mbI+yo2EvdWRUr9kZKU+eqHMPnqjAD/4LgU+dNcbvqp1DT5BZXy9gjaTPtqqkr5pogA+4hBWv4nbZL0KAVC98z+PPrOZD79RShc+Th4GP7gt+z5kpjc+9IACP2SKMz47IJw/MyAsv+hLo78l4mO9Aq7ZvPtwk75ZDio+iNIiv+aBu77HdaM9V4cbPhrWnb4VfJ2+cmgRPnZBeT5BQH++tDMXPg0vWz+ENZy+nF2qvFW+r7yKbUe8om41vRro3r36cJy+j18EvxoZYbxRBiu+PHErujnj+j4VDhi/i/edPfx+872WA5c+bKo0PnXQUr4jVfA9iWJvvnWr0T17XjA+SdIDPZoktD2dadA7vOrAPjlmhj5tB0k9vCiKvZvHb70PzqQ9MTX7veV+6zsFA8K+IrltPmoByr6QxGI+be8MP9tLW7xuJMI+7GggPldRur5r7E+90pU3vk3eDz2O/1q+qhC6Pt9uhz4Y0iM+godlvgp4MT7JSKi9ebgAP8nsDz3efag+om1MvCxe1bx65XC+PwvVPlbK1b3wj769tzPEPhLY0j6fBBC+1SJHPdib8L0xZYQ+",
        "jn9VvmUb/77B9je/Nzknv7BKh75BcX++rDlVvnkZ9b2cGz0+c2i4PrnwvL6yT3a+LctUv7GeVT4b1dM+AwLYPVQL0rzk7Fe+9LoHPZT7lr5R3Qm+y5wkPkpOlb7CLo+9xNF8vqUTyD7CilG+iOrNPqxsir436UK9LYM0vlKn0j6Ilt8+1MSSPo8ihj4a+VW97hFKvsU2LL3KMj8+ZIhVPupaDL47Gge/cCgFPhGEu74IhVO+WXswPrpUdD6ziFw+W0qiPIqvsj4ZBcY9eaFIPSqOYL5WHYS/bIgfPhcd6z5yRCa8p1scP/HuTL4C7aS+YK6Fvphxlj49cqc+eAh4vRXG6z0nzSS+sOPUPbKJTr2i/1699ZC2Pll1Dz8srcQ+l0b2vn6GxT1f3LI+Wk0APWaCgT293Yo+luyfPV//gLxiGT6/Q1Cxvlwlrz4qCSS+QkEDvTIErz7zxgE+y9poPEfVnDwxiO89h4/MPkBnib4l5Cw/EkERP0EYMb475bG81upJvimQTT5JNh88vGIFvRlmK763ItA+GliovhFmij6IlAo/lngRPhs1Mz+xnJY+qiKJPsUYjL25zvm9wVYZPvEwNb88lF8+75eFPeH9h7pNkU0/LGnMPIhphr0Zqxe+egrnPWb3yT42j9g+Qi8hvnbKg73RGTu+WF0oP3gbm7tmFOe+LM+bvodDtz6wUg2/yUmdOsLSEj6kiaG+sDkRvwl/tzz8+Zu9R/zRPTLKrj5YogI/LsU4vgkv075FkXG9jSbyvryrOT5JsRM9iwyLPlkvBD2WL3c+YYwsP0XcXL9B4Aw/rovbvmWyor4M9Vi+DxgIvx+B5j7PKDq+BP0Nvk7mOL4SX7g+2rmzPnMWEb9MU6q+QWcCP1X/OL8oxgC94PYLv3zOkz0IW16/z7u1Pryamb9fsUc+W9NtvVhVr7qOGBu+BKTTPOMd9b3VEDC+gPrcvbqckD00Ho0+TU1SPqEfjT6HpGU+viLavYaylb7hi4++i/eTO1bspz42xh6+",
        "cMMKPnWlqL7hoQU98l8iPqoaiD7qllS9pmenPX3lTz4IAl8+NBY5PlL02z7FdqC9+2clPhg3tL3NcM0+C1IUPut4F7/21oC9QSvFPdINN74rOVo+ksDRPBPYhLx++fC9uoibvnmhB76fC4a9afLQvXNOJ76pK6S9SpVqPtFBJL49EXW9b3ZKvQ2dxj2BxsQ98sUUPZ0UHT3BHU++siLXvs/KTj4LvTI+fBfaPRXWAb+FW4M+A0cpPaKoyr7xTIu+a07HPuxOAD4lkqU+ly2pvqtFOr1pdOo+XhiPPsJtxDva/9y+IYCwvpnzSj5CfWA+kvnAPtbIWT33mhu+jt8Qvew4Kz74Gka+gaIJPOwygz5tlre9WOg4vhickD6teFY9RBaDPrG+CT/ZRfK86dRfPlMv2j3niDE+/+tCvRIP2L3u0fQ+wasqPVS+sT1hOpU+Cp7IPsWNND0stUc9jDn3vX3uP76Zr+E9+WxFvaPpjD6Yt1y6GnE4PhvTxD7ks4C+WlBKPrZ+AT4gODM+jFplvjQctj1e8x4/ztzSvagEAb+qHuI97/eQveOlRT7M9EK+T38YP6zoFb4+tNw+36+bvWxQFbs2sd69Y9o5vkFJwbvzGq89WSXOPcWKyr6SnYS9G4DlO29HA77x0s4+5deOvRSupD4RnYg+gtVmPiqKZr5pJME9kRWrPjA7kD4yug69zeJiPYLjrb2Xb4o+6iWJvJDhir6Ukpi+cwKVvYlQkj5e+Ic8yc7KvfWRkb25INc+o0Cmvp8ilT4qvcW9fKd3PshLvb7eEp4+Bh84vp/PRr4sIw8/Czgxv/siFTx8QgK+DIYXPqUXhz3Eqaw9U1XOvh/vxr7uvxo+TRCgPuGFury8bY89WEEAPJcBQb7sfyg+z/aaPsOR9j4vg/280LkAPblWRr7Ej5O7+e5SPk+Ze74XVIM995IkvhRcFj76UOY+1owXvukvgb04y0O/6eAmPtdkAz89g5s+Dj84vqzJcT4MZCM+/ji6vbhx9L6tQ029",
