{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "c4abab69550cf31ddf03cc1b218b110537533dcbbfe93ecf30eda46100aa1e1c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "5lrEPh0CVD+yeSQ/5F5UPw7yXD+FAXI/0bq2PjeyKz4TydY+ohTxPqDtxT7WRKY9ErdiP1cUTj/zVws/ev9SP8msXD69LFA/lJTyPjzsIj8qE+I+lAwXPy4J1D74w3Q7Y71WP1LOKj7kWUY+YaodPzasIT/YChc+I4lUPxRFxT0bLgM/ts8SP2Bhuj4MHSM+v1A/PZacPT8K1rE+3qVXPwmpkz4m6oA+QGvQPBb9Dj9xE8o9aZgkP950TD8oyB4+QLCNPqljMD6BZRI/0AU8P+gjXj9as/M9A0JcP5wO3j4eib4+Wc1CP6Nclz6IgZ4858t3Pkg7/z1OlV0/tlggP5AJST8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "DN/RwN7Xgr/Qe6G+xrYqP7TFh78aWGK/CAOBv1jIRj96uSJAxgUCQOTp9z8Rvrw/lk1rP1QBvz/codU/wxMFwTiWoL+QL/29L31Uv4zFu76T/IC/IIFEvxG+vD8ahj9AV/rTP5tYJD9YyEY/i6lHP0oWkD8Ynqq+OmEAwbPKKL+ei3i/eQrjvjnEHr8cwSA/3K+Dv5ZNaz+LqUc/cvkxP9tdjD96uSJAGoY/QGo2Az9AGfM/SLflwF9us76duDG+TLGQvyKb+752FMC/z8HXvVQBvz9KFpA/ajYDPxTQIUDGBQJAV/rTP3L5MT8EzdY/dhftwIhX+75mMmG/eJqgv6wsgL+3Pmu/R04fP9yh1T8Ynqq+QBnzPwTN1j/k6fc/m1gkP9tdjD8U0CFA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "eEZGPd0MZj0dUTs9lEmfPXzn4z3JO329dmN0PbirlD0ljrE9nzW1PUy1ET0vsPY9a8sMPW8OpT1ur9w9fIeEPPpgnz3Rwlw95XPtPHI45D3vVmA9ugBiPXYQxTsE2FI9XwoDPd/gnT0JWNg9lZC5PVOcnjzzJKw9k9mJPb1RsLue21w8Hj4aPYmzAD4rKdM95VaNPSZlVT0SF1w9/ms0PBydhj0t+bM8ekAGvd/ECj1wL0s9TO1VPY8kZz0LQ4898KFvPS+iJz1JwOk9kONTPX/tuD39s1A9xp37PX6eJT6A59s83+oYvdmAZD2265U94qYKPWfIn7yILhM9XC3JPAx0Pj3NaIw9F0ahPD10jDyuiXo9wDgvPRejMD3kKKY9MRRxPfuQmz2H9gA+axcGPZThXD3ZGV09tuQSvEqAkjw="
      ],
      "weights": [
        "FaA2Pdmd9b1VGfi8dau1vqi9Lz4z3Uu+NSEaPhw+Ar5cgQ8+VKIRPqXvIL7BvZM+ouyJvuDUAz4NZKK+ru32PYk70j4Dkea9XhnJPOfv8j3j9ji9HqAHPr5bwb5iPqm8J7ruvQit1b0jdbW9WRgLvsVmuT7O2OK+qGbmvYluhT7kv709CuyjvYgemT4GOsG+/62OPtZnpj5pIZu9h2oHvT8cpr2DRhc/u2vLPkR3XL2n69u9nbVUvmxVyjvqcg4+UEhCvqoRvD2UGhw+0jeGvksD6r3Myk2+cI+GPn0hDT4sCqM9/40Wvrvuzz478J48XBZMPVgyPj6yWFO9JJy3viAmGb0M4sU+5I90PmH5nj79VCu7mey+vhl2M70V8Li9fQfAvSyggT6Z1uI9V3ygvPQaAT56R5S9eUW5PBGrhL7Pm6w+EEMsPiklGj3SBVK+mAuTPfpaSD6kFJ6+rcB8vt5F0T0DjOQ9Y/vBPnsKqL54qJ4+9C2vPe3RjrroYYI+PV6fvra52j6bOiI+FsGDvep+sb4vk+C+n+z6vPO5Pr3wc/y5JpNpvPr+Ir5Z+AE+BmAiviIb8r4JDzO+hjSavj1AYL7HXzy+KVl2PBhmw762edS9pYJLPsHSKD4hxa0+imJYvp3PJb3FsLC+hBr2vCiRHT6THXI+lO6PvsK85D6r/ZG+Wqb/vPAg4D0FMrQ+ntCiviCSZz7Pros+pJ1CvdghWj1SbQY+4O+mvmcEhjw04rI9cN69vWkyqb3fjNe95PkAPJzPKLwPyIc+q4tDvehCND1zHEe+cIzfvoD6pL6S3Y695vXJvuyxlj1JHUk9f2S0vvqS7r0t3/S9mcdrPq7NW76B9DE+foQtvmPwLD4txX4+LOaUPRmGHL5JZ9++1awfvhAuRb76yXy+HuR3vETroD6pGhU/B8kdP3iUrz5sbFg+rxjsvvmqnb43Ycc+jihEviiAlDykdxW/Oyg7PvGFaz5Gw+C+hbKmvmGa5r5YiGk+W1kivea5Aj3Ltys9",
        "s4LaPsM6JD5RoW0+Ww4FP9fvtj0J3Tw+2PCvvkTOw75jqnq9yce2vR/VxT1Ins6+KszkvR1YfTxAog+8jNufPpnNDj73xKi+S2PWPbQ1qL5wvJo+PG9fPrh0rr28COC9IgoTvtlD+b5eAxk+Reg8vWbFnj4yQuG95BCQPr7V5j1dHIi+jS0aOx3FVj7hwb4+tf8Dv5qgJr7Qa8a+lb2hvkQ7AL6X0eE8EX1vvU4g6z2qOMY97ijRvTAyK76RlbK+wZo5PcaGfD6D/mu+5iZ5vhq6or5i9SA+urUHvvWBsD58172+BFPKvKBUOr7hxuo9/4qUvunxzz4C+uC+Pp42vk4mCj6paMu9R1COPuqguT7gzOU+8NKAvj23X70VT029Lm1TPeGHzD2QbT++l+kkPsfs575TzlU9pfRZvmAShb5XDI2+BBIdveJAyT15O92+DLwEPjh6tz1Popm+HGRjPu3rVr5mYQS+kegSPwdnvz0eYKc+/thWvuJG9D3ajeW8QFxVvicyQj4/egw+Vj07vsLw2r1HzOG9DgYMP9WfeT4CUis+36tbPQ8LlD21K+O9lgxtPZa+r7y7oAW9DU8KvwdGM74b5Vg+2mxAvo1PpjxcBWk+voYwPv1cET7BeEa+D1sIvvCHxr7Kb62+9AzmPsDkpT03Fcq8BibavafJUr45XKI+asQyPUF9BT61BZS+o9/0vZGEAj3Unce+sQXbPdNeaD4v8kq+o0+YPTTko76g77c+AlZEvUf4577yyps+XRkWPnEa9j4iHQI/I3cBPmACvL6iJDK+ZoQiPiyPiz2V8Kc9XdGCPtkNhb7Kkcc99w2MvdAvW74pkUy9rUSKvOCmx71S6NK+P16VPiwpAD3/AmM+g2tYvcR9pL2KjDq+pHTBPRYrCb4Cl0m9YkbKPYUe8Dt2Vyy+iWJCu5DrDT4fgNm+0cq+Pr4vUT7uedM+pFSVvkGJLz67KUG+3a8FPuWEvL3xl/o9Zo77PLNC+LqfDhS+ttXDPamP9b4Zkwy+",
        "eYzAvbyXDT4et+W9EJ3sPEpxSr4Q6AW+1fJovg7PgL1m3pK9w+4XvS2Ehj6YLoe+ucuNvg3lXT4jTwG+PPyXvfrWMD6pOmy9VkcGvvzjD70Pwko+ogPfOxb/vT56/nG9MzItu0DhPr0w+wc+VOaRPhaUgb7FRRK+22fSvfZeQj4QFYa+wPthPgtAbj5etDy+p7SFvHFToD4M0rc9XswZvhgYp74F0RU+zRRlvXVsHzwhbaK+Ki9QPnPK1b3xtEs+DGvZvjkjND2eV/k9pxVXvgT4gD4wqg6+7K2CviKKG75nGmM9ENChPeaKxD3/wiy+WeCQvtYo0767ajI+guiWPdx8eL5pWUY+tacavRECyj2p6qo9RHOGvrSMhT4uM8y9PmgfPSVf8L5HDyM+Mosuvq8caT43olU+YnD+Pb/zQT567nI+kAGLPZ2B6j1LaUa+GrCYPH5mLj78zgA+fMQOviIu2j4Fss0+SCSPPBOAqz2DyJa9tZRjPejjIjxltQ6+7jcuvn9LL72V5LA8q3khvZHMwj5PiSe+XlGVvYCWDb4wpSS+9oYLvV7bbjxf2Rs9WaPWvc5QRj66QrC++1EXP4BGrzwt++K+G7RtvJWA1jw0IKi9pxyuvc0QDL7DBwG/cOgBvy6WET4PuZQ9yfLJvt5+qD1HMx290Gm+PhVR4z7G7HG9n6FTPcKfab4nCai+a7v9vXMFdj5aWRu9wGPMPjO8Dj4z65m9qn+qvQNfFTyAxbO9aJucPk05hb5/0468psRcvm4pWb5cUeo9KFVqPiB6lz14iy2/MwSzvZDKwr46kPw9QupoPsQ2XzxD1la+yKHSPUQfNz+LKZa9lisDPp+2UD3mJea+KzgjPvJcmT5KC+M9PlMYvm2Llr5nBka+16AKvZmiAr2c3C+/n44QvtM5bT129CA+INievSRr/L4kqIe9P62DPqlrOz5qSP89q74iPrzM+L2RaqY+3IxBPQLaC75JRbq9sysAvnjPkT4Sx2y+IZExvV4cWD4ilIi+",
        "jupUPmdUlb1S6uo9B+FUPiRv8L14HQI+G8tPvoXQkr3LZSM+90nVPjXARD4SL+68GPxDPZXuMD7hGG++QBGOvbvncD74JdE9GyNYPkw4wD5yi7A9oJ7kPMBfID1gHg++20rePR5Shj261Ma+6MYuPrmlHz5pq5Q+yebMvbop1L3xhWQ+hA7nPZDOST6mpqW9zuKPPknzPD7JyFy+BI0KPlMsXj7ripu+U0+CPj3R9z2el8i9Uw6gPKGtDLxgIze9rY8APhEQ2T23NoW9lcqKvqo1TT7osTa51FHavC8u+D0e7pQ+kq26PtxBGT2oQa48o3v2Pa156T03U4o9UYScPrEsuT7YrDc+WeoJPjFqNj4oaZa+Sa+UvtQyF77AcU49W/OGPq8j2r32rsa9V6kWvRg3Kj5RChQ+lCZCPiqHaL7ChBg+9a+MPhYBObxDW/A9w5bkPW6pvD06aCM9aXeMO4AEiz4rZN4+AN4JPhq9Iz7C90S9WCMKvnZyrr5UnGm+ZIQxvm7oRD2YjM49+TkSPl13uT1IP+M83udGPnPnIL4SWto907f6PQA+oT5gPUA9kXOBPgc2A76/hIE9JkSdPsgHSb7h+xY9KinPOkdSfz7j0QI+uD9ZPhuDCD6QZGg+S7dBPsqpxD04c4O+umuSPf6uGD7sEl6+v1eAvQhjEL6c+Hi9YljdvjKkKT63cII9ZdqnvQuI8r12PH08vgtRPjUNsz7cInI8wQanPeXsMT4jBuq9P9OCvj0hDb6BoEm+5UiCvU6Z6b6ym6a+N/apvU8tvr6Iw6e+gWebPo3R2D2SFKM+xz0FPVFQUbzi/f463K2svYbLD79QhZ8+pzmnvmGi2r582Au+4leAvSQ+yL4JllK9jp0bv17TqL4+V6M+d/QBvZjGXz2wam++vPXju/OcL77rdQ6+kVkNvujpAb8Egx8/nNxIvuSoML2rYaG+CrE3PpYyTD4nraI9GBIivi29+r3UKzS9gSuBPyBW87sSu+y9PsLRPK2gmT1mUa49",
        "BHhMvC8XVj4lpEO93St+PmMotb4EvrE+YEkivww8Kj1LDWG+AT4Gv3CWiT5QLcA7/V0CPhWkJ76enM++akqlPXlNFD5pUnY+G/lzvo+xxD0FLxu/17r+vntHx76bDwq+4/rQva+lirygKfg+W5jivEx8Cr5kbHi+yJEBvplBIb4BCqi9GIr6vGUFaj77cjI+lGl9PSu9uT1cI+C8bVn7PVujiz5bp68+NiHAPAQfJ75bMe88OBEQv573cj1JEg2+OE06vlKYQz5QBV++aeYjvRgr2T1rEw8/kuahvEm5Cb06SoE9QtWFPgWHEr0Nc2k+8PFtvkLpXb7L22G+hLvzPR+jgb77Hgs9Fpsjv6y03D5/VWu+RhaKvWaJgz7ydZO+wGQ4PhMngr3ZHVq+OLJZPFo6mr6Q2Ie9qPa5PYzV4z1OX+Q9wG8bPrf1yT5GbtO9yctovXDCsT0P8Zu++VAcvtoZ0z1skUe+fD31vP4cQj4YlsK9Tbb7PVJ/273BkIo+pzYoPr6xXD5VN069DdrlPfrhaD5GGcM9brSQviMCgL0LkjE+AOLOPr8wUD6NkC+98IQTvlK7CD3KIMc76kj8Psm6BD+Pqp4+M+KVvoNb2r3dGTO/Xy1kvnpneL1Cmog+zDjaPu8RZz0QIWE+KkLxvlLvg72PJy49V3D4PcZYEr/MeRo+W2+LutEj3r3AWgG9EnH6vkyahz56OnY+/b3IvmGrrz1BoYc+GRauuZyV+L49faa+MEAkPZNhLb7dBzk+c9KcvpTNqT3vkN++uOF5PsiqlL0O8Ww93GDMPa/Rgzs4EO++45vJPZSS8b253yi+od0mv3jsVr5jk7k9kEoNvvBSxD5BjIq9UAzlvZQ9iL5ddNm+e97gPU78pr77GbS+0DlRPhcunz2aq4w9qf7SPmL10T0y7j+/5U3mveZrjD7Wh7Y87SQjvopdHz6c77m+QyfDvdcevT4xTUQ+QZxkvbFDNL791NK9fk+OvllIVr6jbr8+oSq+PTLaR76l9us+",
        "AqJEvmHGtT1D7PE96tdEPcJIiL4WDLI9/geYPcwexj3AUJG+kF5sviEhuT3CcIk9CBxZuUWaqD6b5wy+aAwfvoxxNj6QcXk+hePbPUBbtj4VOHo+ZZQkvjV/AL82zQU+agA/PKuR/T7TXKa+pysGviffWr7+yqq6PEEfvRzNCz7Hs7q9hBk6PA+4LD1/YTQ+I/UevnUgNz6dARa+MgYuvnxiCT5+Skw+tKOAPo/XCD4CNYq92kjTPWBFFD6f5/29uix0O+gKKr3vcps+VbJTvqQs3L2R9fO9cdixvUFj8L2QiSY+3Sosv4aQgz6a/mw+Nep9viQ8Ir59uwi+t92ovglWHj4r78I+SD3+vEB/Ij5egiU+DmDwPTIBBL5+HxE9KImWPv5Sbb30eZc8mrIYPsnS1704Whe+8/F/vJvCqb2R/ya+mgq4vKdbWj5EoG0+4MWTPh/V4L1gT3i9E24evijR9z1GuYQ+tKqKPWHIOz2TB2c+e4ICPgaUzT6zVTY+sV8NPhprAT7GL3E+ojUYvlQJIL5gVZ0+VhC6PtkH1T77QIa9vMyrPQAqhDz+BM0+chcZvn4HQr4H4RG+liBEvcMnjT4eeDC9h+AzvrbwZ70BhCi+UWcLPkV7ej4VC5w+3QytPdW+AL6XuJK+8xJHPu8Dtz6Bj4E+WPb3PDbALb48/AK+j7nMvARxUr4+hW6+0jsRPtn78T10wFG9QoI1PqI+Fb2gjgs/2dF8PcbHnr3yv/U9Kz5YPlhklT2eiY4+Tn0hPuXMq70Oqzq+H82BPnWHP73dJhY+QXg1vdHAvz38Qhm+9GFOvJdZxT3r8aC9THOiPdlENj4Jkz48l9PevXv9zL0E2SE9LNj4Pa4QYT4vYdS9EXz/vVafxD5pxBK7mVMvvt2wub074rM9TLV2PfNm6b03r7C+haigvX1jSb6TxJU+hipUvgR+ij13PpQ+shG4PVOmmj3KnZC9/HNHPh+AW77GMAA+TCCHPjF61D08inw8EvhGPiyO8zyzkDG9",
        "FLIkvpX3gD431XY+wvL5PYow4jxzMdq9jergvaxuxz414sM8QY3nvm90p75U5ko+bvmNvUTMpz0d6kA+u/KovcRdIT5Pt4G9t/kKPnNRpD4GGja9y90jvim3Fz59g7g9t7GjvD1MNz6FB489+3HdvU189j3b8vM9x+bpPf3CcD0xB0O7H+MLvgFZFz6d6J69QeNgPuZic73Pjli9A7lrPpzLBj6hEPY9K/cKvoD+NbvKRhm8xGaBPR+x9zw55P49OhzKPSNHu72SV6K9k7Msvmlmmb2iQHg+7caMvd5f6D1rR4k+/gyJPc5EdL0e0kO+F5eOvN0Ukb2bhLK+qU+5PCbTDz9Gc1U94tO1vseJdD2bCxo+2loSvzwkkz7RCKG+7Ka0vhZDVr5q5D0+7YOCvlYzNb6n/IO+R2W1vkfI9b3EpBy/DzBJPnE0Gz7S9SE+cF0bPrDvtL60v3s9ImUAPwQfoj6IZso9PTMnvqbZU731oYa+pPfWvmDlyD5q+TW9j/dtvd7dQD7+4ni+GJTKvXRT5j1MWP89z375Ptg5/rweBDm9QkwiP27YiD4mYCg/KTSLPVDRh7yKwAI9LqULP+2BU75AiMi+092Ivrgc/D6e4dM8e6C3PaeIEb1NToQ+PGkWvhO4rD2ivsk9mA+uvvvsXL6++u69iiNJPYFOPD1klpU99tmCvgVsaD7KGEK+yacBPv/WGz/NFqY97e75Peq0ur2XfJi9gOKFvX3sNz04KAw+KKVUPhUk2j2FLyk+tveQvox+JD7p1ok+uHYVv3TQqr7rgZs9aMpXPmjA2z1uqh+9joBpPmMPjb577Ys+w/OWvk363r7O1648oYHOvRHPqL4ls+c9QH3kvQ7G1bybtPQ97rqyPvH/i77l8RY+dq2jvlJGV74I96y9mb46Pv2bGj0dcA+/WKa3PvDgnj6K99m8nz8NPgGbwr1zOG4+AhKtvpgvXz4J/kq+K/cYPmBVhzwhapo9kIbtvmxSs73Iso4+ntijvpr8PD5liRs+",
        "TYmnPeQBnz68qbO9BEeBveiekr5zwBA+uieOPtXq2j62U1A98ZgcPvZTHb8LWwI+eP8CPjN2/74DBYu920NivTxsrz21zyE+JYaGPe/1KT4+SIW9EgWvvu0mJb3z2IE+Cbv5vayynD7U6mU+p5WXvdyBkLwiVlI+kn0+vaJQ6b2Gi6a8kTkOPuRMwz1msoc+ota8vMlCCb5ZsDC+lPNsOq8Yfbwg4tQ95xJwPXQ3k72Ao7e8lQAwPtsWwT6/ZLq9AamCPnCjJj6DVAw9QWkcPr7+Sj7qG4c+umkMvSfvcD0imWs+KtL1u2az8b24X+A90V40Pv1r1z3y1Bk+vKJcPgzAXjvQtcw950lhPh6nXD7EX0W+6I/RvDHcxz7YLaE8y+AXPlI5AL9U/Gw+fl8TPheR9T00lz8+yB8aPO3anT2Qhq8+SZItPvGcZb4F77M9KbEoPlu9mL1eccg9dz2cPo5CHz65VXM+cwNoPl53rj4eZSo+7xzFPPgLkL2l+z88THoMvu62rr1vNI09li/gOoa7Pb7CHJW7Eo7FPencYb2LoXI9TbMePsB+jj3edA4+EX2BPkPMpj4iIhU959MTPq9AJ76exds9kVQJPjV4NT5lUdI8I+yJvY2J07yNeWM456BFvqFciD5FnTM+9TpJPumBLz6WPSy9kwP/vQdR0L0d9w6+CT/9vO6nQD6ZF7W8U1cWvpDBjD3E4jq+7xCuPaoQDL07vJQ+bBIkP6YTwr0gMpQ9iM7rveJlNz6kODO+4r+IPlF6NL4y+sS8zLYsvsKYSD4vYtg8VSVNPlK7kj12EPs9QJOUvgib1D6Musy9agvFPd1h1j2HQY895OqHvlYdgD0W8j4+aP71vTxkGz5SOqk6vEyLvGRa+jxmfWC9nXYNPVaPab5c8208Zv0fPo1CwruEhiU9f7MUvhK1wj0UwAw+QdNBPrI6Qj3tF2u9o6GmvttSDb5w4Zy9TcZ+vbPjt77b07w+5Re2PoKt+z0X1w29E0eePaMGRz621wu/",
        "aFFzvQ14Ar49b1O+jF4OPrLP1r4nnrk+v0KCPghUBD8TjhK/vSf5PmkfaL4UbYw+1yQlPQRNJr85OzG8Mpoavyng0b67mwM+eC8VvsyLeL50TCk9zy3xPkFzAz658uA8h0tnvbIHHr/e/rq9fdHkvRSHIz8HjFi+qf0lvW6cCL4lV8s9oGEvvWvicb4Oazy+LaQKPg1U3T2OzAO8c9Scvpdg0b4OY4s+ra0+vtl4jz0UjvO8DQCzPqO3H75x6YQ+bAy4vibSYb4NwGK+7fpEPvvSgD4S8Hk+apK3PMEt+rwt7tG+jfg8vxSOQD6tWfk+2WIovq/ek77N2KW9JwjnPAx8Rj0Utz6+siy2PSqNqTyaRJC+1fqUPqD/Rj6KQxg9nh0uPe4IWz5TaFw+OEp0PZJQeb7n396+TcDBvuokDb0BK4A+ceiOvdIQUj4WZDK+tWEFPVyxqzz9jZs+k2g+vmXXlb7kPfK+VCi4vBFdwL7hX1C8/djuPd0g2r32INU90QRuvmgSTD4HBiW+SZ+VvYXjizyA3Ai/mJn7vA7rDD5zi1w941i/vVBGX77N4y47NALlPQPKOL7aMcu9aaSnvWnfhj2f5qO+mZoEvWhqVrsCICo+4qSPvLt4fj4FFRO+NhhOvfMfcT45wgg9pYG+vZ8xmb4rQ7u8EK1UPnWxlz7nxwU+YHC7vaLbBD09EC++Dps5Pj7TOj66cG2+inZWvQkdTb4KBMI9oRJQPXr6rrzjhQQ8vOU0PkyXG77mntk+vG+DvlFLHr2rq70+DSq2PWgcqz5xXmI+5qvMPUkQMD5XXyq+gcckP+NGtr00x64++XiGPiGLX74luKo+jVBJPgutuL2Bebo91ezgvfn8lbz3mLU9FMnJPIbmhj4FoFc+G65tPtiHmr1oFQa+MifKPKIFXb0jEKw9Dk6YvcPy37wWMgg+EvQJPmE4gz5APJs9eOFyOOfi0b44fqa9OJ1XvidjtD4InbG9/Ue0Podd7j269by+pPeQPs4J+j2X/Ro9",
        "erxsvcdC9T0O2Gc+5SpVPnCgJz1eRwE+ip/CvX8nxb1xcZ29RPeTO1hUF76B9P09KJKBPiPd171graY+XCehvSvpnLyx9X26qUBmPfd7KT64Nse9Pm2IPmajtb2L4pc+/ZCnvm2evr6x8EM+uVdsPi2ZKb5LXmG9VZMvPscRdr6bUgi+Lmi3vgiGBL6GeRc+3g6jvABsSr5jiHs+6BRsviA+iTvEdrg+nDTHvWqLAz/nEQa+97uRvkMJVz5JQVi9ny8Ov/NTsr5a7I89yn3fPYm0gr29ueI+qJtfPYznvL5Fk5w+cDfUviQujr5q5am9XNYOP6l4tL6YjMM+AJqZvW4cRz5p6P09o52LPngea77U7Es+sLwWvX30Cr7iADm+LWuzvAkBiT6MBhI/XYmgPLXxTb5lbQk/kp9pvuipfD5Aec09FFAxPpCE1z7t+le+ygM8PXsFej5ppHK+Ppl8vbfXMr5HI6G+aUvGPkKE8Lzpmso+ADKEPk8zy75Ok+m+FrwJPhUytD3kvO09YSJSvSfYOL74Vw8+jumSvhZ8cL2eEZs+rXftvS98tz7ia3c+5coHvoNDMr0duxC+XnWHvvtYDT01Qng+SakQvuQ/uzzqj6w91vqbPZYEdr3kFrk+wZdqPiixDT5uph4+C/B3vJprCD3xnYg9dJ3BPjpQGz3L8aS+VrhWvsEz0D0O4FK+5gJVPh44xb5oJA4/X5D7PqB5oj4+RQa+1t2IviQs9jyNZ8y+vk2DPgCFob3RT02+ztIrPeMxMzz7bAG+G6ioPlW2Pbp2Xj6+Nd/oPRpDFj5xkiA+1tHpvIXseL1yK6m+1O+evqMp3T2zUca9useVva/Nij403ai+ApKsPfZhgb4OCcA+/s1qPkPl0D13x628araJvjlbiz7USHu+SEmLPvDMFD6jvfi+S1eZPfIsfj4Yoc69v8MNP/eVQT1Sl1O+aSGRvLRF5b5/95g+oFWjPaPMZr6JvTy+U/YLvnI8YL78dDm+S2xPve1LFr6YbaU9",
        "ATUOv7lhpr6Zuli+Dw21vrWZ3D7o0hA9g+duvkzOVL7QMgA+9puAvRfiA75eyNU7m2K9Pk9NnL6BE0E+qJnfPckGpTzPAEK+GMF7PTyg+75eY3o+zmGoPZegUz7vKuG83vv2PL8MtT6P1AM/XWG8PtfDsz1xL/q8z0kSPtxyOT7xBJ0+xMoYPmyEGzwOUZ+8p15LPqZy/T2+HYq+oepYvVHxjb5cARM+iuR5PhRkUj6Osii+mIS1PkF/4b3pNaw9lyBZPm0lqD1eqKe8XoBQPruAaz6TCXu+kdoFvz+NKr5dB+M+1P8Iv4tMKLypeCu9POL8PeAcsL28rUS+ptnfvMbvv705QiG+WSkyPdyqAL6qqwE+Kq0tvI8uQ74E84Q+gZ++Pltqtj04rrC+wOivvZzh0T2Rv0a+ME45vsUlAL6sZGk90FnvvEv5hL6hQpS9KXW8vu23qjs/pmQ+ZpzGvhQyV74Vizi+K4Urvtibyb4s4Nm9y95ZvdWQHb4J81u98YObvs94CL6VnOW8/WGTPutNZL7hrGO+U1C5voT+GDy64Z2+Zzl1vWxkET0Qkye/RKR0vrLZvD5Osmc+b1SQPBgdrj7cVdk9TZu0vi5SNDscGIQ+VduOPHyvlL5x2Xu+MkAAPlvMBT/ynAY+iB8mvjsYpbxWmbK9yAkjPhtxOb26iAe+60glvnGM0b3R9vm9E6wxPfhvKr4pcC6+6jzSvu6ZC734UBm/jk0tP4/WHz6Kxme+PE8NP8+83L5a8O89cMtpPiQOGj33pI+8Fu8MPlw3cb5zEoo+5j+ivkJelb7qDcA9zIcmvohGcr2h7EU+l3IDvvvLu71XCYO9HN+9vTfTZT3XnIY+1CDsvQP4P776p6o+m0MaPA72lT5m2yc+3Nq8PBjmET263qA8HY2TvpRpZD40p4U+qmhivcYbdTyNGom+GLCDPfDFgL3oLfY9IpJdvqMbC77BDAE9NV5ovWhMzT6m9g098SnWPi00Pz56qyk+f9daPRiq1z4WA3Q8",
        "RMdyPcPCBD5t6Ty+jAPHPN9uRr2GdCG+X8nUO0F1bD2RA2m9YYQ8vo28CL+wog2+Q2sVPhHnHb36+KS8Xt69vmBbR74kkQI9FAEDPRSUEb004D0+dcIDPn8lAzyv/0M+2urBvE7PnT49j3C9bPCyPSnWIr1faaY9sD2ruvu6uD4hWpI+au0SPUBiMTpNEGS+Z9N2PgK/SD7n9R49RKNlPjoMWr7nXqA+V0HevY4lhr7zRyI+BUM3u0RsHr7ILjY+JwdMPW/B275csBe+hJ5gvgW7Mz4u9rU+C5RZvnOg0j63mpc9fdYJPgFdzb0ULf+8pI79PcAnmL5cTZQ+YpTMPhauxL4LF4C9z2Xfvj810r79BDa9o9khPoBAkz7qPpg8EFkWPsoayL4V/wM9AR+NviP9G742SfW9lrryPcvgxTxIKsc9yMAgvh9l7z2XwRW+nlZ+vGyLN7+d4ls+OaLRPbjPjz7Ad4O+8taOviYeGb4r2TG/3drEvVotfb393tG+4CNQPi3izz17afi99C5PPcvgVT0elk273ZOdPq3GAz4BGyY+5uAzPxlPYL69CTW+gEShPUZfKz6scIA+eCrKvTMJcL6yC3O+6N6LvdtLKLzEVNo9But1vRZ/Xz5ktuq95qKkvqevqz2xf5+97g9Kvr/bcz055gW+eB6nPDCMOr4lgEC+Rx7UPQfKXT07MS8+ps8BPkyaSb0597A9XTzRvZGZnz7Q7hi+cr/EPVl3ib35FxG+n/+KPRTuJD7Hk3a+nsJ+Pes7Iz6ktIm9pLsfvVxIIj7TLcI9ml2KvWUebz7D5z4+R8WQPu/MXr7bG9y9CjCJPb5ylTwr3oe96wvFvdSjwj4+bQ09NY/ivddxrD4LMUM+xuANPjN9tTybqXm+efIoPrkSSL4Gg4y+ZpSYvU/hwzz4KQQ+Kve1vFIYpT7P8dI9A5JPPmg4Vj5xAmA9z9sEvvu+oz4/sp494VYfPBccC70gBBe/WgBuvmFUWT0kudS9aEkIPYfcK73vAwI+",
        "vjQ3PvYwiz6KQCc998EUvptL2L1bYty9mB5evvX3fb2qwqk+grJvPVOQfT7cFEI+OA6wPW1ILL6lmyE+t9ILvvNE1T09kDM+gIzzveL/gT6posQ96Z6jPjjPuz1cuLu+BX+LPQkItj16xZC9rR3VPqwdSr4Z6Q0+3wQMvSCrm75tbjw+7s5xvtDbg7zWGCC+luLGPW85jz5yLAU+ddUnPhU+VLxlTus9jhW6vnnZLL7n3j4+NIAjvXpnib1uo0a+eVPrPUUDmb0MFho/8EgBv+T6wj6HFuk9TTSQvYn1lDzwJ7a+p7WMPn6NDz/N0p6+5Pd3PqBP/T0qLSq+N5W9PsCJGj2EQtQ9k7jNPkTsEj5Z4LU+JssivNwDmT6Bnc69gx0ovsHQwD7w+x2/aKDwvlNhRL6UKco97VGMvqs3qT1pTkW/AWOMPYdVhj6X5xU+XlBJvtPnRr4ocbA+GxIqPQpHRr9Dqju/+vSsvsEjarzKFii+4szkvecFWrxhQvi+UwxQO8OnM736+T2+VeScPSWIk75vhiC8KeGjPShwr75L2jq8xAzTPsK4f73QLee9wokkPtsENT4UIQU/sISlvqaiNT7ibTK+LH9rPnbFsTyIV3g8dHxGvnUYgL7tunY+bjaFPsAi3D0+MTq+st07vsSrL72wCGi94sTyvjtaHT5Li2Y+9BxHvo3Inj0kLJw+KcM7PkDItT6hefK7hrYuPhu0hj0pcZC9qeCdvltfcr7I0jM+Dr6QvnmIA75AggW+dEegvbInKb5Mc1q+c11CvoZp9b38CPw9yaOQvXltBD2ioNg9zU9PvuueiT5/JoK+Pd+ivWCAA7636QY9FrCNvREPIj7fx7I9jP5MPlfGpL4Gb6y+GOdTPk2ymz1XxgW+7z+2PTiEEb5WRyY+L2FDPXTNNL7WmE485qA8vfw7YT6z3nK+1q3BPltXs71XxUW+Nm/qva8SXL3WBZy9qw0CPvueTD47Ot++FYKQvqR9MTzVP5u+Ok8uPiXo1b6PVEQ+",
        "MVigvvu9gr5b/eq+9qKoPacBjrtS9WK+ouofv9NHtr19ssw+OyKYvn7VeD41uV89a+orv8mgWj4fOJ66fL/mPX8WCD4JL+Q93yTPvVe7vD1hQIi+1l/LPaTZv7y2Tgm+7Zm+Pc08LD4rKvm8rS4tPVP1cb7RJzS+XHilPTW/7b1ai+a+/rr7PenG2D3g9II9oClGvpuUCT6DlUw+770sPtvooL4CGUq8ZOc0v4BKuD65VyQ9XWXDPjfAFD64C7s+/BA8ve6ERr2B1+I9H/k6PgOTED5BvKM9XBHCvVn0Xb1reYi+CUkAPteXZz7kSbi8rKCUPb0+bT1Z/Nw9piydvgbh3rw2wh2+qojovaB1BD5XFns+eCOZvsqwwT6+RpK+uEHPvlbO876Fepa9C3KevmBLuL46bqI+4btSvg8s8L3Ib3i8tLEDPl6MgL2/J70+AZkBPcto3b3zwWE+KhcKvcNwxz4cFiA9oKSHPtv8tz38jqa+18BpvtySDrzBi429/e84vXpul771M36+HDsPvwlpIz6CPjk+fwABPSh2+r34d2m+UlGVPRrjUjyXxwA9gt0oPjidX76+2ZY8+OaNPt2Cyrxh4Eu+cUbFvhbwaD2xsbE+w6l0vRDQgLzzWNa+ijimvSLLsr0Dj+u9H/8yPsSFkD66huG+MIBePk8qLb13uUg+99vGvoy+kD6/fJg9U9yEvbiQw73wH669wuepPTK1Pr43/bo+r6TTPvrBLL4zp2O95MupvZKICL7sIoU96ruzPQUqxT5lUzQ9XgUwvh44kz50HDu9pb6PvuRxgD1w1s092NZBPn4SYT3F3Ju9cJ15vTPE1j6cT6Q+vIOgvlS9arwRJwC+2aaIPnowxruwya29NrXYvGymk7uYd8q9KTQqvurwzTx844k9bJUYPmGgm72ltiQ+FyyCPnSxA77a9R8+k+doPvt6pj4NF6W92dQ5PRJeX7xt5pC9ZVR+Pe8HfDya0oa+9j3FPYd2nz48p809F6FwPtD7Dj5mrwM+",
        "RQJaPlmpgj51EYg+QZ6lPjK9dz3jNpw+0Su8PaNigb0gIiI+/7IhPceRxr43s4o+jdZyPcY/kTyhK4C9hhPbPSpqSb6/95y+eyJ/PqFCVL1fp7w8Ec3pPSGNCr6CAdE9EvgHPki6Mr6QcXk9qVCVPBe4YT4jStG9tGYKPvH+qL4clGq+NE4pvfI4oL59DIA8IxwMPkdtNb3x3sW+3o4tvohi6T6grDk+yJQ3vsPIJ77v/1A+sJexOwMlnD62gLE9XcQwvvFYv72smg2+4bz2veEEAz5CEU++zixlvT/Uoj7djDQ+uwjIvswh2Tx0hli7jGJwPg3aujs6MLI9YqIVvphPjT7cjoK+vQiMPJ3dJT6qOke+MCcmPj+OgzxJnpK+9ad2PqIs4rzRoiS+Lc4VvpiE7j14A2I+zzBoPSq8U7zunpo9PXC+POqmwr2CzT8+pSAKvURGiz47zyq+3UKUPI3nUr1bOqU9SY+/PrcStz62hvc9cadfvVBvzT0nV0i7aviKPgPk5T1g/rC9cZqBPTeDhz6xLJW+czMkvtd5FT5yITk+MjK4vs9LKT5YPHG96dVePbnXWT3Au/K90Y/Qvmdfmj3cdiQ+oHKJvTc8jD59kCC+62mKvN/izb0JxQg9YnP+PYKd4byDbkG9ljGxPuc5zjyLB7c+fGizPizC8z4Rap6+Qel2PrPKBr2xZkC71dW2vg7crT4YWwo/RpaQvrKPjj7sxr+9Gnh6vvqgFr6M4wc+1FiDvpQ5/D2o9ic/7cdkPfR3XL4xeVY+V9oMvvpfrry1jZi90qHhPY8LvD7c1xU9P/+lPvgeWj4j0Qe+vYCyvcaZJb84HYE+OH4VvhE+Vz1WEBk+7zGmvs/zAr5oNOw8WZhYvadhsD1atJA+5Zc7vmF4XT6UzJ4+ea0nPqwNJr4XKk2/06Z/vReFeL3gVi8+UzhQPoQrsT0rcDK9aIiOvhqRwD0lPWw+6ajoPEJ0rD0afoE++yDpPeYFRb6YkIy9KyQsPtF3AT6grUq+",
        "X3tHPuqSo712spg7dLx3vbFv7r3b2GA7YqE5PgddyTyAQMA91HDhPZNaFT7DiNq9pvpuPkS4HD476409t7FnPVvO8D7+0Bg+zHoOPoxiyz0GgaA+8j3cPSHIX77H1kG9w7hNvolfqT5Kfsq+O2wIPukRwD7TScW84LdhvhOIuT6aI0S+G8R0PX8mDL51lAG+RfURvvpFcL3Hjas7RFu+Pp1s4Txfyg8/jeLZO7oY/7wwoQu+VCCBvex3Zj5MEKc+pIWHPUBqlL3aLJ8+BH6KvtyTbr3IeBi+BvUuPlXmnz5QEUM8oUt+vod+ND46lp++s1cDPlfba746z5A94qQHvonWFjxWcO29Paa3vEajmj00ozu+z3Vbvklynz6JaBa+YvZnvg2d3z2B7869IMlsPju15rykzfm9e5Hbvf1Fm70vYqE+lwEvvuTvFD4FDo8+WrLWvMWQ1b2kq3C+e3SivW89FD4UWJ2+oLawOQz10T2A1Eg+bPiWPuWNrTkQr5495aKWvS/eiz2CJSI+Qr1CPgUgqrw7m4o+OSmkPp8fuz4mZpg+WVzlvTeeir0WxuO9RbYHPkI5Aj6PD5O9tyYMvkbRFz6e3/c9fzeavREGrD7ZRqy8VN+VvDCPzz0DpH0+AP3CvYL3cL69SCm+NvtsPpLW+j37+mW+u4p1PsO8Fr2MiLQ9cOjVvcjfkL4WUKW7uX/IPgYmIr64YVy9LvgGvuR1Kb0UlJI+rriuvUrtUz58sC++3R8ovknGtT5MW4i+mpGIPj3JQb2EWqe8LwpyvpgQLj6wTvm9f0SZPjCOJj0/IQM+BGXFPaKN47wHOsQ9EwBsPrHmLz7V+hO9w+HAPfdiAj4qe5w94+CpPfhoSD4mVT+6Pe9KPQmXij66LTe9Mu4ZPoZj3j3Anue9jE0JPD4NaryfSs69YgXwvYrhmD4SDRa+c2iZPA/WDj6gxmq9l3z6PTLCWbwO+Iy8SAoTvn6e2z4xQQa/XMEdPvpvhD6Oec09LrEMvR82oj5Txtg9",
        "i9FMPZnggr67kMu9VpYJOTgoeDxZP5G+TpImPquB9z2nQXC+zYFmvYQO1D0zlI6+lp8Jv8fLkj6uIhA+fEbxPdYoUjwKlIY+3yyzvVF6Gz7R+y69el14vZ/YHLt9UEs+BfTKuxq9lj4ykEc+uxOvvVbl4D1uLC6+qm3gPIpuwT7b73c97tgkPUith7yK/oc90csQPawhyTz0LJS9bM34vRETVb6J3ts+wu98vsx++z3sadA+2nMtPqGLg73DiZ2+UJBsviUBfT6JXzU+xDqkPUlc6T2dvmu81mZxPu4XnT6H8IQ8OZiMPfszfr1pZhO+7NAaPqhTe76IXdm9HauNvqCRhr0tSAM+CgpYvaUUAj0UQnQ70GzuPZ4RgD7B2yA+265Tvk5z0z7nyco97puZPpaZEj7aJpY9QbeUvpu5eT48axu+ZT5oPuieI76zxWU+6u5jPu4rgT1yaM49Zn8mPcZllz6Oij6+9DIXv21Tij77oZc9HEZzPqKkCT6j7Qc8kS4wPI5+kjt/3q082gYZPXpI+D2lwUI+8ijqvcEzPj05+Re+xz8ZPW6nLb7v5iG9rsdcPr/cx71cPrA98ZGxvAglcTzzv0c+leS5PI/lQj3zu4c+r2ivvHdldD5+8S69yI8CvVrvBj76kpA9CaG7vQSmfb3V2AY+6WeOvNVN0D0Ef1C9taZQviBRz73CPEO+V59JPhioEz5POYg9qniAPo/Jgz3dZ44+P0M9vlVrJj1BuT2+zge7vWBPHT4OBR8+XLClPmU9M71VSZ08d7ZGvkmIxT5anqQ9wkVOPo1sbr5jqXC97ICLvjQr8j5rVva+dcB9PuXC8j4jIYQ+7tHLPSZrLz63vDQ8YE85vcao9T6FcYo+EPgEPTN3nD4Moj69XWAKPsbyp773Y6C+ixQovCiuFj76HQ4/rE5ePl8Q8j2Gkp+9GkAZPn4LpL1igLA+Jy5/PkzP0zusf8O9HIIlPa6E0zqgUD++EoYFPbTXgz4PHvy8XMplPscvFD5eclG+",
        "u1CcPpD2O76lXou9aqkHvnkjuzxm/hO9pFFAPkZ2vz4Amng+RbTHPk8gmj62CoQ+9jRSvWNxFj47BEK8IBqNPkfwbz6SkUW8ougvPd8ngz1DI8691fBxvtaIzD1oklQ+9HljvhTQKD7VpB6+UtF3PQ86PT33TjY+bDgiPjP5yT2IiJs+nMpUPkRpaz5aCTA+LW3QvU9Wtz52t8u+tFeZPsd8Ar15dN4+7e7pPWCN9T16g6a+6x8jPRoSC75phhO9V7cwvijthT0U6qk+jlcfPkgKkT6CDII+bZcuPquAZL6aqLy9v9zxvU+Fjz5MOSw8fZaRPgFIhb7y9Ig+PrnEPZIFpj0BsGM8LpyMvEGYar2UxBQ98VyPPu84Z7xK2Jm9SV0ePm0kT73Uq8G6sRbKvbiVtLyEhKg+VG/MvHfMlL4wL6w+PbKdPTFM3byyhFI+hoolvXeJMz46h8q98LdaPkVuOT5bC4m+87IuPpyVBb7GRDa+tJMrvnCbyb1bUAM+t1JoPYQdr70H26+6/p9Xva3afr1OMA0+fWuHvcsOij7jWx6+T3KRPtNsnb3D+8u+o6SKvhP7nr4JqUS/HIFJvUwOvD3U40g+lQCKPmK3Mj0lx6s9RioTvvDxzz1ClhY+BNyRPEiFk76wPLA9zWjtPS3XAL/0g+69/gU2PpxkH70bcru94qasPf3yn76q5vi892Ruvkc1w769vsi9fZmWvowTCT5molg+bXoDP350pT7lVCM9scPCPbNIeL0tpIy+d3ydPAzdHr65ysg8i10+vSVppL5rb4O+wu2BvmeR8b7XlJI+rTUCveI1jz6WVbQ+xPJbPunhjj3MMoI+Nw2cvSH1Pr67xSA+/0S/vPlYID5sTSk+METhPVIBTb4+sSU+hFSfProngT5KTyE+32sXvqDG7T1svB0+sBYRvrU0Az/PjCg+/FcUPm5CsL1STUC+4pGIvjWwQjw7LpW9o1Q1Pi/bCj2nNZG+STRDvguzZr7agl6+5JwtvpAuxj2lBSe/",
        "IKK/vhzbxL4tJa69z+4ZvUyNJ77wj6Q8T1hwvfBc3D09BZe+jvmZPi8jqT6OYi+9BkqlPj0Itb54FEK+/puZvpuj2z0lDAY/uo79viHLlb2rqho+3yy0PoXbNz663YG+LnNsvkaZ1r5vhMy8o5rXPF/oFLqsH10+feJxvqu7qD0k8f89aifoPTO26T5vkrM+30gDviymED0pAYe+No1cvvH5kD6DCZs9+HhSPdmelL3ubV8+iYpCPpGw3L3GKZC9V0eNvFPItb5WUyU+fmUcPo5FCbs64hy8Wd5yPCHdhr3HAyM+ium5vFmFzr7o3Cs+XZgQPumvtL4EQbe8jghIPv/oBLvoORq++X5ivnO0jz4OmAA+MDabvZv0nb4FfbY9nPvLPkkMt70QDeG9nvW1Pno5KT7WHIi+rX0tvnnNCz+Pa/c+56oOPqZ4pD5vaA++ekzKvSumaT4IP+u9Lc1kPQXTSz2Evoi+7/T8PWUqNL7aUD+9xPaUPlseTjsfXxM+Rb0iPQYBlb1lvoq8wBFSPe/rPLxi76S9cFcoPnwquL0fuYQ9rONsPif4pjugB8u9D3mrvd3uwT11DEq+RuJlvoOXvT3TZ0w90/lmvjx5wb2IHV4+ADFRvZsuoz1kpCo+oZz3PZDAVr0FG5w9ZDkQvkhFHj7neI++USdePhAnQr4R0Ii+IFY3Pt2GwL10iTG9LXq0Pf1Rdz44pfU9YIeIPCCcsz7J/ao94G27PhDkhz5uLgw9Y9COPpQkKz4Cmru8+pGoPU3KWT4HoHw+sFkHvmhz4r6vWue8HAesPVxyvD1Cloq93W7/vJ8Q8D1pR7++NdOJPgUxhrvrLqS+ZSvFvtUSRz7Y3k2+hwklvrpICr37FBa8sdsAv1YePj6BjAu97TMsvuksOj4lnnU+tYe4vcbOTz62Ni2+mthYvrOj+DwoL5y+fFeGvEj2qL5Kn60+HeEFPeQ67z3VIQa+EK7NPjgZtzy3/2W+L/muviZAUr6Mt0M9GC53vjpvCL1Au7C8",
        "b8AjvR0r4T0BEqW+MLiOPSKURr67kpK+aeILPvZObb4Ov6Q9LsARPUuR1r12DBG9ZslQvg3pfL2VXAW+R4F1Pp2yfD4TADa+FPw/vmGOVT5kBbS+ACAJvV0QTz7/GMS9h8iDvfDgxz0OGYG+A06xPa+jjT6K2Se+4vyTPZvzYD5aZ0i+fd8RPqI1Rz5gNaW9J0/IPirUEj3uJMk+N3GhviWLtz11X4k+RJKLPopExT5Ou4g+d21MvuvHFL5S38u9P46EPotKUrw5cYS+An0yvvzP9b1kFYG+sQn2vQ9Jsj6f52y9n7gHviJ7N74JvJQ+kIudvpG8BL8bBhc+hKgTPcTNzj4ZMaa8WUDUvALMhr4hNHA8SzZavTCJjT4hWwS+YDITvsoWtT1B/s09mkKJvvxXDL6JJFg+Uwtevrz2xj2D0DK+y/C2vRR4yD1C6SA+aYVZPsbX872P8om9jFcpvZXpBb5cfJq7dCG3viUTXr4+di4+UO0xPGhlhL4G+A29l+Qsv0aqvz0C9K+9rXVEPhi3Rr5CD/o8MgdQPTOVA73xyay+oOwsvvS0KT20hIY+0fOnPXQxaD4kX8W9iDHzvdWXLD4ZjRy+d/Pfvdg7Nr1IPJA9+WZdvvD9CL7PqDk9Z8QXPwqdRb+av1C+SfeAvjf3LL6uE4++d5qfPlfNBz+D1We9ZXIVvqizQb5JW5S+oysXPj0SC75n6z68YDEAv/bczTsIZfU9ZA+kvhNggr1vX7E+AjGXPjTfMD7JXaI+8ynFPrIVAD5+rz6+LywPvqpUF71G5ui9dCHRPfk0+b68qq8+FI6jPvSpxz3LQJm+lwhGvmhi776cbHo8GjTwPBPMID41zFg+F8K3Plo8Zb5kPWk8OQkoPIHZA76bmYI+Hxe9PEztZT5Xy8G+PPwnPqEPiz48Cpw9Gh8zPJ824j5PlQa96uoXPtsmYj4CkOm9GnQhvqP0izwkMy0+btNgPrLWur67Z7s9wwn/vhtmjz7VK1W+sjUjPq/1QL4Klwi/",
        "VqdKPGk7wj7y8pe9VHXrPPDjSz7/Ahe7FuZZvuDcrj1T7pS+GNyOviGTab2aATu/j+KNPiqoab37AiM+e8hhPnF23rsuM3s8tjPHPZ5/9r0yVhK9GredvWxnbD7Gm26+51WGvvsk8r38c487Uk4UPsbBjb2FpI8+AVMEPovmRz7QClm9Eml8PdZI7L0HmXA+v79AvhLhEj3/zFi+RCVBPjiUHj6l6qG9REq9vkHSMz3t0nU+QpNnPTVYor1DSaG97ZA5Pu1jBr6gMYO9zhhAPSw6hz4jZrM92HccPgdPwL3rvq495iGmPgYTcz4Vg40+u2g7vWM3eD096KU+X139Pl0RWTz87B0+0LkpviYQTz4gI3a+praHPmTVFL7dfgC94KSWPBbqZb0nGuy90vJ8PZ2PBD53w3q9M2Y+PeAQBr22V8o+ZV5pvvIQnT7mQLc8ai9pvq5fnb4sJi++EM89PQO62T6C6LS9ClPnPnQMTz6a8Mi9JOOzPmbheL46osa9Q4IdPhzSJz6LBhw+89fXvHVmLj7PyMW+v/tUPtzj+TvDy4M+E3++vjj1Db71iWm+tT7PPlzTwD7cMx6+ht2nvlZB+7vfvIC+sbyrPpbFzr4Ti6w9FC+IPrSuKz03CUM+qm9lvilg4D5l0BQ/UoksvnFeQz5bsg2/S4ElPolLnz6SNkS+R6qYvZ2EA77No+S9/BPnvtvBa75/9Nk+E3qaPmaztj56ur6+NUSrPjAlxrxM58C75ToZPmDnTD2TSdu+jd9wvhQYsD7QLZ8+fgBAvd07Vb7QoE8+uo/GPrtj8bzfVd+6Ygjsvgouzb0bUC4+eN52PSUIGb1k4r291yWUvbISIz43j1g9f1cHPqEKtT5U6Mi+G+obvte5JL52g8A9VrxFPdAKnz5BbCW9r+6LPnNSHb4Wn9w+Lt+XPmfQBj7Vtz69SsVHPaRAcr5PQpQ9WgCYvNDpWz3GAUY+lTaTPiTteT6v55M6Nx2TvkfnrT6qYAk9q+8ZvbkH2L16HdC9",
        "lz4HPiNgxz3zD5I8vETePRYYND7sroo+1DjKPZg+zD4wy5O9QDC9Pb43oj58tR6+qOvPvSedJT7obmM9Ol0pPRZUnb1A4vA7IEbPvvFUfr02KyQ+LOl0Pn+sibw16Io+C20Lvkj9qLtbmw4+ub1UPgfStD3ErhO+ZuRSPuPHC739pyS+Y8o0PpiZDT3m5aU+fVstPoVhMb55PKg+RcyLPjRVQz6bL2S9e2c0Pv4cGD1HRRO9E78APs+5BL7GQp+++oEXvjQ7vbwtq609RkPpPBPraL2scWC+MEOBPY0zsDtQvbi+aff3PrOxurz14Y2+d1wOvUZJSr6D2ZE9HEXTPQO/K76XbjM+qiUMvhcXrb2Pbak+6jS7PdBWo75vaSq+o0OXPJHYm70+ZKi8EKLNuVsqzr4vXCY+jC2LPZhcsz4uFIw9qnCevdBd+j2wpVa+SsiOvqqSlbz+LIk+nilGPvyTTT32Hs2+/WbUPa8nEz6CGNa+v5dPvm4Pkj09WUa80p34vZMJ2TyKtzC+xd6gvebIgr6xJo29/ReCPrBSI71n5HC+V13nPJTRQj7rH+O+xi2evs3Ptr0xupM+CrluPkk3Cj7/2ya+a76FPPebFL3HE5681hMRPmL8Qz5RwgW9MlrQPhasCz80+IO9TLE6vpv7G744GQS+6gr2vV8LEj//zLA9sDG4PhnQmbs+GW0+jSk3PiY5NDykyLI+O8KRvj+UCT4vs769yQouPgGqkb7/MEy+355BPoEDaz6nG3++C/3SPW0jzj32WSq9nKLJvQ3K47zRaa+9TUDYvBjqMb5RD+K+36oCP5yYMbysfCE+906nPdGthD07sdw9IvJPPWlvsTznFK29wCPUvXvw1j5yXha+U2GwPlbUhT146UI9hIVsPhx0ab43qfO+6DeFu3qIfT5+uFQ+UtISvZdQSz4jJqm67uYKvjDRSL78mbo9GebHPj66YbzPPa6+/Ni1vDe8mj1AVQ0+VqsuPYwS171ja8I9dCi+PApLMr6pkKE+",
        "QPERPEqWjDz/ahQ+KiewvLNAojypz54+wUN1vgWtkT3IZbs9HcLHPrNhhr6vwCE+Exy8Pel1Ar30WL09/pbzPSzlaj5FRBo9oc4IPmUvMT6EB/w9SP94vRBThL280Am+5FIzvkGC3D41s7Y8I/XevQ/phT6tWlY+4sdcvg3Uh774S4K+nTHqPeBkWD7jG6k+CRoLPm8Gqb7iqKq+BG8DPW6bfL7Gjd4+yugiPuJ3oT2aI+89ApaOvgXqSDsiirM+Qvt+vikVTLvzqWM6lrz4vUZZOT7VQHU+vHyPPgTGPD7xI3O8WHrRvZTFrb79n1A+xvGQvrhlgL1S+Q6+dpD7PQ0+Wb2hgiQ+6TimvsBdUD57czw+9gKKPIRarT7WTDE92aAPPTv00T0+/HE+OmOSvUGSvjzHgF68wS8RPmWBVz6Qezq+OqpBvs8t5T3KPaq9kteTPrkTzr2GRow9CqCUvWTiPD7Il44+rVSPPas6CTw5Jjw+cBGWvppLHD0Jpk0+LlozPva+7b2gxIY+xDC/vbB+Lr68Cc6+9dT5PWhKSj4aPik8Wlvjvl0WcT5luFg+h2ADPpX+Mj4thca+YxmjPdP+Gb2kizo+po4bPFgiiz78/5Y+3GhnPtUl5r78ETI9Kt0Mvp/rFj408v28HtN+vk/u4j1LaTy+CDLYPYESgT6yFJ+7pQoRvNo3cL4xqz++5rgNPp9EpD5OImE+FiSvPcGeGr6xGDs+Sp+WPgmScz7BLpo+V6g3PZlFGD4vB+I+h4bdvSGu47tYJYg+qQACvlTfRj4vdoG+0MoFP60hzT7/gNs91BYYvyn9Fz5jV3K+x1J2PdcV8j7OCGY+S9+dvrHgkD6uzz8+ADEuPrXlJr5vKQi+LEQxvhPqEz416429Vg+CPp+YUD5SFBc+WDx/PbgMoz5xrBY+Ave6vBhBiT5jhpu+2pgTPl3pPj5KVIa9y9s+voGAHL5nbyO+85ppPrmbzD00whu+RA6VPcRIVL7hwuO9ye0qPGVkx72+6ka9",
        "m5vJvNbzTjvcimQ+5L+qPl/VtL6vmJy5lCNHvt1Flzwn2Ci+PGRbPVJpCj3oC3q+HKcqPt9Enj5nYXE+39wKPfkisrvneDU9NtaoPgUiWj18xqM99YPivIeHsL7dpKO92bgRPuFDVz2MZoC+aqJcPkS3ZD6wnEW6cTCFvgG6E7/GpXo75M4TvpdDkzuVpRU+BTSCPn7GhL6SEZu+yt1DvjlpuD2mzc8+FbyXvqqjij5vtYs8lE2JvVNBZj2iylu7C5A+PVZEj73FDq49/lbZvi8IcL2Viv4+a4YHPqQ3Ib6N5Aa9mlTSvrtlaT5IAsq9m8FAO+XZRD6uC3g8MNVUvFNyZ72QmdG+1wwZPibZTr7Ku0o+CbcMPS7LobzXB5A+eNRyPsJejT2+fNg+i/51Pm05MrrfyYG9VdZEvy3lID59B9U94fCHPCFNUr0wANg8J6iEPR0smL3KYv099sVqPvnNF74Iz4k+Pr2NPrEC3D0V21s+tpipvcsDQ7306iA9uCsTvyZxpb3BGkA+n18svi2FoL338d6+fsrNu/gdOj9d9ZC+DbOWPoryzz5hb3K+Xy1dvR3yKL/Lijq+N9IQvfzXaj70Emq9nWkcPu/u3L16P6I+fo1GvTAETD1r74u+HPq2vOwgXb275q0+xRRzPuGrWr21gfU+JFvXvhknkr4WZio+IzSxvh/2lr2PHaM8uOyIPtftU7378oo+U2XXvQITU754GeS+p7F/PjFwnb5Yqhe++ooxPdnOCjz9/Xc+wTEuPZyTBL7PURk+fmNBPGEw0j3ahUy9P71XvXJ4RD5MxpY9dUdkPrgkvj2qu6o+zOWxPYGvVT50cVc+Q3mDPqE5Rr4FcSY+3xEhvqYtq73yhj0+n5wCP43scj4a4Rg+OodKvkJFBj6KeE8+TTE2PkJhlD4HpgK+ktSIvmcrIL6ge4O9UMzivehRrD4oEpo+Wv1BvdqWtr3gY7w9xS2APlhSurz0HDs9k+xZPcRqrT62ot698tH1vfOgZj7/InO+",
        "ZlGjPmpU8D303xW+PmNsPkTBLz6syaM9D1B7PjlCGD6meYk9+cPJPmJ1Iz3xq1I+s0v+PekjeT5U68M9tdxfvljYWz43TgE+4RM8PiqYSr59Oru7fzrZPZrV6b1NwYw+bSC5vcbTtL5TBuA96u0CPNiEI74f4128XZwavvo6P77zUUS+j6ZQvnCplj59qGc+xlPIvTTQBL53dEK9k/zhPp9xEb4Mslq+R081PktZzbyjR2o+q1qiPlsNCz52GrU+UlmMvhMZzb3RYlg+AnP7vbffNj0oY7o+9enOPU6aCr4pKYs8RWr/vl4nyz42k2s+d5Z6PQx7lz0uZIw+7/fQPA5CpD7ddbQ8baUcPjr2MT6+TPw9y4FBPU1Zubz46PW+iZC1vb57vD4f7AO+VmUhPGq1njzVriI+UfKzvOM/hD0Mi3Y+qHSdParlDD7ory49yhLZPr3UTT0pFHa+GO/tPG3Kcj3t2pW9SRzQvfiJkb2MXXQ+yqEsvcg/SD5/Y/m9TSzEPimIwj7J3CE+1uDPvHO4WD7kykI9nBBEvquCPb4k3A89ztyfvgiSTD4BP2++M0WSPuQNiT6bTB2+J3lXPriSND4EIq69gJWEPmYVjT6/8fI9yPkxvQqVvT0vnvi8Pfn9PQ4zUT5BgsU9H2/sva+oNz6pILi9Hv69PSpHnj33Yi49aU3tPAfICT0PX2U9T5zsvfAukj4FCiw9q1JQPoXCoj4K6OW+QXCyPt2Fvz6vf00+S8uzPnS1sD46kvc8YsIyPgbhH7tHvyu+UumuPCp8xbwt9YS9hSN1Phg9+L1seEQ86/72vUXHW73BiVi+ahPFut9h1b3rNxc9Pa03vmmajz4roRY+oTmrvcQFJ74NGmc9VoRcPrks5T1Uryk+V3nGvaOyrz5o6Ie+1I4WPdUfl75ddd89o8N/PlLGAT4VBPQ9B3wuvmGlpD5hBhK+VV38PYqrBD4rlSO+lSEUPo7vg7113re9HecyPdltjz27rqg+kOdTPEzYCL4WpOM+",
        "en/+PQxTqr6xxNC8c+1bPua/Mb3ntbc+UIZtPmAkyz5r1B2+Ahccvv3Bbj42Udu+6eqZPtEYBr+FRDA+gw7NPsS9Db4x44+8h0agvu/Usj0oqNw+1l/CParogj7k9QA+Ldkrv5K1lr5oIkg9WEdFPk25+r0ef8e+4LVdvuDWPj0/zwe+EmZxPuSfsTxUFxu+0IhjvXxaE7/WAzk8pj4pvuEHwr4UEcE9+oV0PkG4rr1f9+6+X7ToPFFmlD4RSZU+N2nWPlYDk76wHCY+6/XKvlP6trxz7ro+252RPoNpOz7LEzA+NdwVP8D2nD4w71W+v/FYvYeTQ76X3yU+LZN8PU/i0b6SfQC+ZNquPgbNCT/JYwC+9eZtvtkUKD4ei+S+vHepvTSnk77iPLI7ZW0MPY0eOT23050+6iU3vepWib1hFn0+pYmjvtf/iz7bYWE+6X6iPkSlsDtjjVU7NSP6PTpbkD3ENaI9Y5LFvdwi37yuMoW9lt4tPnEsrT4fh3A9CkYZPkcfG74O7nS8cky/PKptsD17oNQ9oBtMPmG+Ib7Y5rg+t29yviYCIj423Ue9qa0tvhS6qj4kOus8Mm+rPjhnTD5xTXy+tEuVvYn/Fz7AGw8+Plt+vQ6omjzTk+890nyavl63mb1rF5Q+DPnlu6rZrr7rkpM9RV1vPa/Ygz3VRRW+qJjlvWYHNb4eGeg9LyU0Pktejz4cb60+yxsLPhd7iz6rHfY++fmLvWeqGb7vYm28uSKEvturqb2pNKQ+sdCZvTLvDj3Cb/u9rI/rPREqFz1PQyM+jDIMPsYyl7zmb0S+NS/0PckfGj6hK6W9BmFQPntMsj5eiyk9gVlEPgzvFL4AiKI+RcajPFQHiD1TX38+NdgCvYKJmD0U+OS9uy4ou3rli70yWdw9kHlGPnojTD1iXoe8xGwMPTUPiz1dfBU+VL7rvdC9ND5tSEu+UAWzPu9DgL2MIi0+M6u5vN7Aoj39EmE+GosCPg7XXz5c4Sk9SGttPtvNXL406AK+",
        "LkImPv22Kj6fLr8+PO1VPGNpCr5xZJK838UFPQiBcT2zOBE+KKzOvXH9Mr4sPM09yelZPd7bqT7Oyeo9wo5yPWz7kT5+d2m9tjyRPuUmrT5EQ4g+ywLnPaq2Sj6FAao+0QeWPJFLLz7GoRQ9Ex2/vuTvnzyjPQ4+0Xhkvh/mn77GC4w62uaxvd0L4D2Z1pK9oR4pPRwmVT5U3oM+l9h3PmPatru1rns8GpYDPZX1XLxHmYe+zf9zPkB7ij1peoa+Kqm9vfwtRj1RlIE9gSswvS7nIL6VyOI9ggnbPYOpFL7/fzE9ubhCPOH4Wz57ity81uskPUS5iL0Pvii+Sgurvi8Wnr3AFFE+1lIaPiLVoj2oGYQ+34kcvikbUb5vcwQ+Ml9XPZjkGr5Qi2U8WYJ/vnGk4L2Dei0+OKm7PuSMY77YLKi9Yh5GPqPY8z1wu5c9NvJdvNnC8D0pN9g8UVfWPZLxBb1q66U8kUuhvrHC5T3xbJ8+xs5dvs17QT7NDDk+IHIXvWhlgz7H0P+8qfr/vQ1B3L1z/wC+9ItFPXhTfD2ZhiA+lEEsvtDzvL2I3BS9h2oSvtPScT7XewQ+nu8HPj6ZdL5S33O9ENLavR/9p7yGP06+HDvMOoVxfr6Twag945gRPmOpgrzjqTg+dY2YPhQBVj72bmK+ConnvWMKoD5zf6a+08lvvomHir2kwlK+3yzKPTr0U7zgmAU+H2vLPWL5tj0QDBk9jiDWPe3TBj7XtjA94f63vuLGoD6OPO29nYTLPguOkz6FEo0+Pj+kvQKWlT7wwBC+yJKDPvdn0jw53Q0+yu4aPrm0wj2JYho+YmB2vuYsZj7MI4o9pp6dPqBeaD6fzig+dIQTv1qOxz61kzc9FtrIvp389DzZv4O9vs2KvfLnYT72O5k9m1O5vCv4J743OPw9eIbCvfHp0zwC544+H7SWPdkXGj6nEYS+6S2YvQxIpb0C0Ou+g1GjPYjzeT5Lgd6+HmvKPYXBez7aUiq+txYCv8RvW76+edE+",
        "LODWvaB2ir38/EA+J0K/vV2iUb7nPUc99H5DO7Kn6LorrVg+AhkqPsofBr5/jQ+9fRJyPuApQT6HrKq7gDggP+xb+L5QkoE+pLPiOmVMurzboWi81ZUuPbMvgb2sLBK+dabAvoFGgj5YLQQ9PXqMvOf8dz4j9xy+8QfcvI1Drb4ZQbS+QHhsvg4XXb06TFq9qQMDvpqBmD4y/Cu98BOMPNLRLr77gHU+NmWgPr8sP731HwA+W7GQPvuYfT7Cvq+9Bh+gvSBBTr7125e9PZ/svg6rFj67NUA+YtGBvZwPNr4zlSG9PIRNvkVZDz3TK309FaciviZCkD7RzfS91XGWvaFjcr71ff09l2abPsbhRj5IIQ2+Wb/7vORlP74QqmK+0Un6PR8jR77/uZQ7KEGWPjm7dD4EddY+o4jzvc8C9D7UeLy+WhqCvjnibj49pBM+9rDcPVIsez4HmSU9L2j2vanzyT5225q+J0+LPVWgODtJNNw9DAEvPiy6oj1itvE9M7WZvEfkOT6njD4+yumZvcRR6D4xztw9m8UWPmHcn75GnWa+y2OsPbofPz2v4oS+Jka3vYUnpD79sTk+9mvEPf//nrxrFHA+xhj1vfTWAT79XJo+E1Z2PSgsVD20LoE9mZt5PjfcWr02+nC9XPerPdUsJr5OBNg+pyRAvaHn0L1TDY++1mFKvnDkuT4h05g9WnmZPqKZrL7kUFq+kCOCvgh6ND7CA1G+3yL+PVT8g70QsUo8+sjEvUkk3T3Htg4+yxe9PCIEPr6PFbe9rHpIPk9nmj5y4IK+vnqGPssVPz6DPVa9Wd7PvLO4ozy/qoW+zwJBvdNYTD6qfzA9HcVavnydjL0llV0+BoJDvnN+ST4fdI48nX1APtn0J76SgmS+TjR+Pu3n3T2yvlw+Kv/XveHsCb62L0C78JZsPVR9nb2zT5Y8PW5iPaKQqz45iuS9OUDWveNQRb5XepM+d1wJPrDvVj7iUrI+4s3/vXkvtz4YhJy93buQPJRkXL2faHK9",
        "8+txvjYDfT50TlS9JKD0PU8zML37sAS+x6XHPDd9zj113/c9mtqhvrR5Kz5cOg2+PeLdPvirBD5d4dC97VUDPsvCAb0XIzW8X1ysPaYaT75H+nw+aTIaPnBm+D2ZxYw++QekPoKok7qKYEe+8GOZPRE4Qj4nrYe9E6KXPrvzGD7q6XC8IxDfPTmvsTzySyE+UwLNvcURo72kDcU+eSWXPju1gT0B/2U+vgg2vHWnDD6mvT29UhkJvqMbI74m5U8+gmKlPdkrnj4bqB++K1IxvIPgVz4FyGQ+iCOkPtF9/T2+nJ6+BhqZu7NmLz4MmHy+iIHxPH9hsT7stNs9snnNPP1s0L36Ag09aKX2PN32pr0Pwc0+bVnzuDLWGL+LBBe+f0fJPnPKUj70sag+Wx+hPhgcjT0iPWk+JIcbvmk3fL3/a7I9xbEyvpWUbz51zdk9OIy5PnnX676F4lE9Pf+DvXl6ir1Ahj8+bww4viFORr5mUEM+meG/PY/7dr72+rM+A3RZPWuvdL5hRv0+60w6vlRRwT7eY4y8Hn7hu9Ltnj5QvSY96G2EPqnDIT+nuQi+7d7kvgqPeT1URXs9oViLPnhSDL7NiCu+M4Q+vXbJRz6V/Ak9aeyavdyCmD7/9+e9riwoPpHxy7xdNpY9HU5kvatYcT5gWQE+iB99PkcBz75ILxW/sdTCPX6d3z2c6zY+P1I1va75Wr5/sI4+L9qbPZXoUTy/A+q+1HmHvjmrkD3dTfa9syOgvXcIcrzgPxe/LmOdPWSePL4qZx+9+9WFPkYTuD2Tjlc9txwNPSONrD6W7pM+R+OzvI9jWz6OJyO9QSEcvumNnr2zQAK/KEcGPjGNkjx2uZg+YHndPCxNCT7FWIc+O6jiPZlnArzLv0m+xgdSPqrmYb5Y38c9wiGbPj3RCT7lY44+Ig6TPavqWr0CVJW9vOsjPis2mr1axz89yk6APs5SDb6CcNS8pQo9vmSowzzV+c8+ICyiPgdVn7xhqjY9Z0RYvVuL9D1I0WI+",
        "4PvevbSl9DwARas+iwwJvcK3hb16JQe+/d0CPAT9YT70cUw9O223vak6uj6oSaw8fkhKvtNToj5+X6w+ADkivB9kLDt8ugA960wnvjAAYj4bFj0+G4abvmcrjz7mYIK9ZVMAPJss3D4ztDK+LoQYPtj8cj6tb58+HhMTvs5hFD56p0u+QkqEvDCnID7ADUq77ZylPhVPxj1OFZA9m5+hPcW+rr0ZIZy+apPiPZy8cD6j0we+uw3wvd05KL3eVqa9V0q1PmT2pD1cFGc+oo4GvrsIRz6x+TS9luDMvN7N8b4Fgzk95yFFPX12TL7SYeo9JSUYP4L7dD3KbSw+t5LBPqx0GL5rGDI9Yz44vbXgkb0FqIk9IX1WvbCevz0rC8o+1YGHPuNpN73o5QW+7AU1PrZ2eL62Ylo+Bdl7vlDOGT6Iz4m8cLrCPnkvE71WJPG83s6pPQC01b5HqmW+fyfavZDfDz5d3bo+CFxFvjHMZj4DAAy+nx60PVxvT77H0h4+3vH/vZwRIr7Bm9w9vYYmPgbO4r36R/09/9kmPebk2z2FpUO+YX8yPkt0vb4di6A9DFIivm4Q9r0boMw9kSLbPbIvrD7kxLC8JRTWvdRgJT3XisM+BDIBvrVe8D3S2zQ+DPoivvum4j3ILjC+frNdPoXshT6Q8648l8G4u3yIWrx4U94+dBMNvZIjjT6R5pq9qBJLvqbzxj4YZAa+u0OMvp7m4729tcm9ZfyVPg1O6j079jc+N10zvn+vuT5ne3A+/XCePENbxTx+e+g+3CSAvqQ5Cz7GLkq+qn+NPr3xHj2p1pA+EdRjvdAsAD6dg4g+G8KWPnKpvT50SIm9xbADPYAmgb3m32Q99n1CPhTUrL0UAIc+w9z4PQOvJD7I4C8+wdQjPg8acz4u11Q+BB07vuhg1r1myYE+TWPxvbVndToAYSm+aI82viawYz691j0+CMSQPdAsVDySlqc9FHPEPRL//L0TSgI9cUOfPYQFUz7W+JM+EBSSPEUyFz77+ia+",
        "5TEUPjV/bT6lZUW+swCbvaA0xb1A+wC8F94BvaPkA74Fm969mJwBviIOjT1PEpI9gQBYPhUlZj73tUU9xDK3Pg7psj4L+TS+ACELPGmMw70GvFy+SwtfPkIkGb7FOvu9pADnPWIu+L5YtUQ+wYBNPiCvrj0/SFs+gH2QPpwwRz4VcMw+qoNbPtXkzb7bM/k9GY0lvkH7G76r7409hvf1vgmZAz6n1SU9CWfOvdF9bj5Twts8utkAP/itRr5sZJw+W2BFvUTqcD4Qqnm+U+9/PcdFNj32Cpi8OK+ovWQA9j0/02a9ojZcPkxBoL4V7w6++czgPSO6H776vD0+sFMyPuRaED6J7r09lQyEPsJ8Yj2F8xa+YuFNPVBnNb5re6+9yuQVvgyBLD4TqVe8OTxFvUUjzj1748M+B2crvA5Yjrt2NYU+MeMZPtGcFj7DBQS+SB2bvMazqT0dUr69cAjkPjzyjL17xY6+wSN+OuPLsz4FFwu95zVSvrggTb0IlpW8lkYBPvMxUr0WLWg+0dCtPEaajj5sJxe+O1lVPmW8wz4qKyq9MCihPoaTPT5So3y8DrSrPWcoVb76FLS+pl1gvvfKB73xCAA9YxKPPaN/3r1e43y8zv0hPJla2b3RcKQ+/umQvAIVHjuMste9Xm5MPiHDqj7F7YU7/CSgPg/AkT6tZIM+QpI0vq4tU71zyUA+r4S3PUnp9L1UAIG9O47VvHk5gT68how+i6CWvqWhgT4P2FS+5j+zPWt7eDyOPXq+LvZdPgjJ9D029Cm+COyZvTTraz7RqoQ9+euTPjccWz6aFeu9UJbmvvL32r1GSY4+KJv5vYHN8L3AeB4+GMm0vjeTp7464WC8mT85vqTUnj3yvmA+3UREvqECjr5sOa6+d+fwuxtPSr4ut0u+CRovPulogz2shJG+exQ2vUIbwD6u4tu9qNTHvnqyMr5gC3G+LtsSvi6i1DxO4bG+lhy9PZ9YML6rbTO/3xaZPjuSET6oKaQ+9Vd6Pb7ytD6Dgye9",
        "35hvPu3NaT6a5VK+kKdqvQFGhL0oKTE8cy+fvbm6LL7dbpA97hhZPrdWBT7kE+A9FesGvZpp3D3AecO9zxCYvkh1Nj4IWDw+cINpvWPsMj0m6Yc+uMKtvZkKDr6UICo9ASH0vLnS1r6QclA+KZjLPtoVfT4wLdQ+DwMaPg6G4b3ygRG+zuhkPaG5ST7P4Ci+VsMaPG+7QL5JXJm+jf10vQgZ+z6O4jW9bJ+ZvIX1cLwtGsW9Lss5vUdQ9r0ls52+t2bnPVNDHD42GQw9WRg3Pu6w3b0NYj++GiuePh6oVz2WhWk+xC8nPcGCMz36GYQ+G1VFPtj4Fj6mo5E9I7jIPIMBHT5ifui8luSrPesHuz7K7o89W/EtvnzGO74FfRw+NUcFPvudh74ZmTo+6YLaPup7mz0lUos++/jQPPZmuDx1w2Y+c/grvM5fIj3dw2w+ZgwbvZAP9D1DqMS9ZBrOvIZ+Fb3dgnY+cUvePsRm6j1jxlE+yaVCPvnh2b02tZI9HfEjvMReAT49UXu+N8+AvqglRj7N8rQ8V9+uvvYoJD54Xx69YScZPhNJAT5m9wE+xvv0vdk8BL2Q0209xz22PaIFJT4f2mI+ML1wPJ5x9D0z29U+g4WzPWx4Uj7QeSG+HiFTPvC8Ij3ayoI+48IFPuX8kT6G4Ms9pHBVvZ1Yp72sdEs+9wD7PfkJhj2F3Jk+jbR5PCJurT7HJyO+60LhPaI6pjz6g5E+4BA/PjRRUj7R1L093KBfvuTnDz53G+q+kC/0PQRzW7qiEZK9xtM4voqfPz6q7Eu9f55aPu8Aqj6o45Q+1qs6voMQiT7794e9SZkLPg+tOb6mghU+rpW9vXbLDj73/PE9AffhPTqPg753VPa9NspIvpMxvT4OdOU9DOR1vrYiJrwIOq49B4CVvf0B2D310HA9SM/dvUcmEL5jFYi8FEbMPV6N7rwyafs8TB37vcVCpz74nO29XCY8PkBYWzxI3oE+L6eDPUoVHz1XhGc9JP0dPl7O5TxeHLe8",
        "EhxCPUoAfr5+7Ki9tj3cPYIR0j1I9iS+pVOVPuZXVz4fTl2+fbDCvtHmobu7nYQ9e2ZfPnB6aD6l3pI9VkbFvUjLYj5M1CC+Et5pPdjLl757ymC+RUrtvVB8ZT5NR4c+H6aXvinXRb5tGVQ+Um7avRnrg70QV4m9LfsZvDF3Cb5eaGa/S/ewPdl0Uzz10O0+hZKrPvzkrj5ruxG8RBklvkRhhb76nK4+KXjevk6jF73p4K8+gaA/v+LI6D3jpWU+re0ZvwLvqT0yd5y+YRKjvNzj+74MZou8Ek3qPUR3iLwuSH4+KLOLvne6oL52aEY+u4pPvqsHOz4k5M++3pYbPpy00b4/MpI+qsnZPft9qj7dccw9aChdvil8J76+zF09LznLvMRmEb7oYM0+1Q34PU47Y76QQDO+CRtyPszxr726m+k97arHvkKV3DtoWeo+CeKaPlfwYj3ISqA8vxE+vqlPVD5ttIE+gd8EPr8A/70KrQ+/kas+vy3OvT3v3sQ9bIaaPVrzgz4xwfE956BpvswbgL7NV2Q9LorsPafMqz6oHQY+euyzvtH2lD4I1xE+fQ8lPt+rND4VYGI9j8guPteapT6lHY8+ykYAPlSsCz5sq/O9SaWBvmobub1GwyY81UbZvmGFyz74OLQ+Sb7NvDH2WL6j76G9Q0iYPj6ZCD5EPou+zKOSvQ5J27389OW91ZYWvgTitj5GPp+9eZZMPg6aHT6aTis+mt3vPTfJXj7mEeI+0yq+vt9LQz7INRO9R4aSPpaaf72SqR8+CBbzu/ifdb2iqB++TWZWPuBvmL1loRg+a81evs5d6Tp1mDw7dSaKvkFVYT2bnqu9zsVgPr+FuD7aesG9GS70vJu3Z76NN549JVWYPqLUBr03NoA+Z7ZlPM7FCT7OZ168708zvgHGNz4Y0j8+VI94vfctgT7KArM8sBUbPTaYdj5qySo+/wO8PULmCr6JPz6+HckjvjjBHj6CLTa+WQ++vc3xnT7MPmm8a3xbPlx4er7u4uI8",
        "II8HPqYsiz1eXha+PsSzPWm2n75Mfjs7vApWvbwK8D1SDkq+n5KLPuG+KT6Fals+kTcnvulNOL67YI6+VPiSvu4JgL5gxay9HO8mPopq0775cWC+a7pzPrlQ7L3dT9g988yFPg/Ovz7FFQI/v4mZPqLSQj4b8YS9jPRSvu/34byAR+C8zr55POlHar60Rzq9Bp2EPuNmFL5inoq+VsW0vj551TwE9749elgIvmQZlr3cqq0+yrPmvoBbhT50Ltg9DI0BvhmCir4Oejs+5mmWPvXcID5Kka691Xa8PV5qD75X6gq+NsvXPWsAwj5qkSg+Hg78PaAfhb3kJs69Y0ujvQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "c+b0vMn8dbxifCe9VERuPULXFj2bGfC7k/p7PdGKCT2Cwhy8pB4kPVvlFz1jhGI9tRMJPYahLDwOxic9kuUZPXGoOzptiSi85kY8PQ40FD0ah9Q8PP6ePaV0TrwMwy89G7tGPYbECj2GcEU9PudEPbDElj3e3oY9WY1nPM1k2Dq7ql89CG1TPe5RJj2Ng1Y9hjYUPb3JkbwFSC49ErVKPfQSRz0npng97IbIPBtAkD0ezvY7plJ6PfvXUz2x/zs9G6sVPTCrMD3jLY49j9KDPUiy6zyJbTc9PkU8PZCFp7r2zhc9EsBJPUovhD3nsGw9nQKHvA+9Oz3lfYY9rv61PIhFuT3ZwGc9vzdxPUHn2D0JS3g9GAoGPRZWYz1oGf08F33yPJCmITxsGYw9T+bQPPXLHz0vFUI95re3PG0wwj0="
      ],
      "weights": [
        "HHeFPmy56L250bk8xgNZPvSYYT55WJ67PPxBvkDmBj3xios+uZglPmEoob1JROa9oW0Hv0Grsj1PjKu9GhwwPPgdBj6gfsC+mL9YPu7BOD087oS4zLwHvVkspj4paYo99M9PPVD6oT5vvQE+WdOoPkl4MT4WFVC/Z1m0vDpAiT5M7GQ+Ha9OPJNXVT7CcLk9VolsPRtsXL2KzFg+EQlAPv2U6r2MmnA+FYV8vVJ+Dr5pnRc9sQjTPsZTkD4Evo8+Ev6IvYcRRz5sDLe+G9JrvpizSr4/XWS+ZykWvs3m2b21Hg6+GtiDvls+l75e4YM9/Z1yvSorlT7JxbW9Bb9HPghJHr4y2L+8ERIiPqyCmr2HbGs9vrsMvrW8hb2vCmU+jkEWPjAlBL7GBYg+2DuMvs+VGT5cKvE7U88fPjrjbr1SrYM+coqEvjAdhz5y3nW+2Nq0vbuT+r5zDkQ+J/48va9Jnj4RxxO8OqgxPmW2lz6qTAk+3y6kPhU6AT3cXNi8vEaBPixLGb4bWwi+8tMOPof13b575tM+epYwv1UChb4DHjU+CJFHvR8Joz3HDCU+EllDvmOK9Tw/LXA+oaQEvVkpDj66+pk9BVsMvkTaqb6vvRO+NL4fPcVCsb3wvgI8h/KmPKAhib2w7Zg+XZe3vXgyXb181bC9IHbfPW+HLb6Pp2o+M56nu6YByz3GDJw+824XPT2rNb49DMY9uE9MvS/WJ74r6WE+Ol+KvZebVz5Rej2++iOTvUgvdD39/I2+u+NzPcWtKj4G/zC+uEd6PgUBEb4OaQ2+/gYKPpoFFb0JeaU8Ldw1vZk4Zj4z1E29CtVevrxirj3ufgS+iGO1PowkLL7Inw8+4CQQPmIuQT2h6BM+o+IePA8gVz0vXnS9iYlGPRz2oL1QdTM89WwjPrtQXr5k+js+bZD+PbSzID11jRo+7IvYPdNaGr0b1tw8JDfDvIVjbz6vkTi9Tq5ovmOwAb42N3u9lC8fPuuuEj6fz6I+F39gPlITrrzCQmS7",
        "54F9PvdHhT4sfRy++vBmvXAs5j0+xCO+/9JYPvXiAz4yX5s9CVCmPd1fITu8PAw7XMIyvok+PD2m79w9bQuiPBZgMrycLFY+ONFjvuEJFz4TGjg+X2yOPiIFcj7tmIS9iUCGPn3Q/T1Iw1w+94/KPc4sdL4Ki4M+B1M2Pt+OkT4jANK7kh9TPuHCVj7roME9yPQLPkOTfj0rHJI9/8CFPiMlPr3QxPO9O+2xPXsP6zypby29hCwcvQnXPL304k2+8v7tvv51DL7fEzC9jyHkPKYNaD3n8YS+3V2NvWkUir3wp1e+RttDPufTIz5ZaM49JeGCvuHnzz0V5WQ+2oxDvXYX2T0tDee+QDkLPpcPsj3HpV09zEKyvSgXAj6//VW+ECxEPrDIH77XNBa9VM4EviR7RD7dlbS9DrY+PqBhJD7TS6M963e/PisFq70WhLE+x+ccviNmPb6DtZo+47FPPiTpUD789IQ+FJ17Pr5UZT7DiQ8+ZgYmviKiRT123Rs++YG2PXsp1z0OHSC+jQEpPqo1Jj5GJW0+JbKWPjyIR71l/wi+dOocPhDGn7xtICg+C6WzPrCY+Ts9GgU9ZwFdvg3ddz6d9S69c7VfPo3GMD2//4m9tC+6vO03qDuCEgg+PO9yPpXZXr3a4XQ8neOfPoXJVD4dsT29AhyLvfRwcD5lf/y93IUHPkBqNT6zFYe9zyxavnOiWb5canw+hYsOv3SG074nWDk+GSuwvp2Wyj1gkHc+2Wb/vYL9ir3Ieq89IW+hviyMKj0Utac9OzLBvo9mwL5Ouh09UCqKvjzKTD5AagY8dprvvvDO1L1wEt29uAfcPeXBpD5huti9thIKvjJmcr6BByi8c1czu8vYij6icVi+Gb8IPCs1uT2ifRo+UrucPILeH7x5gpu9W2w4vpPJzLweqsC+/lEFvjNZi70s/8m+GIMGvO8Gvj76GrQ9AvQVvrTYhb0be1o+92OxPbTB6T5x/Ju9r8baPnWGLb4ujYU+/gjJvoAAST7rwZu8",
        "4pAGvJT5mbxn+Qw+jniPPscpdr3ls6G90FByPTI4qT2dIWg+Q/qOPg2cmL5WTZQ+kHACPjJ+h74jiqY9aJOgPt+u6T3UZ2G+sNnmvrMQ073vZNw955kyPnvKLbsOngA+fsQzvrb87j1RbZ496bjWPayQQr20j5c+cG+aPY1zGTwI6Dw++libvqdBkzvYso68q9wHPtgPwz3qSiK/bO8yPjdnyT2Dgzi+zbCKPXVhWr7f0Mk+p90LvvizkT6M7Mu9gv2wvW2ECz4QtwC+tw8GPWTDh74oQFO9VAs4PkZKPL2Bhvw9H2R5vcmhqT6iqXu+Nd2qva7KnL7ZOWU9z3hfPCoR2j2lvwA+nxkXvvJjkTypFzs+HstBPlf1OLwRrIA9ijeCvoTvCz6Rcqq+HfQwviD20jxmS929ziTBPpH2iD09tpi91KKbPYHdub6pckO8xBTNvctSAj5ofw2/4GDFvlfT7L5praM+7boHPjKXs7zcnam9LqnnPh80Cj2alBu+3TayPdOjBj6K8Iq+iUGqPQyjRj2Nwrq9mTh/u87/UD6ucgE+rqyvvjx/wb37ErS8KnuFvQweuj2IIzq91tzqPeC1nz67q8w+/sYbvgZzVb4zD6u+T2YJvCWX1byfCG49KN5avgzvjD460B0+FRxPvlT2Qj6fpWA+H3XtvuZ48j4k8T29ZawaPgUh8b1j8Gg+5BWevjE4Ab0moWG+y92bvvH+or4vkWU+/eT1PTZRZD7y+yS98hNePcykp7vszZc9l2GNPj9w0j3Fwki8O9lZPuB5Xrzjep+9q7qqPqT1Qr3+C4A+q6orPrhj8T3u7As+OwoDvR25YD6qX4E+wsnnPY7Ijj6PjkK+ybJavm8ykz6Otms+sHiBPk/12T22jKq+mLn1PWTvqr40Pr49oHU6vu01Ur2GKxY+LdqBvftLmr4ShDa70KGUPdrKiL6WMqA9VpV2PfVyBz+KBzU+YNNfPgpK8L33t9y9fsJ8vjdJyj3jp0e9KdtRPXrZDL45NR49",
        "3PODPhtL3j6z2vw8/3MgPkvebT7F9Nk9pjOZPVJORr7UK3A+HFtFPs5Hyzzhoqo8bZd4Pvr0gT34RzQ+6OcqvssETL614la+W5yWvV4cXr2POY8+ES4Avp7kUTwta7s9TuGGPt3yWD6VC3+9YXBkPtfYhj1j2IE+IFOrPFK+Jj5/lIM8i3kyPpP2y72lE5k9xaVsPrO0H776wOa9mMfzvUoFhz6QriY+1cKUvlXEjb3FQCU+13uQvLdvnz0cOEI+PXI8vm1fyD4x1lc+UObOPunATL1RDE0+3hOHvYDfOb1Vq6G+gLQrvjE38r2D7w++bbynu+HwIDztaRY+eGdIvrM2tL4EGB6+8vF7vrx/Dr7EooS9dzYevvjQOz6MsXo9ACpLvsl2kz4wcE89Q0KqvcBZiT3srKQ8ZFaEPkQNj75PNQy8a4Yiv76pUD5ZZBS+7Y3fvRQ+17tjlpc9w8dOPsSeaj4ZWlA+cVA8vv9ifj5LkYa9nc9yOjeuDL7rehK+/ZOcPS3VFb7CMSm+N4tqviIOcj4pW1G8oJyUvSdxBT5T8rE+XMVQPXR50L4xXwu9h+2GvU8RtD3guoU+WxUqPtbkgz7p84m+vWASuzHgi74+Gvo9wbqgPQQiy72pSV289swhvgb1p71d9r6+FhKBvk8tTj5tWMm95FK5Pv/AHb6SLos+pCfOPWC+SL5oNWU+8RoMPhHhLb78bzM+0X7rPG1Qwb2zbvA9goixvr3vrD5OiHI+2JHWvQLe1zx8kI+9q06avvP1ab2DPRO+VlDJPRWarj71tRM+L25kvb0oDz7ZlNi8kPt1vltvjDz9XFo89ohUvk0Lsz7XYEw+iFFxvq+tJ7+YD1K+KhUfvtFRV74lL1U+sTZ1vi7LTz5qXrC9nNFtvrZeib7BuK0+6Zc2Pkn7gL3k8w29KgCVvS30Fb3pH0o+hYwqPzNNqD3uyY68MbbPPPWZLz497Vs9Lh0sPubUcT6rbbu+NptjPYf8uL34dje+u7qmPvvInjt6XGQ+",
        "95BhvAgJLr5kuJ291zHHPuWx2r3C/24+4gzGvZk0+z19dZE+JLmfvhpDDj9RK48+6xyQPX3xgL1YTXy+iO0yvYpulT5EOF89Ob2ivq2SCz0hfJc+h/wwv5l0Fj6eci++jHI7PvpFtT2TNFc+oeRPPru3RL6CArA9OBdKvmCEvT4gDK47c3ZnvnauAr7SgxG+UPIoPtsdBL3bzto9m3SFPQjgBz6NJoY9IvdIvekjw71NPiW+IzhDvl/iX73kowW+uCPGPYPTqT0WLAY+Fu1gPDuFPz4Oih69hZnWvT4QLr4CgO29O89vPV2akD7KbNs9692JPoY+Qz5NAS28zbsGPkFvPT7dE2Q+154ZPoLxbL5bh4s+j6bfPdPqTj4gWeq9Mbp9PdnScj5GEP89w7dxvbtYDj6GPYk+Ov06PpjQjD7m6+c+PqoFPjCJOT4aXnO+Hl5SPmAZ/rwGrLy9P7DcPX5Auz7RIH49ByZ/PqsxmL2oHk6+0/pbvZDn2jzxJV4+vBfovR2YpDxUSCQ+JpT0PSYFi70KZY0+EcdJPjSdED7ECjK+ttuWvmsHLbzRkHs92LUCvfE9gr7/oC09BkyzvgVxKL21m28+PKWwvhK0kT4ZO8o9MXApv3SRYb7KQda+QCpEPejjN741T7c+e7CHvqpjYT6xJVI+E4EdPhtzbr6JIy4+0o8RPWIfUL7Smxi+K5gEP+1KBr2YBTc++HpMvp+BZjxxbmA+fc3dvkUkPL07fJs+Q8uTPuhImT25WwA9iV/GPC9Mwr0SdIG9DsORPhoCOj3YpS6+Up6/PdLpP71FCm8+6ix0vhf4FL8Y1Po94TMhvpSTSz75TOO865vhvYhj8T49es++4LM9vttraL6v9iy+0ZhRPiWhtr2IOMy85rowPt8xMT7T7cw9DqxBvqKwMTxAXSu+xIyIPVIqqb42OG8+H4i2PpWpij6b/Tk+ls7KPd6WoT4EW7Y+sXAOPpWIf761V+68DIkyORetNj4wU9Y+NLTTPmdi4z5jXPq9",
        "9//CPfH9uD1EpCI+l2QcvthtHr6Z2VS+/fliPkX9nj1E0YG+XaEfvaVLXL1iC5s9OkSBvUs1Mj4CS/Q8kl53Ptcbb74uBA2+QFmhPitdnD4toYO+PUuwvn3nnT6kYpm9LPuFPhDdRr58+ck+fnZPvZ8eDj8oOhs+bvzmPQTtmb6y8zs+f5d5Pqdv0L3szg692TB4vX5O/rzHWa48NWMsPt7YDj5dCpg8Cl0gPtUxnz5yvcq9+la+PuFysDyvgIU+OoGGvgnbGb2Q0zo8TQ2avK4WiD3aeG0+j/BqvWVH77xgqxs+J8wkvgiDujyTnzQ+iTSjvQOD9b0TK7c9hppEvjXMdL0yx4u9jek9vIql3r2rpdS9ApYIPZXEUL4T/dk+xvHSveM9Hz6uOgS9lEtIPNSRGL0kd9W9/ZHEvXVqej7I0CC9sO9+voQs4L4a5Zq+GY7jvvhtL72NjDC+F2eavpFltj445De9j0OkPngxZz4B+8q+vWEEviyw/706/bE+HscjPkiO3r0bbZY89MN8PpSMTD5Fo8c+uEe6Pp2Jib4frT6+MyyLPqiTpr63VK09A+ybPkPisr7lw2C9DCMTvqXtS75rSwY9OuuRPpd0JL6mvgq/BNkBPn7/Jb7pOLC9ZP4WPiYAk71mn5M+Linhvo6mKbzj3Gy+sVxyPbKqab3jcso+nXwUvlKx8z2dq229lyxNvfVCFryxhOa+JNqzPQa+Lb/fgI++xCf1vasRiD2xF8C+8hJCPkyc2b7YO3U9Tdt+PmUcYL7ACY89UajfvuGHz726TsO+nsomv640lj6tKgc+PnsKvuoJlb6LudI+wcAGPhuKI75GBSY+BDkgvpflX7wxXRE/li4+PrzPCT25fpm+sPGXvQ4pQb6fR82+i4MHvB/7Cb/ko4C+iDmdPiMyUT7WJC++qykJPo+G/72+AiW+H50Rv3hgtL18Lqi6b1vJvMLQzr22oOM9aqbZPVUTgL2PaBw+Bc9oPv/UvjxJLoK+R1M8PeiRKL45ygE+",
