{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "894f61486ffbe1f04d68b2deaa29eea8f09ed51e2bcdd8c320dc16f3eca1b793",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "HxG+PcXETT9+Mss+cvuuPs3+QD9I4DI/8xVcPt9ECD8nlqk+hiu2Omr7sj6y9i4/UGpjP0SSMT3Vn04+s/J7P0IHvD2zlgg+yrpaPxcJqz4Hf4g+dRQ3Pwfvdz880xg9+EltPxd35D4iLyw/6L8mP1pVaz9wOdc9WkzsPmspST+xxHM/ybM+PsOvfT/teSo/Rwx5Ppn4Cj8Wwzk+hPVbPluZnD4z+yQ+UjcrP8gfrz3HLzQ/eWMnPxIaVj9/Lh0+29gKP47WPz9Vw0Y/UdlaPgpvuj2ewLM+yLspP2/DND/Qyf8+n8cLP35QgD4TQco+P1f3PKAYHD/4rXo+SXwGP/PuHz8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "R/s2P/srFD4v/GU/ZOs7P1vFYz8quKo/MmgKPjUlHb+LWOq/Q6R5v4GBU79YNsK+5ZDNvpqFpr/+UN6+/gMsQTzBjL7bc8q+1D58v/M+yr+DJ8+/289mv1g2wr7V88+/YsDVvrYhEb81JR2/Jx+Yv74Bur/cKpq+JbyVQO2hhr8yxI4/xLV2P6YP2L6BSJq/vKNRP+WQzb4nH5i/6Lb1PWgnSb6LWOq/1fPPvyWFbr+OHiO/UNbAPglFXT/KQ1I/EqVcP/bJlz8xZYY/TCRXP5qFpr++Abq/JYVuvxRla75DpHm/YsDVvui29T2M0Ro+ZIMMQBR/WT+GGHE/giZMP2h6Cz8WTkU/BqGdP/5Q3r7cKpq+jh4jv4zRGj6BgVO/tiERv2gnSb4UZWu+"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "M04hPkhseL3OSiQ8ziSsPYIHFz0n8dy9AIU2Pdfddj7xT4I93FaJPNjkrL3pJ3o9X8NWunblyD32hPQ8EoyVPcHfCj5ChA0+DBq9PVzwQzxsDyI++Hb7vJBPND1Joks9K0n2vQeBUT1BG3k9STeKPHAEIj2sJG09tk2FPYBvsT3eJvo8ZrZtPHPj5TxfyWE9X9K9PD2NWrql6IU9dbqAPAemkD0eutk9Yqe9PVQc1T2zem465hlqPUs+1j0eIyA9OiI5PTKRVz14ToA9jHK2vOqe7jznnyM95FY2PN5kMj20F4U9Ku81vQAAAADh74i9NC9lPao67DoE55U9JTwpPYxuhT3iC689Z9BhvKYTcD0ciZw80lg4PqGkIL4NPqo8Jw5NPWXtxjxlEqA93zLyPIB1ij1GisE97SKWPQ1x87s="
      ],
      "weights": [
        "M+GdPiB8r71Kd1w96/tVvj3rSz7N06K+nLvgPtusPD1e6tu9jorxPTxdP77IcOq9SREUPR4FEb5arfk9qvwKPjTg2r1RWU++ejYKPb/TYb6AxGk+9o7GvhTr5z0cNRg9k+a6vPKWFL4Hb6A9a9KGPvVk8j1v4yy+AKFovCLxmbpVWro9pgGmvd/MvD5NQ/W9VjhCPvN92D6gKXw+hBzWvV+65L7Jzc++bx99PSuUuj5ybkO+x1ZhvRfXRD6j1Qc69567PUm+FD/WuqS9OL4EvaXGmTwIPMa7B9PJveXRRb7QsxG+EoPJPaTfpj3cn9A9pJPRPVCL37yF4DU+fggCPm2Svr0W2sI+TpE1PauBAb7vqBQ/eYGJvnelHj0DQsg+WcWYPi70Dj7o34c+wTIhPVlqlz50d30+WvPHPW0L0D3kk7i9UA4pOrLP0D6zeZg8V/84vP013jz2/TS+ibaDvGCg+7u5IJu+dTvqPgkhhz2XFym+2FoWv1/a6j1SS/09tI2GPZUiw7zb2mO+pL98Pu6aYb4ZmPk+SYTgvlZ4FD+nAku+wKiEvnJyur0ov2S+eEJRveihGT6iEdK9V6U0vrv9WD9FdqU8QseRPZDR2T08ux0+MRyuPWd0j71+0w4+gL0bPuwC2z7wFri9hhhvvk3dHL8S2624D6WJPbUTAL5b89E75zaFviuG2T06rxe+B00DPnX2Pz1ozBi9AoQmPlmBxT2C8em+NNCAvV0tib2WAkA+/wmoPRLTD77VcYk9S3t2v9eugT7pNS++s3AEv0GCXDyNJAE+y7MEv9ahzz26f4O6zMclPhfc0T3OjIu+ukxUPm4rL75EbrE+M6cpvTX8g7144GO+Y8+EPlDV5j7YbQW+0uifPuUduj5QVAq/rf3MPpMm9r4pn7A8G3duvrTpuj7qm7I+Y1OaPrQPkb9M/zc8BDWdPuhvjr1helk+lCcAPiy7mb6NHks8kBwyPsSJxruUKW898gEkvQMjo75FfRs/WzXgPitniT5oNhi+",
        "WMmBvq4N6T0x+Jo9MSDsPmP3r72Gq3a/0ZupPWbtn72Pvrk+8V5UPit4RD67dAe9gBKRvcyd077ZsAo+xnmVvepFmD5kLKK9gKBQPqIPFL5qACq/xF1rvuDM4L2qg9G+y0DrPRefnz7Q+t697wYwPp4tCL9XIDa+WFgiPpUEpz5jalA9P6kEvxC5wzyhPy4/zlfWPeGdnb6O+7e9j+WRPoFCyD66jc88jck2vsBLWz1dMnK8r/qgvgl6Ub1n1bY89sydPkuDxT4aDni+WVxZPjWSA77NisW9cNxIvzCPeL5vjPo+5M2mvXuJxz5zZOO+5WqZvBxor77zS0q+IW7KPb+3lzwRRCe+IQ2qvj41GD8I3uC8+j/svIsEBr74tC+9FdZPPYJZ2r7SFic+0i0Ev71klrxk9Pg+vJqCvS14Or7ZOYw+IhzuvtO7FL/dhH6+jSiZvU+6BD7aBi4/4U3PvRbY/j3OLca9MBGwPUi2Cj1Cr5e+YveUPl30lT4dg3Q929aDPkJmIj2XC0e9/5eQPeI3Oj8fMh4+n1J8vv28mz6LqT0+4iQVvT62AT7Qi3O+4o0vvUx49b0xDU8+g6dXPt+pkr5WmYA+3aQgPkE2nT4IRR4+0CaivtzOgb2DO9u+gJ9UPrgLOr7qbo2+a+xMvqYbdr6qsP++3ANrPuwZpj4V05i+NqzTPN3IOD3YNti6btsSPrDWz71nYq68WMYQviUYJ7+boVc+9cDdPHUOKD6ab5w+1IkavlUYOb9NoyM+RBipPte5Cj0dFCw+nm9sPQqDcb4Nc9A+/69ivcxvoT1u2fs9kdNAPmu+yr3HvI6+PUMcPnHWfD4pOds8dNrqvuyFtb7lmyC/mb68PqX3Cz5zJIU+TYzavl/2Bz1Omzs90p7zvVxzOb6dmBa9ZwAQPry5uj5nd20+UQ49vqFyHL4WYoM+g1TpPews2b3HzYw9VpbDvcGTtr6dE4m+fhUfvuoPQz2qL6C9tOLjPXjQZT4vCJQ9sISGvaOfKb5DKi0+",
        "kqATPl731747sd+8UXGPPtyRZ7/Kdkg/t/WZvX8oej5cpdy+l6XOPYQ6Fr4Ieq861gEkPpZqUb4FPJo8/BqrPn00jD1id/E+tiaLPhrJNL7Shyc+gh9gPUDHZz0WMOy+AWOJviEzxT51Sj8+ASs+P7jZeDxq0IS+tlDPPsGj9z7XaKA9YRa/vsumNr7batI8ayvwPH41Bz9Jg2Y9T7CKvgTqXz4Hx+w89AyvvfTgK77vl3O+PjQuvquvwz5CBJC+GXdOvW7OK77YGT09SapxPgbJiz5Jm2Y+f2r5vdD8DD66Yvc9b9fOvqo7Bj/qMX89RoJBPfUXjT41SDc+VQUzPsSpFb6htbA9XJ50PbuRAj4kKDa9fetkvUz0BL68N3s9yKnovstohD58Th2+VOENPuuShr1w0SM+ba9RPW+mBD5c6ya/5fcNPigJL76VAxO+UndZPt/Inb4EVZu8DbNFvVDadz3v7YK92h//PC1bqb0LCOM9OWUSP4Oqhb45wLS9eT07vtVIjD16Axg+OCx6vusfnr3lbCk+QNK6PsKGwj4aGwe+VUWEPG/0X7zLK6m9TD6kPjs/jj5tbC2+tK5SvkOAEzyOvng8XmFjPjaHiL1yvhE/ZjBUPjoOab6P4Zq+amM4vuMjFT1rrV4+dzcZPnKjH7u9UfG9M6pFPTScqj1ti6a9JGWJvm6LlD2/n3Q8bOJcvdeunz46eJI8eS5lO1J5k74HVY4+5+dSvfABrb5O9Fm9hGwOve8bzTwUU9I8CklFPrgnSz7esUk9VuRDvXNdTL7GGNk8PkKhvgw4yj6xzyU+h3CcvRB+6TxjUeq9S9BKvgA5fLwR/xM+00miPmgVWT4jhik+d2OAvUJhxT3G7Ii+OtB8PgZOiT7r3gk+hXckvlRJAz7RjTu+CH2CPv/7MD0+I1c++X+FPidEJj1SHgQ/3ODBPB7PyD1MrxO944K/PlNBcT2s5Ti/yfxavSZ4r7yBB6M+MZEPvt9z671RvBA+2r/RvUvAOz4mDiE+",
        "5yBKvvOVxT4JGkY9D20mPQtt4D2tvBI+YI68O0fUpz6A23u9fwGoPcqUQT6duSQ+rPujvnNQ/bwG6HU+USJuPZqPJr5T1U49dT0xPeU/Wj4pQcG+6IuxvQ0aJLpRKei+5BEHPg+3uT1/KKY9I7q6PoTPlb6iXMa+CqzYvZ/j3jzz+a88caxCvjrxjL4xGBu+/2whu6bR1L0jigm9PNDFPZ8Bvb1VX6U+QJcLPCs+az6e4rG+zGKIPfOC7b2fwio+6mZaPjJfCr/BOs89EgSPPs6LUL5oaHO+nDGyvpJfhr5QHEA+XLzhPV+5dD1i3lE+/j6IPq35ujvh4AC+hsxzPgR7Tj2ZYqw8uA4PvnJXOjsKemY+cWntvNfhZb8Dgpk+QAqfPtkkWTxx7QO+SakEPtqH9j70gcK+8feSvonFJ7z2+Sq+lLLsPWULPr7OdYc+C7PTPMYJgz5FtLo+3TrWPmB8qj3i6oc+VF9WvTaqdL6IwaK+IJkrvhCJW73+yIq9eoGcPY8JTD5qVGU+2fBqPjON6r5Ku6i9bdusvy6V0j5vSwg+DjMcPIF6LD4iegA93jWtv+LLxD2yndK+tqKbPc+gCr0smZk+piPKvpaddT3SE9G9AXaavkC6Vj6q1dy9h+nTPJgEC77QtxW8566OPvztxz58ICI9bwApvtGdk75CpZU+YOApPWVYvL3WBLy9T8hCvUwMrT5ZkI6/3loLvxh/8D3eY+A+0lkfPYsKCD/EoMi+sb3wPaYGNb7o8T6/BkTuPYIMmD6GBpi+7xQrvuEvP78vV2i+TNtxPv6E7D2QtY49CZDuvTLgzz1wy4i+BHq+vQ8zxD1WgYC9TNzWPqdTdr7DnMe+iC0KPtnr5z7Y3xK+FSGFvjYRnT4Bg2a+cVbtvCSrwT2vfce9TJuyvuCqrT3odC++G4YGvsvwgb7irjw+hZ0svqSsg78pG1q+x+skPne2nTvBDbk+qBtjvv5qlb65zDy7MjtePHpokz7bOVU9kG6TPp+68T2tgYo+",
        "q92NvZ2Gaj26X4M+6ZfAPJ7gsj7+QAg/k43EvAichj7Vsjy+FL+QPMShJr0J7U6+wMZUPdoOy73OaFE+PX+MvqfFPT7lPpM9P+4kPA7Gnb3VDG4926i1PYbtAD4sTcQ+JtkBPjOaPD54+nI9a38pPW8pfr5VcHW+UQfNvj8Okz2Ztiy/bTApPl7BcL38n289Fs5PPtdbZT3uls4+F3YRPRBwDr4M0YM+TywLPWEqKD1f85G+fRgPP7TSbL7TzYm+DpMCPoZpYj5bMEO+5SrpPWqOPr4Hc9k+q5livUjE0z1GYZo7KR7jvbVlkj5v43E+iaHxvBirzDlRcF0+qZWEvgFYf70YR5u+/PYSvr5zcL7bwWw+ami3Ot6A9D2SMoa+PUUrvharbL21XB++okZ7Ph6LZj5deYg+mzcAPkjS470xbBG/I8ccvnVnFT1rmjE+WPcIvlu5HD4IPZs+jq7tPH7WsL2IGG6+oHuyPcdU5L7nxes+CACwPeyD4j7q6pW+az1cPueqLL4frL49JYgevWw3j77NIeY9O7GDPgudyL0fvLm+tQizvgScwj6s2gm+2mgMvucZUzyuDCC8WQuhPkcNUD664Kq8mu+bPuiBHb70ofw+pTjvPYfeR73FlSi+IUGsPWN8+DzzK7m+TIV4PJSEML7t9Po9HSesvOpmBz5wydY+WbBOPmG4Nr4xrhS73rQjPm16lr0qqFs+oKAFPqrmf74WmCk+Z21RPjFqW72SEaq+xVD4PZC6/j3rtYC8oDZ2vcSHOj4TzJA8PCuGvHb8Ur6z4T4+47GpPdcPb73zcNi7lzumvWDdor5e2Qi9dX6tvspahD6PH9e955rKPl6uor3tLfE7N/R4vMbsK75WWAy9+Rs5PlONmD70w7u9qP8JPiYJxr0R/BK+Z+juPTs4zD2YaRy+YnxTvpvIsbx/e4a+iLVfPprC5r0KUFa+jxwcvhvywLwos+S9+hXGve+9Nj6v+vy8Q+XrPcrfD79r3+Q8dM4xPvst+D5DtiA9",
        "fiwFvxVNpr55LYw+yYo8vdBqTj6a6lO+le34vMCJ3z1I0Pg9nuoAP9PGFD+80WY+7uPJvaIZsz1hm9Q+mUC5vGt9jL5xdfc9MxuwvQYADT7WpoY+KBzyPVIbhD36Dma8PWSRvkONkD52iIa+SaOLvKpIJz2cF78+ouG+vjcPLj5R5zw+3CBLPirZCT6qODk9YpXUPaa2SD1gFzG+fIM+Pi/TFD3KMoY8fUDWPIDlmj5P/dQ+emLHPe8qvzy6Yqc914SCvnYQzbwXqV89nQGUPIZaYD6Uis69QZhgvWnNQj5YWCS+PjkJvpNYP76rFly+rcChOziuBL43Y6O9nQRBvAoiiz1Vtx8974e3vaNX8z1c0fw9CiWivUHncj6cj5m+vIgAvjB1mb118uS9pV4yvJ7IIj5gDoQ+HGz9PdkGfD7lSoA+uogpvU1k4D00ogC+FXHkPqBWZ75TVGa94K6rviy1+D7JWsg9epxlPtpZgD7zjbG92SkTPiWWRb5H/l2+pByXPrcf9DwuGLK954j7PZIgo76YtaW8tuY+PkeNtb3W0sw9ru+7vcsaj7zN70E+/j+HPjkPUL4gZ5K8EakdvtJzAz6juF4+J+Y1Ps2TFD5GTu499FSLvtrF4L13T5o9gywpPomTIT0I42M97PBNvueyF76X0ks+2CxWPZ5ovb4BLui93nAvvrxoED5tIOa9Avqlvuub9T26zIK9G0mKvLsw5D2nSdA9CVsPvmCmuz58bF29YOdIPc66OT5N9Gw9ad0kvhxYdz7zCUS+BLkvPrsC/bwcETo+tHcxPo/aFb4mRoE+ArddvYEZjz1fQqs9msGCvd/DgT7DAB+++xm1PJPt1T7e9+89XG//PKZE4j5UZcE98PQiPkrHP77dln0+lDC6vTWtND6uOXa6StlbPpkAhz4o8Dw+wZrHPcL2JL4XyKg+4lkDvmeZir3J+tw9oQNmvEjYwj4QEME9tEuEPsSosL0Vaz6+e6OOPBlnjL2BIUY+3IBpvg2jHL65gem9",
        "EXHRvgcNDD62Wba+4TYfPthnDL505qO+V3w0vjLsKD9oa3M+Uur8vRkgOT4/tgy+1aNXvjrnWL7TVu69t52vPv+x2T7IN0c9PHGJPkCU8T0q7JG+SxgBvp3IFD48V4I+7achPh7DkD6KRBI+oMuHPo+jtzyFpqM8aHAPPtTaZT0yP2I+iOYEv93FAr6N+YY+avJPPsmAjz4esWK+/z5jvg/dED4mI4A+Cp/nPeTcaj7PxVe+6F+Lvmn8tb1B5fG+4FMQPsF5L70RSyC/1JhMvvMA3b/5au8+q5AkPTS/mL3O+GU+ZjZ2vn1QRD1ORdS/ua4aP1ovrD09vD8+We0sPWeihD6LLly+VzGHPoEPJ752xQY+Ak+OPE25mr3Y/Ag+P+sLvz92jj7A7k8+QbbBvQfTgT7huzA+V2yiPlig1T1Pnwq9DgFLPuyFCb6O9Jw+EgMDPSKBor4rOBS/mfAZwBNLtr2Zmpg9WhPLPl7TAj0mEyQ+Z146PRKpqz633li63yorvFXcO74KljC9pZ4hPb8Lyj0lR/w+KQ8JPoZ9nD2ftkq987ENPx/I9L0dKL4+iCsFv3gNHL1ZDR8+Z9txPvCjlju8weW+k2QRvsamrj7eaEC90vhwvmTJ9T0Cbqg9p2oiPuJLID92TI49OtZvPgNsDT/fcDG9U47avU7vEj7lYSi/W0wuvodCTr3Jhzg+1ArDPh5YqzzjLSs+DQ0mPtOQOT3vr/o+dh0Ev2TaIr7NPjC+jfnXPrG53r4RheE9fFDEPX1kvL42Fhm+whaVvoYDEz17M5U+0SnGvmwSqT1Uu1+9BRLAvZpGpr1L3rw+us2OPRWO0z3n3ws+ANBrvjWXH76dLPM9PcMXPoyY3j5zMYO/w6B1vP45BD+wp9Q9r3NHurjNNL55XAK+FjgrPldQpr+80I28HjgSPs/MsD7CjYK+eVSUPSNSrb4O80I9JZqsPBnsOb7UVXE+Qzt8PeAjkT4CU769XBIZPYDiFL6suvM7RFAYvtpByD54BPo+",
        "vOQePpEZSj5hwl09UKyHu1ChVL9SCbM+vD9UPiHVXTwdO4O+bUiIPk/YJL7qnvs9Yri/vova8r01ltK+Md53v1jX0DxpneC+H9hTvXj/qT7hera+YcoHvdo8iz7Dj3W+krxiPm6zvj0TUjW+5DXmvSlc2D2xoK69iJsqvUXDqL5iQi2+p2mzPpFBn70NP4O/aKE/PuSQhL4Vba29OOZKPmuDrT0hPBE+XSJPPnm+lz4xiGm8a34KPqpBSz458Bk+4xDHvofXU704jP4+JTFgPqilzT2lTby+gH0sPtAhjj1MMLc9WpblPbSLoLy4PkG+EgcpPUH/Rb9Yqe++24iGvc/i3T6soI+8w2SBvpV5572wl1y+McMrvqeW3D2l55w95vI2Pat45j4N8TG+M4ORPlOGNL550Fq9/5DBPAPsuL0owmg+h3k3vmAao71d0wM+nI+oPbkto74gsE8+v5kMvb7nS70BuFC9C52WPeD7Hj1vWwQ/j/WPvdb3UD5frgg+ApJuPU/tB73vdIm+WwUlvBrqTz4C7gC+gqrVvXp9br6nCc69BMFovsvVsz2dmLw+ffiYPu26or5Xuma8Nn8pPZryeL6lts0+N0/CvSGqEr4OKa2+wgJ6PjG/Ar8VtJs9UhqXPFWlMz7re7A+rjPMPEV19r6iJkI+8IG/vdLEszt9XIi7Jz4zvbXrBj1v9sk+UfN3PrQphr4hsEA9I/6tvURBtj1pyxG+wWXXPYLchr5TP0Q9HkYvvWdJGD6iSmO+oxesPjCuyj2O6Sa+zU5cPTXcGj4fKmw90SSWvPkEjz7yuqK+tZO7vMyEJb5MlgI+XA4KvcDKTbshFxQ9phGyvtw+0b58hjm96tsWPip6bjwCZZU+waB2vkpcD7/INxU9BUIDPK/NMD5zBUo+UIy7vY1lj74AHYu+4VEJPsNY8zuIb+C963/1PbcEHL7lm5A+4nUSvh/J3z1a2HK+93/YvN5o5j2AjYM+rtrrPS2/9T2P9Ym+nnwavlyrJD5XXMq9",
        "pcUgPgjr7b2l/Ry+3kdjPhC1OD6byNY9VT7VPHc5uz16nAu983oQvqesIj2rNJO+Ity2PQ5fn71SEZc+KpsLPiMfED4Dd+Q+3maNvtttF74SaVe8ZOCEvVwa7z4xCbS+ZEfavYFPvj7e9UU9MVNjPuTkwr1IbSW+kxCqvhmUoz5ydu295E9QvqK8Mz2LhAM9ZSojvmcPyz3Gzjg9LoraPPMjZzxUJoU8EQgrvuYRe77HTuy9g1ufvdbHBL7+Jjc+VcWvviElgj67sac9yln5vfc53T6Q762829b3vGbtuDzIK569/bmlvuxy1r5O/Q8+Lt+cvjqalD6cE6Y+1mbkvbXD8b4aLCs+xbtkvZKrtj3lxVA9jivsvS0pKb6x1+E9ESrNviMMyT5Z5Cm9364ZPgHbj74k9hw+F8+Avi5HdT7iKxe+azmsPvBvrL62Suy8khn9vnEF/j6ylOU8pBlNvmjcszwp98I+VFk9Pk4sOL5vbbq7oq6gPH2wWjz1x249GfFFvVAw+TxhNSE63JKLvjftIT+DuWM+ckKMPq417T6NrLy9oYlcvom+gr0K0xA93TuKPizFFTxymXg+cpiGPYEvPb4l2QM+BvoMPjIH872+m1k+0bw0vGaNJj6uHSA9lW41vrLYhr9ikBG+obURv8JkAD+Q7j6+9MbCPff3hj5d/om9OsW+vo4bej2OGhW/Q1Yav3WzubxxVm47iDoqPQJ8wr5UhW+9FaJiPZoVfr2x2DA90eDqviJeCL5+2mk+Ab6pPsWSA74wWmI+30chPkcN9z4RfBI+dppAvc68GT47TIu+g3/2PuUN+DwYzWQ+HjqzPpabhD3e6zk+s+eaPsfXub0kL70+WSEePlk2qD0PjDW8cp8TP/9SkLzzez4+R/1Bvk121j2/+Lq9HLR2PgtwV74+Ery7yZ3iPSDggL5tLYg+978CPsXIIT302bG+40xmv4LmQD5VNH29MNyqPrtOiD1wmys+aswBvoSMHz70YLy+V1mrvfrSb700RX0+",
        "/YjcPqitCb4D+N09byj6uuQgSz5lMCY+qB+MPTnrhT6gfxK+dS++vpCalbz8Uss+NCgfPhsPNr7DrcU+43jZPtAYQ75Tezw+ZwIEPlEq473F3A4+hpYGvkgb9r5IZV2+M9AuPrFE7T7lGW6+8z6wPZgj4T2b2DY+W4XhvmCA4L0B/DA87dKCPl3Hp730Bu8+hm5Nvwrndz7UQIU+BSchvaVfPb7L9CC/4R4IPkXeQb8b+Ui+Njc9PlQhKD7GTCs+XxcRPaaqLb6sP0M8FgFXvt7rZz1x6pK/k6AVu1GRVj6kFue+Mu6CPr4KFL5ryY++tmCtPixlk70D0Ss/W1fOvTQVRz0HNrW+KWY+vxwNtL5Cq7C+4+tGvicwTT6ATiy/ui7GPc5Pij6P/Js+1c0OPgX+1b3ALgA/LfUzPkh6Yj2nJcA9DSeSvozgyT0R9Ye9ySRdO//R+z6HS8Q9iIeuPg1BAT4YInw+QIopO3bDtr5dWV+++8epPe89k7ysikc+hyJfvuewJb79djQ+POETPSCCpz64esm9r4PmvoFZGL4qmvw9wsuKvLb3Oz5XV0o+d+sFv8J3s77tehI+HHmMvjW2lb7HkjY+usUwvlupiT1V4ma9PDiPPq2APj40OjA+TFqEvq2qAj7E88y9KehDPHKRxD6/Beo9S6NivgB1lj6ytI68TgPivk9exj6E9fc9DvmUvg/RUD0Z99g8mcA4PuD4DD3hr4K+EJKbPuNf171mZ0u+6IjZPp+dOr75kvo9PCMDvtuEED1KuF++s3FbvbG0476gUey+ScamvkY5fzytiSu9Ff9nvgV6Qj35Rra+aNutveEUij75m5y+MPqfPt001j0kNIc+sLABPZjlEb62z4o+eTUMPkuIVT6HXLs8wqa2PTsmL7480DE9zZ1cvv19Mj6cSia+3ysWv5AV0TtXNrG+lCOpvYaLir1R/Be92PjtvmNH47uboQ+9H5tPvbIZ0L1pDSU86mflvlAGFTzr7pq+q3uzPuv8DL1GXHO+",
        "IuzQPV2fND76zMu9fyWIPfwn0D000Qm+78dHOzyb8z7UzZE+XhWCvvXyVrjD9229F6u0Pk7DiDyaZJQ+/HdfvkMytr7Uk0g+JXdqPoZPMr2pKQi+Z7wuv2lygT5M01s9N8rAPA9N8j3zhBG+2vU7PnYxEz45ybY9j1o9vkxc3z530LI+9jV2PkzS7j72RTK+WIRevvPevjzFPqG+YV3pPZ5moL0z4r69jLWpvShRmb3v0pe6FYKLvBrmYD6glCY+vh7mPjoC4DxwfBq+1q8ivil0zTzqLn48O/JFPkvlMj1JvDQ+bea0PsA0Ob6vwto+/jEzvgd6KLzhWUO+5tWfvHz5mr6n2gc9EuLdvaSg+T3bP6c+L9oFvplwdj4q+iE+QxfePte/Fj/v2HG+Q/znPW37o73S7ne+TQOOPoXWMj5b3I0+foJQPdqqMr42CZE+/RpFPYVrVb4drNw+f8yRPud6BD6+SEE907NIvqdGOz6QtoY+4U+oPiAgyD4tdGM9GNa5Pq2oOb5X7V2+tJrMPF1tsb0pVfQ9grxsPu+iur1VyAy+vawBvl22RT0z0/48Kac7voFcWT7EOU49Z34vvqtAlT0KmOq8FmfBPdZsgz0wrgk+BLfUvRZdKL6tyEo+HvQkvpBPh74v7lA+shDzPUL6CD4p2pu96LsjPmnZAj7aSzI9ld0MPTqSdD3UiYW9dPJSvDlJVT6+90K82tavPXf5/T3kRtQ9fRAOvku7zL3M93Q+SF7avaEye749G9i7BX2cPlZoZbwE+g6+6gYoPKUCn72A2L69gB3CvR0l7r2H0Jo9ai2xPqgMxz1Czlu+3xKdvnGnID3UENa90xyiuEs1Qb/snpo+ehahPSm83r0Lz769+VKvPmWnvz6BppI807XJvf5Kxrw9OnU8cLMCvk/Lp77FNIS+2RIavj+Cdr3Mzro9ZIJEPZp42D0KdYg99f1KPV5O7TyY+vU94xzQvhmmp774+ho+J2GNvi3CkD77ZxE+i3pPuvFlQD7oCae+",
        "8YFcvAVLCD+9jZG+kVu7PuWz1D6ztgo+gJhpvSsoiz5O5UG+6UARPl0sDj7tFew9uSWLPhKTmD6o3Fo9nk2yvuNRqL7yeBK97mWlPY63670Frm2+n5g2PnhlKL4w6wy+IyYJPtJDq77h/ji+ZWy2vvjnlj7vBis+WvPZvUZK9j31vJQ+IpgTPgBMJrm4+jK+EN1uvopMHb5KNPc+tx0WPumjGr52ryG++VkaPwdcJb2OxpO9voPvPc5mtz6lAHK8nfYKvq0lDj7M3PA9ZrMOP6eorT3fOCg+TFQGP0om4Dzj4w8+Nb7DPTxQO75oCls9qZdfPr4xGD46cxu+KtgOvpxkzr5Hd5A9gAOZPokkqD5lLQU+PhqePrYb/b14TD2+QcUAPlnO+jyi1609kBLZPdL4Ir3Xfc4+k4O5vN1FqT5yjpk+8qwZvoihWD6n59C928BzvmIQnz7ROQc+tQWBPl9pej69Kxw8nXaOvZaQfT57d9g9qLwGvp/2Dr6PpgG+PFTbPCkZDj5oa06++eLdvVmGej6K/E++VEpOvu5eWz3LBCY984csviAC2jvuTbC+xD6RPvy1Tz05wIs+WtuGPfzcjr4ZrsW91E2SvOAWlD7fE8++FFHSPdk4NT2nVzm+FVuXvv55Kb7hRbE95IwcvmEf0T7iVoA+dZzyPa+9uzyHLcq+Abhtvtcylz2w6/+9i1yYvS73KD6PJfG9Rj7QPS88M77LNbA9UKyUPXopkT49hgU+8dkrPsoODL3/NtA8tvnwPT4pRD6hRAE+DHuYvYqykz5rFBo9JUVevmZCr71WVAU+mUE2vkiZI72Gav89me9nvUyHzz2unB6+UwUfPbE5Yz5Wkc++KXK3vXSg0b1ig6E+aA8gO+gHiT12/eQ9zjKNvCgMXj3ZMx0+b8tZPuZt67x2PDy6Nm4nvqrABj5JmC09WXWrPYfXij7zUCC+k6XovGdX+T31coO9hgJzvuyxYz7dE/u9fMMXPntuHz6I7bq+PlCAOxiOgL4fG+q9",
        "y6/APGWUqD4yxAG+PueNPB4STD3Pdso+srOzvmEzlr3+7f69uz+SPFBKPr7lZkU+0EytPdmQK77HoAS9GOMdvtJPE79w4Jo8GhEdv+kXpD641xK/8ZtUPa2hNT53JcI90UlRvdCz+74rukw+MBUEPXfJiTxdTj6+7gZUvsVNhj23EUI+ltC/PlFtsz2ZNNU+zyDFvaLK1L4Ty1e+shS0vRsl6T7ZmuW9Yfoevrcs/T1pk0O+j5AmPtn0wb1FwCa+DkrIPgSJhb5MV2m9nzwYvRMElr69Z9s+ATKivo3yCT+KpYY944OxPvZHpjwo8Kg+kLBrvsRusj10YSg+NuhJPqzWSr0DjGo+7byoPWDtt72j/zs+e4pGvlD0Mb4quee8X/oyPnXfpL7gRHY9lkkqv/l0wD4wrwu+NguFPv2d1z27a+Y8dE/Vuw6ZiT1XGCy+drr/vQh3aD1tKrS+c6KEvjg6775m42G+UFKvO21AgT71bAe+BA6dPQXyKT4cmrY8ncWJPkdpiT1EaBu+K/SuPeKec75TISm97ffavjxHfD64Nwy+bvzHO5ExmDuGDV8+FQCEPhz3azzmk2S9apYOPtz0WT7byRw+/v6sPgipjD0TxwI+AmJtPjNXhT5Tm5Q+9207vm4Siz2YLjq+Ze7rvrganb4Og8Q+9XOJvrweAT10Oqe+QvCDPWDDqL0zXeU918wPv0ubYj4I4Mi+ldDqvrVNNj4ADXI+rsVwvbHVGT59mAs9+Nl9Pi7ZMr5KMYm+t58xvt83+TyXoGW++uwRvjc1PT3358I8T+g4vt/MYz6X6YE+7XWXPZo9LL5Z2CU9Yb1tvII+jzwxOYO92XX2vJ0MED6vJcY+lfsbvkMcM752Kq09DsnYuwyHAb8eCdS9or1PPoCimj6tK7c+rUYpvuUCbL1TzZE+//fWPacWjb5IaJk+3uWQPgwz2boY6aY93Fd9PezuiL46J9k9z02AvOixJr6y9jq9SSR9vtmx6Tva+Uk9rOtBOqTeqD4N7SE+",
        "7ocavpEQij4FLG0+Q2WuPsqgzr2ozOQ9q2zIPpGmF70cmTq9bHtgvigU272ACyA+UCVIvkGLvL3LNFQ6JAYQvjy+2jyjbow9dS6mPcIygryLG1w8ZsBlvvsZ4LzxtEi++M4gvAfdWL6c5gG+hyQzvtKrNL61y54+3WuuvngkBD4csMW9VFfRvCpXqL63BDo+s+DQPvh43j2zQF++SDdEOwLaUD1tAzC9Lj4iPpWQuT0SSYY+TD4WPpfPBD49K8u+VM/FPRtkK74vHQW+201XvPwwWT6Gpmw8VT08veVhtj3C1QE+vMKFvm39aL0orp6+PHKFvil0wD7n1u89wSt/vusPCL7AY62+gePpva9nFb4IMAO+ikbkPKxZDz9mIaa+UpUZPv7DgDt04AA/PdWRu8UxAz/gFMM+3HVkPcLBDb4mKG2+p0xsvftr7LySW5W/NKW5Ps6tmz4ZMB0+f9EmvKGprj7KAbc+WesbvdvTML1stnW/l0pavjVuSr7vvAM+GOcPPZqipT5t4hs/As/wvTe5AL8qLjI+yBOMv6DX3z62CKA+1gCBvXdNt77SjAc+pRb+PuxVhz5jVBC+n98jvnapmz4P9LI89VVTv28aKD6URyC+am0Mv6Rg+T10h9u8UcJ+PouuxL0QqTy8hljNvS64mT4qHBm+oomDvVyeKL6cG0s+GC0TPh1Jxz087io++deaux8ZPr1lMrk+S2cDv+9vnr74Yj29/E/yPcQ/xL7p+6E++rzYPRu3FD51Q+o9koOEPT8bqj6pj0E+I729vZc0xj52+C8+aUl1PcdcCD74gdm9vzBSPp4vlb0wAgM9xhW5PjyjnT3uQ+++r8WkPQ/wi7zlNPY++vZ6PtC7Gz6jezO71T1Evc3KRb5R/D2+7RXTPDHgX77GSqi+mRqHvTwml71Wm328py3LvRl7CL3MoSs+Cx04Peh6fb44Npk+NSzAvkpYGrygtU49uSXcPoo2P73b5qy9WWAdPticjj6pS6O+Mzsmvj7kJj66VYy+",
        "dL2vPfjM7bz/BY6+tFj6O7LJuD4gmGo+NxG4vOS0xD6A4Jg+1nsIvXib3zzDw/89E906PJiHlbxA/JA+8Q+5PSEdor6wfmy6Zmozvryiqj2j5wM8/KYePmpaRz0ohby9uIj4vXm4371fDZK9HvYyPpHmQ753e7M9Hbx3vNTWz75xMhY++RvWO5a0LL3XR6I+juFvvp/VGT5755O9qQAGvg+Ek77iRXO9Qz8UvYsXS7zwNDK9YDiNPbInYT3o/b0+WUQmPRlJjL0QZHs+62nYvnoygrxXELG9Y28avmHkw7uRjhW9UtMIPjIutj1bTC4+x/qXPrQwlr7800o7bhLKPRLvQD1UTdm97KskPc7Kyz10Shw+0LB9Po7xjD685Fu+BbkNPgQltL1uCqU973a2PbjKArxMciM/8Z8cvlT+9T0mDbI8/Tc8PXDraD4MDhO+DxhmPnUagbweEFq+ZUpQvo/6Ib3Kcp6+F36+vXyHib7PsZw+AGHQOrt89L2G1sM+911pvUgOnz6uMjY9ZrUHv3H/Nb63nQW9NuQgvspB5r3US2G+aOs4vrwXST4hUis+8Rr9PYVUpz7C+LI952gwPQP3Vr1fX4k+I4RRvi//bb4e2Ei+pqSTvVAEiD7DMfK8xMa3PkZCOD6UZSQ+uJeZvd9UT746+Aa+WxCEPi9yJ73Q1/u9M34Zv16v8r3QsGg+4o0CPvCJlD7uTos+yvMMPouICD6k7Ou9uufEvHcXcz5mQFU+Cr5UPrxN6r2ohFC9QWG9PuBZNz4ADYW9LkYgPnaUsz0vhQK+/TEHPwhFEb7+fz2+HYmlPZYYej6aRmA9rn6IvhophD7jS6E+yda6Pk1Hjr0+0bk9eWsKPitaEz6KY5I+51g0PQVjKr33+qM95GmnPljDCj3cCH29rOUNvusJZb6A/h8+L0rRvXaHLD5s9oa+LBl7vnKsujitQCG+pS26PjaT5L5PJPS7KleivkfbDj99Xm2+C5LfPafVCb5Y78+913JgPtiJgb5GLhC/",
        "U+d1Pl2Ta76Tn1W+JOsFPrP0yb34WOW+2ELJvWEn3j6H2QI+2TxNvn7R4D0rbh09tpoIPUibD77Uhay7PeiLPl5IrT4Wgp89VEaHvu2J6j1PBTQ+c0PUvq+JCD7CdrI8bUZaPq2Bbj2vYfI8Uw5PPsUmrL3RSoO+aOEkvoC8qDwa0bs9K/x0Pj0zjr75jMu9qIkuPm617ryQCNe+A+C6PdxaoD4mzCI/PVPlPcz3kbyEiIo+rhwcPhHsJT0qsrM9/5ZhPhNzR72WD3c91TbxuwB7Lj1hDgE+z6A7vka/Cr6CcEM+tc9uPcC6ZLuHH4E+U2RRPlyOMz0EBYg+hD4Cv9kKKz4J+Zg9qkwpPvj0R734jV0+6+YHPlIkE75aaLo+5MSPPtsq+Dy8D1u641gfvMgn9ry8Bw4+eMetvStUJbzj1PK+5of7PZ8J0jw2YA2/aakfv/FU0706WFe/tKICP8e7XL5lwhm+jXE7PvZd3T0UA5g+MVmdvgsZVz0BEbI+fStxPdEzAb/Xx4a9SU9ePrvmYb6BJfU9RW6XvedC8z289LY9ObG9PUXrJj4vTue9LbpZPgS+rT2ZJfo8Sp2WveS2lbyp8la+C6bCvj7tdb1TsxO4rMs5OytGuD7rJZu+vLGEPuILrj0AiGA+ECM0vuNPg75d7sQ+46QRvHciSLv8Bye+v13XvNafo73glzM+oviZPAFtxT6yhGi+p051vpBMTT3nh2K+oD8gPP5Yojz5mi89PFoFvppfYD5YBPm+Jw4RPsB/1L0IZBq+XzFSvvhFWb5MRAM+KPq7uzlqqL77tUa+vkEYvvgpMT5zBqU+S7OWvXjSHL4BFL29xu+SvsVUDT++/jQ9qsSsO7JugD7vPDS9A2pnvU33OL9q7xM/VDu7PtW4Oj5ySFK+jzlyPhmOnj7bHZq+TrujvaHvUz7agts92krPu0FHMD4TZ5c+dM80vaF5xj4X6ao9M1u+PlSACT7PWRm8Y6oFve2BGL5b1ha+krtcPuVEQT7O20E+",
        "3cOMvfzY2L1xNbO+3FI7vqQUIr7X8ie+wPemPNneAj/IDa6+jLWjO8GQHj1IbDu+PbOGvhXTgb6xk/09uzarvr+XCz8KIZS96jSZPp8R0r05/wC+ahUWPpe0frz0pDI+R34rvjBgQz4MB6A9Ei3gPt3yF77b6TI9R3EhPSBCnj6iGv29dIqZviOYtz1vMZs+LYabPvyRGL6ttQ2+g9N+vN0kAT8+hVk+OxoLvZBbiz4AhII+/tfJvnLNEb07+Es+rgK2vk9cer/Aamu+xRRHvVWvy76NCYA+q50CPgHxI71BxT2/9+5Mv03Pv76mZF6+aJzKPU2aED6h9QC/F06HPGwfUz6TVJw8jWvMPX8f9b6fwrm9VYMvv1s6iL4eRx8+KIGFvtGshz4uYIU7eWT+vVB9lT4Xt249OghhvirBWz6Yfka/t4Hfvn2+Sz7ZRRg/Rj/avAZ7qj7Z1po9kY/vvKMUZT5eU4K+k+LgvC7HHD7Adbq+JKssvoGzfb4mOe2+KM09vtOp/75m67G+fSndvY/DUb9isGk+wC58PptO2b6D8EY+Gku+vTgO+LwUSU2+3yxAvoCS9bobt8G8NOfxPbRvDT42pdE9gd3LvAHjID3t+CO/KQ7oPimrrb7yEQ6/syWTv4VWsD3R8/o8jQGBPjmXhb7oVO09Pjl3vkubDb9ItXa+bVruPtTJRz6bbb89UYv8PoI+0Dzh0CO+YxfZvISCAr6Pekw+Mugivh+0/j5RfC49fSqBvs61Nj6E6LI9EJMMPnooCz4XmC++jAG1PiQq3jwgVJM+6UpovVIlbr7oYly+p/Y+vad5N74SXA28CeAOvdFmRz5gxx2/JmCTvfK2Hj7keq++uC7XvTw0sL6DSJG+friePq/igr/z8Do/qEmDPGkPXr4776W8fGcrvj+Cfj3szMA+WIs/vY0eEL00ESm+hOBlvXHJDr+q2ns7XMF/PnYu872onGE+xrUxPrnEkbzOmi0+0qOCvdrvTDtPPgK+U+EkPhlcCT6TQDm+",
        "9GWJvtkAfLyQ8Ng9e5FNPsxC8z4cxAE+VKcWPmcaj74Xg8A+xz/APRKghLwIabk9846Jvtxe2r36232+nVRhPifRHr91L4S/bp28Phl3QL7BqeI+oZA8vjuMdT4YVro9IvMDv2UjVT5S/wW+JTnevRjkhL0unF8+UuAKPTw1+r7mm+A9/QdtPqRYgz0k83e/1UxfPldlFT5zXES+L95AvT4yYT6UfrK+PrkCvoLMnj7A9ku93pyLPdC/BD2ARBy+kRgSPDqVYb1PSrM+PCH+PThFgr604PW+tKM7PjiWiT7Sa/4+xl6JveM7/r4zDgy+zwuMPnfqOD4L8Y4+VRkbPadxZ79cMW095wYUvp//pb2VLi++CoEqv2TSrz3hjgO+M1v/Pe6MO74AeFG8CA/5vn2uGD8ok9G9viQqvhnqUT4Ocv89AiLqPvyhmz0IJia9MKNLvWo7Zb3clH69f6wsPuvZhL7TJbS+PAFhPWDP1z5Nzr0+QOrXvbqZyz3anYk+7vsZPtOC1T2wy/09Zh6dvjErdb4diB2+abV1PZ/FvT3cshS/mpKpPqEGrr2Dayg+hLzqPenHIj6YlqQ9LXnePmpmkD5Y9UC+gPzLvtnkZD4gboK+hG75PWXpDD7F3lu9/hqNun5Q5b1qJIM+8q5dPjrAZzytH4o+gLSNvnDa/D3ZPE0+MKtCPWYcQL567zM8oWLkPfIaLjtRUsS9Qf61uthfxT49jEU+aJtmPp/Pb74yE+I+Gx1CPpMOg76C6Tk9c4EKPoPV/D0DRV6+rSq6PQVRoT7sa1w+nQiVvTY7Iz52ktg97+CjvmbzIL7zWwm+1zGqPZbqJb4o8RK+EgLZPagxs75ErjE+LW1CvpAYLb8LKN+9JhQwPdD2izyoKL69w1QfPXVlXj2A3qO94yX0PTp5Sb66Y068qKk4PEWJLb6KyD8+uZ2svorhiz4MPHY+Z4ZCPsx3kT05uQQ/5ijVvQk5RD4fmK4+gKtfvAp3k77K/vY97EeUPjgYRL0kZhK/",
        "zp0xvjB1RD4rJ7W+ATSavuJDhz5Gw4s+iObQvZ+in7/PzFM+27swvsN0xLw0tC0+w9azPsYthr7nxfg+VnacPso/Eb6qSy6+k/JIPYcem7xI+3I+L0iqvQejAz8vqNc9/sR0vy29Jb9fbgM9EeH/vco3bj6IuB6+HVaMPUIkdT01iHs+JyALPl/ziz6dP989vyXjvTGW475mv7S+l+Wbu3NnZb72UAC+2JWYPPONbb6Va0A8PYivPQntfz5uvIW9i/rdPSHUMT7oqZy8BZkNPlG80709+AO+GUfGPpJ4Oz7KLT094uuLPUOyhD3CWxW9NxgQPs+2BDttdOa9OqQGPMkw0r5nhF4+zH+OPvK/pr4q6xq+98cgPtsrXL6K1PK9GrY9vkCxbr9ZE8U9o+J/vgJvHjxvpwa+U5Vpvpb2ej5MDPa+VUZvvZYXCT14JZs+1vWTvTJ6a78nZES9KB9HPt/vETtXRVs9/juCPbHQvb5NxJk+FF40vjMdqj7HbLq9mRQsPkmScb4RUa+8akiPPrt8x77AjXE98aUJPlk4GT4roCO9ScY4PuQ4xL5H4BA+BQGivjdrh75eQ8c7sXYJPBv6lr70ziY+cpefPU+VNj04oRs+aVxlPhg+Cb5n76Y9GpYAPzJVjL2Aqhq8L6Mgvp0jND7elTk8oHcPvQTQqb3+za0+Hen0PUclKb6M0gc+B//pvjXdVD4veka98mZAvgjg3L7W5j++ONb1vbOA6DzePze+/zq0vqes4T6j+42+G5wuvdM5Dz4f6kc+cfhgPuLrtD5pxJG97WoqPuqMlL5lkbo+rBlZPJeeA7tZGm++GKuFvhjPq76K0C4+r0kqvsOO6D5mZZc7ODFqPptEGz5QeL2+GlhhvUIqsz5avE2+I2KyPmc5Dj/N/GU+WLvpvQkftb1azZK9wyzDPXn5Wr2BTBK+onodP+QvF794zIO+HcOdPt+eRj7Bx588BdGgPiR8ab4rBLw+E8vTvrGPwL5d/F0+vl6bPi76jb69mIm9",
        "QhjuPT0Fsj6jIv88/MkAPmUWoLxGKEs+kvNcvjiHgD6E/gbArvqQveATsj3oI1W9ce8HPmt7L76WSwS8SJ8Zv2XHFr3SLUm/I4UQvjmq+b3J9HM+ky9/v9g5+j6w+mQ+nqQvvtjyur6gX/6+zd5uvqQZHj8YQeC+ZBMgPoeXUT+9LwA+X5Kuvge68Lz4sLo+s9QivjaP1r06ZDA+YfyZPnpQTr46xE++3Kc5vqhyH75qBwa/VY9zPr0eqzyfy4q+j2UBPqKOgT7c6IS7nUOYvvKFJT4cthk+LSFxvras5byOjo68PsNrPn+rQD6OW+E9xgR7PvQExj06qJ69cW7VPo7jtb4jjSc+NavAPV6ejL0IAt4+nTCmvvCiHj5e7b8+Pui8PdAMIb7qNXA+PJ0GPp9mzD0QJ0M+2IS0vRvJnr3NN9y+RXeNPZb5Xz7/bf+9fAWvvmJTe70/ECU+X+cFPiaqVD1A27e+zWoivrlopb4jgXw+haPLvUKRE7vjUM28FmRsPrmMgz7c9ew9GkojvsEpn720RS2+udzZPbr0jD7m2Hi+gjjtu+Y/cL6Qqqw9TBwQPua3mzxHKEC+QQqcPSm5y71sRdK+58S8PTH3qrzNKPM9DJ1kPgsAXT4whiK++ompvYFhHz55YG0+fxkEvuMR7b4FnSY+CDZPPpUd0r70lTi9VrGDPTQf7r3yOIW+aZXNPgX9vz7qRT6+K7eKvqqQrz4r1SC+hBAFPv8lGD4QaPc8JS/0vcd9qz0tw5i+wsywO5QS2TwbrD8+y6AJPmdHkD4HWfu9C2ACP4E4DL4I4gO+xZ9aPvf5Gz4cTU0+A0ZyPg7her7cgp88xUsevbTGxL4l3LU9rABpvvkAJ75fZ9U7KdW7vnhZq7p/rgW/9j2PvpzBij4gYhq+ZiflvvFNW77lQSu+qumnvrsDDr4rCQG93x55vuiiLb4jtQ69iVJ3PoAKZL4H3vE+NOn0PRHzETwdu9O+fjekPj9KRj5sC6E96KR1PgszTD0/NVs9",
        "lf+XPpPREz9LjL09ExZfvQV5qL4SuA09d+zOPQGHwb3Cyym9cB5sPRItMD28HDg+aqbLPiQKhT1DAQK+nJTIvotRir5VoN8+YWbUPd975T4cIas+slroPUTUFT0yqcK+OP0ePs0uNj7vlrU9j1ccPg0QmL4n7Ak8do97uyrstL6Akja8bSrHPMfqR76jNZM9Z3+DvaeOD75EZq++1O7QPNhfhrzKEgA/0rsFPtBORD7ZcIQ+BBtsvn5nBj713kM9EEy8vfAoGr7xyvs9P/PRvWvLUr4ok54+zEBcPvofiT3+fJa84xiQPWBqmb17XL89gpPTvUwQP74fkKw93V19PlXt673w85K+k0IXvgRUsj6MZnQ9BzEpPnRlWj7mOzE9c2brvfdsQb5DX6S9Rm02vkwu+7xH+NY9grdNPuuWRT4d3W4+MHZ1vWEBmb6vNTa+F4gsvhX5BD6zwOa+24jMvQKlNTyo9CK/l3Wzvq4zvL4KSQs+8GrrvcaoDb4c/O89/9HOvkcPIT51FWM+KQVSPkdIWz4Qc9q+B4R3vjvIAj1FhCq9+EQDvvTPOD4PHbK+3QbPPf7e1D0oWCc+9EpCPbGd8D0Evd49UCHrvUrMQr4eEJq+jNtmPlARULpSo2i+R1a0PhWi7j1VHt4+o4AIPuNcB7/Vik2+1voKvY2fvr5XSnK9ytnmvCHhPT6Q9f6956NvPjPEYz5TyQ896BmhusrTRD7w2V48q/0eviLLkT3CThw+jCYQvjQukb599JU6TFWbvnxDXz4f/wG+25FxPaHefz0RXzi9XuAQv3bdXr/tT3y+0iXBPsjSiz6+0YM+priVvl9VlTxo5Ck+xuxCv9+yVr4R30k9UucZvLwQCj5pC5G9YXx0PCFa5b2EoRW87thYvsmQPr7UQCk+siMzPvyyFDxMK7y9qgv6PdVK5T3olpg+cSGJPF0yCL1K6ca9/Yy9PlG7Cr8I67+8kFOoPgjixb6wBzO+YFGrPWD5Db5VEQ8+wVp/PJpK0T77ViE+",
        "IGjaPdTF1z29aa4+0aGBvsCSuT5NZC++xdAavuT66Lx69Xk+i5+1vlUaLj5wpNS9jGPSPb+BJL6MFSM+57vQPWRfYL6mKgk+TyIQvTJKMr2+WLi+GluRvT57Vz5lRHc8gzlJPioSwL1APiW+z3jhPS1sbr0APfW6bGjNPZRk270qOsY9LVSUOySuSr3qWzo9de9Uvut5ij4GIai9sOI4Pij0Lb5nzU8+Ca+DPijtlr3dIr8+V52LvQdxgz68DVe9BRWhPF5NxjyMoNE9Oy2Wvp1QFj3eE1A97E6cvTUm8L5KQcI9Ub+MPvjsUD56SIs+hRybPiRfIT0rYpS8eeW/PgACHD7vsec9MJkmPsgAoT5engs/dJEVPvgztz4Afra8ecOXPmxtUj4wXUI+s5gCv+priL/DtxQ+iakWv/UIQz9bXWS+sjjUvl2WzT1DB2S+r1qgv1d9NT50Ory/3kSlPeWKVj7nEg8+M2guvV38ub0ooGY+7vU8Phs0hr7wR8C99S65vk/aWL7HwIi/FVjAPS5L2D7UkOW+ytFhvqt+kb5C7nw9eQBoPejflz1ybau8pt6+vdgvBD7n6PC9jbzivm6dBj0d3EK+mU0rPoMXOz3yHe29UvAvvTIkqD4erja/XDjSvOm/jj74K0Q9HlOgvCc2zb45qgq+L1SSPtdsvL7lJIi93xmtPt0DlL7yScW9xSHkPWXtIL16Oww/3hbwPQSHl71ZB2W9nSLMvvbNfj3WE0A+DxyvPurihb31ZJC+d4XBPnttTz6Cl0y+uMrlvq5TXTzy51G+OWyKPjIN1r5Xbh0+gsldvTSj/L3b8ga8SU4pPX5KEr/prqg8cUjdPmlJGL/Gz4S9yh/YPY6wJD7rj4M8mCwlvMz+Sz70S/a+kYY0vrFcfL7yBi++OVfgPcjoYr4GPD0+oGnIPguplT75/aa9B12rvV1a2DyBIXA9DfhxvnQV3TzHhEu9CCI2vhNkdT7fIgG9+dMevkynxb0kpNo+yULmPei18r0K0fa+",
        "piElP9GKUT5R5fG9ICO8vmT9gz2Nd4s9eI0PPhPrrr0qkMw9kiGFPiuyZz01mN4+g69jvgPpNj3NDaq8RuO6vueM6j5XGfa92U7iPhMpn74nA0A/K/8rvKIW97w3dt09ZuzAPgYLQj6WWsU9HBoUPzwDqbyy2Ya9ThqvPZ+cm76gioK8Z5+IvdqmyL6q+2i/G4iJPutkxz5g0Ii9+b9YPC8AyT7bgY0+jBnKPfEYZz6erMC68KVKPbbZIb+8Yp69RK/9PUsZuTtjZx8/68snPtG76b7ORxs9CZCTv8PUCD2qNoI+8V7bvdL2GL4NOve9vRGjPn+BtD7MSA2+SJDTPbOtHL0ER6w+TebfvhExQL4y5ze+sBsHv6FOkL3d8A+/esPxvatjmD26UpO9bwOOu5Gugr4qoj2+6e6bPXNeQz78eAE+tiuoPTf+Ob7ZJBc+IXjVu93SR76NB5s9VFhfv6Fu0z32jMq9UQqVPcm3i7za5o8+s7zTvr1JLj0s+m29xWecPhMTfz1WY/M+EmOFPYT+570JOy09vrqPPiVuOr6koJ0+GaD4vUESHj+Nodq92+DYvrXfvL72tlI+55e5vE/t8z6pP7O+kWNtvFd7sj79XVa+EvxXP7ILiT3z7vS9h/8sPUzJv7zxjTu9bRkPPiRN7r3A8zU+n0+kvt7Mvz0JpI0+I96gPnLfub0FGZo+aSMrPkILhT4WPjo+BKucvedNqL5nAZI9x2k7vpIQh77kpoO9rBB8vlokcb4ny8K9ksY8PpaXo72UrwY+aSvzO4PODj6f/ZU+X5Z+vmfpmb1YEi+/huvVPVQeqz1pYg29gjqIvkzCNb54mQ++6iz0PRVlTr8tqku8DMZcvZmZib6fs7o+tM08vo4bHT/blRs+QS/5vHnOKj0l1qm9ivorv5wXM75WJEa9D3qGvoOBUD+3CBu+lHSIPiFf6D4Qi4E9im1ZvonxGj5mIpi9j0sEPQz64j2Fvyq95JaZPzKqdT4ehgC+TbR+vVGgLL0qJoW+",
        "VzLzvWeSdL6mYhm+88OPPkNExD7joy0/kIXNPnhqeL1LgAi+dgRRPpfCoz4NwJI998BUvh2oqz5u1p2+ryFBPi0gLj8EWy8/5wWaPrknyz5TmKU9iuHbPaTW5zy3lK0+sKjOPZtKpjxhVjg+U5QKPknFzj5r9RW+jtDVPt10qD2RL32976QzvTPSIj0Djty8v8VmvpMFTr3SI/q9DtULPsvg1r5R3uE+u4AIvvw6yz6IIS2/hjtvvQEnbj52UiY+xNpTv9yshr7cPMU9/do9P9VcJz+9xai+R6CNvVkFkj6Ee5U91xyzPvDi3r2A49a+XQMJvhMSHj41h58+4ImuPqLohD33vE8+dO4kPijspD03RcO8htO+PNlZ57xjjyO+7kObPtDtcD0nLPk+Yc1RvlB1jb0NFpC+5fFFPYIln75mMA0/oJauvSHUtL5LS52+GCEsvsZ5OT5zENA9R/MMvWHveboE/wC9n/S6vtcYlz7pWo0+e5Z7PV2fpz5GXnK+Cyg4PgsYvbwAC4g+8XhkvjNtbz33/0S+B9aiPmBbcb59fxc9BGQrvpt8Mz68o/E86seBvaKTe704kY69YZnWPZaWIL7Bv8Q97VJCPrAyVT1lYuu8EdqMvukX47z2xMa8n/qXPSRmTb0zRLW9wdAAPZikOb2AGjS92F8LPnUHEL58SDQ+fh0Pvc3PnjxrVMO99RQCPc450D6r8Ys92sqTvVXFj75LvHS9OlCzvuKEdz3MkE4+9DAvvhCTyj5QF7G8xKFivj5Q7b1f7Yq+dT2ovRmTjr6B3E++WGo3vRFEqz7LYoC+l2cXv/XqOj5U3Ky+1tzavUbT6b0aVSk+XYwLPqtTrL0F8La+Kbu9PRaq7TutY7i+CD5ev51FF74lIKA+TYHlPoLRWz04mgQ+csRNPeJGtD7Vyi++9387PbZXEz+5oqs+xZfuPd1hhj4YPCK+bXdMvZe8Xz6XZQ0+mhGAPhyElT4K5v4+cA4JPkyuAj7GDwo+HnAUP9i3iT4Lq0G+",
        "TOiCvuyfaT2XrBu+iLLQveJX3bwwbZC+gOhFPn7f0z22NFy+CZ8iv/BsVbyH1Y++WQNdPqTNQL5ZO1W+nO59Pel+tT4pPI4+mR4WvqYvoL696Xq+DvuBvYZOc7tp50+9kWiLvoLjz75bNTQ+81AIvS1jZj7ZZXY+GLaSvTHe0j4+4aI9RtHivVn2Ej04Ioe+fEqdvbVvs7563ty9fqwyPUSJpL6wjAy+/mG7vn2NiL2Xbo294okxPugsUr5LUYC9RBmiPQK5uL4zyQg9QZdCPecZQD5+lOW+SP+sPru+Rz6LpbG9dnnpvfPoVr4hLlM+DyhXPjbeCj1Y26k93gN2PjZeXb9ILO++lL2aPR1eoD0lL3m+Epp+vu2sQz6MkwM/rpbiPQjD3j1fDdi+oAxwPmkKJb4dTuw8nrU2vgpSuj3Ry80+hA29vabZfj5o6YQ9JqiRvlvTwj4Kiui8oEeVvkmJjL67jMO+FL5HvcYcNr1UTqw9kXjlveb3lj7Y+4++O6YSP4mXrj40CT095aPyOwUhFD62Afy9ZYdCvjfTuL3/xzo+0i23PlgRCT7w5z4+YnUgPX9KSr5dMI++pfA7PgKgiL5ErlM8HQP3PYxli73HWrQ9cEMFvZPaGr5dv7U9GOL/vXKdXL7BwrM9UF2qvSLA27s0Rn+++L1mvQVHzT3efJM+Yf5VvO3bHD6dSvI9RT0dvUz0Oz4YWmg83KklPKKjl77fb1s/H1iOPgnnAL4UYtm+Vn3sPFTsWb4DaQE+dpIGvu5vBT7suIy+ZI0HPvcreb3u58Y9blKmvkGiY73MUxi+D3dDvrl0+byyKMu8R5qUPOHogjzVZ5k+wPtJPhpogjybWPK8cvtHvg3KNb4TXYw+EDO9PXLriT6qoxo9dp4FvSo5LT4Myj89cKLkvb5jqT1QoVC9cOyTPkirvz1eS469qoiVvSiCVL0WArk9pqWSvgceGL4A2Cc9FlbNPV1eK77hEQ4+0DDLvSJViz3/fIO+vMfQvcXdsz5kk+g9",
        "xGItPk0jqr6duhU9IKX9PUhsaz7wgd+9TUOGvkbx0j7/G6I9XHtRve40/z3VU4s9KrNoPePK+z15bg++W9uQvv/HkT4lllK+cSlePjoWxr69ZIm+FPVQvlsrsr7+kQU+d6uQPm74sz5MAUk9+yEpvZKjjD6XIoy+MNivPu2toT3kr26+8vaavK+RKj6r9/M84B9bPi3QeL4yPJo+ZM6RPgRqrr2pnNY8ZPuKPQQ/Vb4Fnva8Pwknvpufdb30KcQ+t96PPhGnhz65V/G9ovkhPg5GDb49VCi+lz04voe/RL5pBgK98qtbvayCLb1cGTu8Y2EkvXERDj4oCoG9DotMvoa85D2yzaU8hlt0vZa7Lj6i3+M9hnCJvrpTcT6xUN49plkQPrfgcL1RR4Q+dKVNPnW4BT6tmx2+f0klPY3MhT7rpP49w/0QPQl/Mz6FMHM9cQI/PvYD3T32o0O+ZK8HPosqnzzlSRk+pTVPPnufqr2oK5q+pYxvPqvltb7SzLa9CfDDvBxa6z1iGOI+NYVHvju1Az48e4g+j9XHPqT5Nz6CXXY9YA43Pd0K5TzNers93JA6PnBDHz5Tsb++XtQ3OuvFebyNteK9ptYXPgy7Iz5788g+szGGPFC9yD24bzC+/KDyvYjo+T64eXQ+2AUhPsg5BT74HLQ+wLiZOwdmHj6VGoQ+MrqYPq+nErsBJP+8qxpkPqjuir5Lso69tBMjPj5egL7vcG08aaqhvZ/7wj1LnNM9EaUlvmw/aT0YWgg+ZDY9Pm0lDL4YG6a8+KuuPgE70L7Nfjg+jMOOPg78aj4lw3K+DiJVvjoEy71d7rW+ZK4uPnsMUL4cj4E88dKnPhTb5T4ks1M8O4ejvhPXlT07sGO/dvQwPWWJkT4NQYc85sUzPreRtb3iOjE+zh0Dv/GQrz6mlDK+tZnEPjWXpz4ppeW96/ScOxU1jL5LyMU8pZFBPi+ziT0RqwQ92MjMvmX7zL5U4/Y95C5LvgL2hT6iAuA+t6FWu42AK73cbGc+",
        "P7NUvpTOu7vJle6+3B6NvUS+Vr4U/6a8UFXQviGCtb5XW9c9Nl6/vlDZ7bvpyXE9xfJzO71ukz1TiAo9EoGYPnWodz73AJW+KMd+Pm/4DL0uupi+KeOivd9+0T1O7i29hz4BPr0BkD6KYSQ+8vLcPq5uWL4cuJu9JamzPXoBKT5hI9o6UdCjvmikA7wMNjS9ilM/PvSs8rxtyQI+R1Z8vNCRbT7yuHU+lkEGvh330T5X9OC8Sj+fPoPjyD0OBqc9ToA2v7ma9L2heBy+UZGPPks+Pr7rr9e9IA2NvsgwwLozoya+13YOvbiLHr6jrSi+PMn0vRodgr6Bp7q9NulfPj9D970cnO89fScgPqH9HL5UkIm92oI6vv12bD4/rC+856qMPpjTu7wAWeK9cZ6Vvq2b0z162XQ+TAk4PHSrNr7Ys3c9p8CNvtV1nr19fHk+WtM8PqJe3btD5SU+ZKzZPZtOnL1+aH47gwVOPiKknz3FVIE+vwvxvJhLpD0ef9s9PhMjv+TJID5aMqC+P4APvhaCeb5/+c49OhTPPazRc76F1Iy+BXNVvjTVQ71I6+O9lKqJPgWgLb4wzxi+MoVzvXyOTL2DC/49DWKWvW7eM75UTUa/Rl0AP5Gn27w7wqg9OuXXvr8hKL3YVVY+Z0w6vM2EFD6c5/A92bIYPi32kj7khqu+3o3ovchRZT5J7YG+qHoHvP6jbz3DLic+CLytPlNKXT5oMdu9LCMevx/IkT6ufSo9dUHmPjAhKT5OgQo9WWHVPUhZhL4MLWA+7+hZvmB8Qj41E8q+JCLyPfZitz2ZYNS9NyOPvhxfn7wWLpc991EQPttWlL3lJZG9EyEhPr0oJL8Fnbw9gK2+vWKApT6rxxW+oHeRvkeey728e0o+6wKJvkWklD1nfdC8iPaJvhfek71U0Ie9R4bJPjuZE76ewLa9bvIMvs5+qz3dCkW+cph5vrE/dL52HTY+x9P6vUJZGTw4mXu9Vq6GvXvz9727ahu+BBE1vmK9iT7pdFw9",
        "UWe4PqBv4b4bg3K8idb0PWEZFj5/dLY8jroKvulmaL2ipNW9/xKaO9u32z4L10g+LAdSvhw8Lz2OQZ+9KiYAPZYFqL3XxJK8I28KvvkcwT2BxY48EjL7OxtgOD6Yq8c9a3LCvbpEar4Jw/y9UPjJu+mKkr6oJKE+odERv4hRgr43vpy93U9CPcbjfD7zj1y+Tq+PvsF9KbxhfLE9K89cvfqBXr6RfRk+AO9jvsdm1D1ZZey7P21mvRCqe700pQ4/e34sviZEIr43ogI9IXUkvQOyKz4cG14+xYBzPrsAwb6djX++IK+HPQmJEL7zHwk+AaY8PrHsJz4xtx49OcjHPm4+QbwyOay9J/wgPqCwsLzAtNi+Fh5zPkoeDD4faDK7koIQvg8PWL5syxS+Ee+YvVi4bL71FEK+tL+ZPXCGEr0St4k+EbRJvt2c+b0ddMu8g5i+PW5XiD3nQJ8+qqvEOjbOfr7sSf89MZXnPQW+4L0rU4I+Hjs4Pi68Mz4GsqM+7lm+vjeVdD21AwY9N/UaPns/rD6kIhw8Gq5pPoJhAL6W4hY+79MIvQqPGD7p1/y8vj9EvhtExj0UWVg+DiCZPWjUET4RLHY9E+7QPXsuu71NOSg9tEXWPv+hIT19UQc+Rf7nvrvkAT4z99W9kNWjvdEe4T5Hjko+aaJBPlEubb7NRc2+c/SRvfWCML750pa7J2OXPrGxrb49g8s+mz6nPNgWfb616Cq+N9WjPnZWCz6IIaY+N8e4vfOgpD66q9A98oFSvvIU6r1UW7Y+3kC8PQsSKr6/RNa9MNQxvtRUzTwiR/G79oYFPuoqKT5deTk+l6tpvjNNPj14aJg+iJ1cPsMUyr7Of8w8q36uvSiZCj7LSxU9MRD4vF2EDz8c7cU+UR0bPiXkPL6ZVVS+4ClFvmoLGT0iPZQ9VAsfvB1RyD5qYVg9oVGaPo++Ib6+xbA+ko0ivRG/yjyiNew9dkoXvp5HRj569GS+vfYxPs9RH76ZmMy9jzzEPZmyNL1vBki+",
        "UIM8vlXtkj5Lrk4+gAGzPrZteTwc85C+4xS7PVbnrr4baws+qQ4Mv8g0Uz5fQx2+QVAuPgmHBT2FGBM+f5LuPmfavT1MjUo+tCoRPQktqz5BtLE+d+MzPgYW4D4ToJu9Wv/GvmonD70lIU291odevTOC6T5Gfu2+hb3ZvIhOqD5zzAG+zEfwvrP0Nj2G5RQ9GpuHPpUnHbyfvk6+pAeHPoRg6r4hxaI+EJolvIazAz0I0q2+xrZyPU6pnb0lbx4+i7gQvlPZlr6UcPM8GT48PqJNyD7WlUe+krImP8RksD4t7tw+Kb9JvqtbdD4S9NG+3lyCPlrkkL6zdCQ+QMmVPq/WAj7ZTUU9q/uevsWITbw14go+R+lrPtnwB78zr72+cyc/PJuexj6o7Zy9LOAuvPG6Fb4wJ7e+XF1BPmstjT0jKvm8OsTKPYom9r0C37A8cJX1PavYK73FV5c8cv+RPh58d759Ww0+JeXyvSKwmj4ZFtS+/h1iPuRc4zxCkWm9j71TPdAPlL31VN09Iqy0PS9HCb8xKW8+Fm2HPQb6eb62JpY+ONeSvS4sRD3Pe5c+d8/cvu3wtD4UQxi9Y1yBPvpqLb0Da648YWWFvWW/3rsv/L6+H10FPet/Xr1Q42C+Y1SPvIRe270oaOc9VaSIvjf3gb6JZSA+M3EBPkLCrD2SAjQ9HEuLPkwrAL7MCB4+aUJCPhH4jDtzS7i+BkeDvhg3mr0SaQq+tGZIPpBzNT7daZs+Lpo8Peuyq70WcFi+4Bq/PtWjCb9pUni9E151PIvPgzsWutU87IAEPndaDL/Wdt8+t/2EPizAFL+0i6m+R2txvm9isT7pwxQ+t7qLPn5AWL0y5E89ZRBAPtlAlr/R0tG9DLLvPoibuLxuSOm9aBTKORVaMj4ZbNq96a5GPrOMZj0cFYo+oiw6PvxDDD76IZu+SIroPafr2TudYEa9mhqwPhf7jD2S1tY82N5EvFBuU72UAiA9UNcsPqnAqb0g0qA+SqmXvu09vT5uiLW+",
        "0a+NPhm31z6JpAw+ncUAPkd9jL4389u93c4/PnrQzb3yCcG9EhjSvUkICb4JVuM9rrkovbq5AL2KPhO97j6ZPGC/br4o4lG+wHjLPZ6NGD775iw/ilGIvm0DUj4lmrs+2Tu0Pk+vezvRd6g+mCl+Pdbz77plwDk+88pVPSvYZT6RtqE+/eFevYcdS74ETUg+6f+IvubXEj7JFra9jwiMPonAUD4ZrQG+x6+2vcjn2zyRZwu9kMGSPjwPnD1KxWe+hSigPUy/rjxK8sk+ls7MvjWoSj60366+Kb/ZPdi5lT3CDQ4+RSd6PspdWzrL7Y69VEq4Pc2tP76xdq4+GJMCPRFAu73QpFA+SWLCvH1Faz6mqIG+vOkEvuyZgr7CVMq+nRaxPgxWa77+DLU+sWgIvjXIUb7bns6+D4M1vhbu4j0lY4c+B50APnwDrz5215W9bHgKPrqmWb7HQBq9v6BBPi17ZLwkKNY+4OHAu/hqwz4tH3e+0J0Pvq/Z3z5pJR8+5qGvPTZPxzymigK+KnwDPaAunD2cr0e+GtT2vpWQNb61Yfw91PuPPj3PCz3+u4y8jhjZO5w8yb3NG8u9/iiVPhX/7r3w8hY+zZY9vh6uU76p6UK+JkAEvvPlMT+FUJC+EadPPnZCE77wg2Y9e+3Pva2tpz7eid+9TrUsPoQWEb/Zrgw+SqjOPo7VhT5Ngz0+SzOHvrLmur7qDKo+54EFvoJhmzzJEP+9bkKTPtS2Tb0pNmE9QKuhPs00hD5idUY+YxW8PvwDKr5tAQo8X2EaPvaPcTu15EY+lFB/vvGz8j2wAzo8xZt/PuS45rzeO5m9FaONPrtrQL5jgFI+eSU0PSm+OD733RY+7zn1PQpU2D1j8Dk9jpMBvjj+xr2cY4K++dS6vQJ/bj4gpe+82/daPkilsr2BJkS+mb4WvlBi/b16CNM9Lf5AvtpxN76iQrQ9qfCwvdu0Cr1Cas09dW9ePqNlP74AKfm9e0Rbvmvlgz0aVo2+V8LNPNWkrb2DddW+",
        "72HNvSiiJ7+KulY+oA6EPn4d7T3Y9aU8QzztPq9tor5hZ4E9ZpCEvlgMFL/TLuM7gk0bu56+Cz9s6gg+e14fv2QoXr5Rjhy+c9Rbvl4xPr9L/j8+IllUvvlkpL5pNyy/UxGaviWPOD6sy1A+HrvNPgMQxjzai42+JnQAvofZfz7wI3O/KauKvroF3j6vS0S+F26KvpDQAr9zY78901+ePb5Ltr6zqYm+D1dEPdApKD7VFiI9iteDvtNMHb14NjE8pSmvPuW93T0fDwm+9s4VvWtfNr9R6T8+qhFxPl9F+byGvzo+04FqPuRRsT154Tg+I8DivuEvmT3dKp69g4ASPhjFCD4x7gi+u6Ufvte57D5dMXg+9qwxvmCqZ75pAxa+IuKPPs/az75voxE/nTMQP+WOr71eI5i9yPq6PVv2Kb49WQA//0GfPHHTIL9afV0+BO2yvnxTET+L/Ao+W4p4vnpoFD+FfhC+WQQruzR42b1gzOg+gMzZvruXpT79NYC/JrwwPlEhrz37uG0+wHUgPkNT7D4ujZc+wD+3PEjhyr75J/o+kCmsvJhxgT6UQIu+UaXnvdyBqr4HSgE9K4GuvqLoDj7DVI8+AZFzPlHk5r3LbJc+Nfj/vhDAIr6N+C6/aieFPtZFAb61x6C8GXQAPRZ6Q75SFim+0Nd6vgyKIT04fME+m/9wvll6gD5oMJ496/M4v8rNB74+YBW+nK4OPi/YBL5k7q4+8PZ9PTB6iT589H++LBQbuxXdKr7rv9o+IfOSPKUhGb9URDY+/S2vPrYo3T64iiS/UiSlvo0ZKD64Ic0+bZOQPoXQ1T3yfdc8cR+RvqPic77rDte9+UKfPAypKT7tDa0+iTM2PTr/87467dc+JtCtPjDPIL7G+qw+JsexvyQiGD4rWz0/C/GIPquaqz66Mh2/i6/6PrBeCT9cPae8WMC5vioTHb64B7Y+4Q78PVmRyD50bFW+32WyPkVdGr6yRte+IzS8PMZ6r77iOeY98xIovskWML54E5g+",
        "D7JUPsVQhT5NL4I+uVZPPUMEn76n1B0+ZiG7vU4IBD+/gYe9K3Twu6PgbL41Jey9d74jPc4dij4JrOu9kkBpPhMOQL+9GtQ+ci12v1npIL5u2J0+yqeUPulC8TyaZpk+TPCpvcI7dL6IAHw9D+KWPiIXBD2QQXA8Gm3ivf6Rpr50ymK+cDCYPTw3D768+cK/JbpyPcedRryo/7E+kXh7Putjcj5uHkC+EHWAPqTLmr7bHso9/bX5PVQzE7363gA/u50evhEi7706FDc+YBP6ve6EZT7U2Aq+eLWEvvlT5r2j5sA9eV2gPGeIBbt3wLM+hak8Pj99Nr5yBCO9ALSePNCGOT6H/Xu6AhAdvqT6oD5pqem8hec5PpL+Ur0umvG7hKKEvaNePj7+F/I9WA6ZPrlxTzzuNds8L5wYPQgOmz67uz09rZaUPXVyIj471xi9kBzevvMX4rxq6ZY9tLjZPooHXD548DA+oL+zvnHDlz6ZWgs+DYmnuz5wbj2S7bo91khmvfxVVj4E7Pi96ajlvWJ+xL39FmK+JRjWvW0obD7V8D8++R4xvhhq3Twh5kO+fRKyvoyhoT0EJoA9iTo9PVcXGr7sR+g96Hg8vnRGJr5PwhM+7gONvj33yL6rnLq+f10BPlfawLsm8kY+fwohvS6TAr7v4Qs+yIYqPB6ug75GEBg9WT3TPa7stb3Xgqu91o2ivqm5FD7mWYQ+4lQXvOdGUT2jroW+zlOWPmFJhb+b9+K8IErnveRqjb7a78S9705XPmfHSL5SbPO89U2tPan3hb6HiNa+b4O0OjrQpz5RrFW9La4PPugMt77NaGi+ZWlHvorQDr1eqA0/8UYbvHX4pj2qmLY+EE/LPHpWkz5bUKq+DAhTPqUVrb7lav09o+4oPeVf5z5DdYW+DBhJPpuB7b277Z2+L/Y0vYx7wD6VzY++VATYusvvur6x3T4+AOSWPbmzpLxnH149+ayYvu1peD6inYu+VHzAPfeoVzwM6Fg+AFFBuyG1Ur2WwCw+",
        "jSesPkbJir5WSC8+OGYhPVN0qjw//gk+nRY4vrJobL5PQqE7Y0cuvtbsAD7RL+c+vPluvqpEmTzC2oG+ss6KPW2XgL/8awI+/YYHPumJ5ryRrs09zrlQvhilyr6WzG2+68aGvv1G6z5rUwm+t7ORvTKOQb9mH5w+jW8aPhf/sT5Ulsw+OIHAvgozzTwrnmQ+jViZPnMuuD6Lymq+JebXPesp4D51RC47PtZFPihsU74nMLk91HKDPnfULD5Wb1W+KidKvu7FmD0vA3u+UIn5O1lWBD5O3SM+w8eoPk7EiD38ejM+JU6ZvGFEKz5LcNG+Gm7CPVF+1D5/cVY+Fxs6vqVkbr/8t+0+7NwBPmSmOr0YNl4+mH74PmREiL6g/IK9fnZ5vdSOhj5T5fa9fp8qv6G3f7ywV+C8cCTRPi6cKT5QUtk9Tz3bvSD/iLz5JzQ+ONeHvJVipz5CdIQ9fRMbPs5Ykr4pHgi/SyLdPUwDRb4qwea8qBn9Oy0wFr5dqX0+fZxUPpCFLD5z1KE9B6SkPh1yg717F+E9R/H6vQGqsT3XzZ88JqWqPqZCsD5I4Vw9DxggP0/7s74oFhE+jIRyPnJ/2r6l/HK+XT3CPoe8rj7tuxQ+dBCXPnwTMD5xGIw+vBgkPtfmwT3oeyE+fTMmPqLFH76we1K+2q7+PME8C74aoFQ+4AOAPky7gT04WVa+RAE5PddgjDw59yq/S6e4vVZYsT1X9iW9BMGPvailmrwyWPa+mzp3vsILyrxRL4Y9sQ36PkdDyz3qUKu9iIErvlDdLD5Y91C+3XAovjM1Br98SF09xwI/PqoBBr5oelQ/mdEOvT9TFr6YXGK+bJZgPvNNyb7iqgu+jyMhPuGezb3GFoI9Q8cWP4NZ/L7ooCC+oWVOPkHF3j4QIZs9zWfzPaThYL6Iqbm+mV8UPuoegL1JdiO8CyC+vnUAd7rA8fi9YbezPrU/qb6aZkK902O0PWqkm73mc/w9Z0O9PafFqT4VfqI9XzhLPERezT1ejoq+",
        "DZ8AvnKICT4QBKo9X8TevQ+w/j2+wYI+2yCwPg4eQb4/BB0+fS2IvV5iKj7qnn+8WtiWvczKkztSua68WrGvvHgk/T3cw+g7DGeqPuI2Ib2bwzA9kFa1Pk+WSL1F/1U+Jh/2POWKoD62+MK9JX0Gvc5wRb4c+G++43ANvhNCAbzRVU4++G7CPdpxlT6oIEi+yhd9vKHqPb7eoq+894odPSHSEj4UMu09VMsmvpHTL75m+FA+98Y1vnNMuj1fI7A+lWyLPqcGZD73lh0+Y3uuPbooLL6ArYY+itg8PRopV74RlCm+EReRPVEn3T6A2nY9Xf3CPeGvrD66Ojo+AeHCvg=="
      ]
    },
    "dense_1": {
      "bias": [
        "vQmdPV4iMDvVyTU9GvhAPbtXvru/pYA9ZeBkPMSIPz7r6D09l0Z9PRLTqzwGmyk+hSJ7PXD9vzzbc206gBEfPN5UEL2c0Ug9AAAAADnSmbwurYw9cDwIPl8bKryGYaA9QwlaPOBLnT1fQgg89xKNvLGkHjyHqok9/tp3PfADQjy+5689D0L9PEVqUzykJ+w8SkAyPcXgnj3KdiY9kD9VvIVBGb24rYo9KFX+PXPlRLtLVOg9XmxjPZ7miD0kCQA+dUQ2PbT/CD3DO2Y9+sZFPQRN8DyUqZw7QQMRPi/8NT3gXhA9Ef1+PVJ+cT0Xz0Y8ZjWEPSy/Vj1XC4Y9K7IavP6Atr3rP4U91XSFu9FjQT0ldtc6ztqePVv/dT3GsOi8PtZQPSuEgr3v5Z48lfPSvWa5RjwLtLU9zxQFPp/Cjr4="
      ],
      "weights": [
        "zMPavRP2Jj5MAVU9lIVpPeVnGT8LQSi+iiazvoeeHL935gy93Q2hujxFBj/7Ciu/r5NAPYKfa775v869fQFlvwdu5D0shIu+flEnvlOMRr5Exb0+dKkGvqRxPr6PEsK9dSv0vbKN8j7Sbn0+FSQMPeAGGT0GipO+YsP0vE+tBL/P0xy+sF3APN41yj1Uofm+ZI62v5E/fT3n4QM+2PRrPNDi1D60w3S9xmk5v1rEZb7wX3O+okunPnMxJz++agI/j7A+PRtGrTzndxQ+6qsTvuFnSD4vDN49i7WyvXtvV79oCRm+yOMPvm4Abj2DcTc/x1T5vooHoD7qT1Q+Nne8PqZby73qdLM+59RrPQ5SOz9ZFJ4+zbyHPvmA0r5pjCU+l3oZvmc4Dr4Eb9U+yfEyPnyvZj4ZtMQ+BpOSPtzStr6SJmq+gHXoO6oMgLypkoY9BPITv6mr8j2oW9U+NdTXPQbKQ76IDg6/eXDcvjfq6r2c9fK+rxraPkaiAL0qRyY+6b/6vHZ8tr683Bu9xbcYvmc5Rj7Tu4w++VmbPuFnxb6dZic+EPYbP/dCnz5AifA9Dt/yvT1Ndz4moiC+CJdWvpI33r4fxM++SRlTPX67A7lLHmg+c8f/PhkaSj2BaxQ/bLQePsHEP76F/Ki7PjaEvnJswL3K1Uk9cA6AvtkdDD07B6C+vFqAvBBmMD6n2cM+Fo3ivrHznD2u0sa+ghOhvWB1m74dkXg+47Rkvj+QtL0R9zq+oZtbPnGllrtHCJo9uO+KP9wwRL6smrG9OC4bviErYr6hkW6+2fKRPRWX1Lx13eU7NFAnPvxSzj5DGx6+FNQgvvx5mj4pujW+Z/uyPhhZgD4ZfOY8yT1iPqSuuT64cDg+Y1jpPUmU4T2eIRw+nrOPviGMLL7bg8S8wW5BPvwCSz7D99I+uM2wvPRcgr0uxJA6NKbBPGuIPL5Gw449pfWzvkqClr7BVIm8vO8DPoAvhbxXaxo+koZkPljBIjyFZNg+9LC5vojZ/D291xO+",
        "ExS2Pd4yU770hK2+XR+hvhKE4j7UDx0+Qv56vqKEgb6NXVC+ikdOPZQTm74eG9o+HqaoPegRSr70KYS+Y+a9Pj0wyL0wbW4+/FZHPaejuTyPVn09IoZVPtU1rj4RzmM+zQq3PGWmt761Hjg++oglPgIIq769R3i9Z2m3vqY9Yb4R/44+U8Ydv/YjgT7bIUS+l5ShPrA3Ez4Eyfy8dN4TvypuQD5dDrw9Cb5VvvqeXz3AWg8+tIztvnOvvb5Ff2a+2Sg/PS4TRL0oQpE+n796vcT8m76nIKA9bj4SPhG3cb6/d729NpSavlOsHL0B9zG+BWOyPZL/kj7ZA0u+OAvQPSd9fj7r5E681ICjPSfTab43IJw+iJ7qPRnVLL6RVaU+3i47vvECNj7+Nn69rysfvnEUTD7ARt2+oNCDPSsoob0AeP29yFJ+PsD1sj69WH49RKBQvuiG0rzbNMU9HZT7veJeM7sgCIC7UWsSPbn6sDzb9jA+P2P7PqV53L1ibQS+1esfvq6rWr7I6YY+DlzAPZjnKz0OeYQ+bXdiPnH9nj5BQB++jL4ePekDdz6M3yg+7DABv0PlYj0UcgU/xd8LvpeOqb7kfFO9IsTOPe9xTb7jJJa9kE5qPkb+M75XmYA9MxYlPkBRqbxFfc86epF0vrfJUj7maj0+PVsFvIjspb1PjFc+0HUKvq73JD4O3Pa9OVrQPI+FZT6F7EE/HJCWPTYcgD5neQM/WXAtv2D35z2u9EE7kgJrPc1u8T1OgMu+VP0LPm9C874qi5a9mJTgvchGOL96k9K+LX/WPodFZj5DoHY99tdjvQMCBL9L6nM9A8z+vTlpFr34hRq/GAaAPUgQ6r5d7GC+/0oXvnW1ij6wHnK+XFKPvgswwz5lwho/6LmzPjl+dr3CQBe/eBgNP0h3QD8NZ1S/gFXIPVC8FT9cEaM+JNoxPdw2DT5mt16/M9l6viGvbT6sMyk/tPbQvq3cQr3lbtm+mC3tPu8Hjz7F0GW/2BN6Pa6uhD4SDrY+",
        "QswLP8/sI77m5d26dfSMvmK3ED9ALyu+bb8bP85/+z6Q+Xi/ZxuAPnbAcL9DSEG+2MXgPkL0sb6bqmO+/PC5PVqVVD6Aq2E9+efYPSB36z7SZ8K9QqwNvsNPK76FO3g+JiojPl8zID7Z/Ci+jycCvlPDK75h+gs+4LjdO+vKUL5Ot5G+Hh1kvk7fxL3Ka2U7/itwvjzx9j6g2lW+VURQvvnnFL7xRXW+Cy/kvkA+ij2MmKo8KeylvSqS3L2cVzs+jkfsvI2cWT0nbTc+G26DPR8fbz3tUlI+0SwTvlHWmz7T05Y+UPs/vniDjT25IXE+UZ62vGyBGL508/096AM6vh4lsT3IF508sbm6vlzTlL6HEhm+Gbq6PhZnfj4JWxe80Ua3vmP/ML4n6427tFaBPj+ZFT6GQ7C99aBOu6fYyz6WyRI+US2FvdyoAz5KPoa8CrOWPb/Ak7yOor89uivyPZIGzr7oqEc+Am9xPIFmSb743Bg9yUZUvWrNx75ZMRk+hNPZvdOUzb0328O+dCa4vsDBaD04ac896GBhvsyp+j6IpJ6/tkuZPhynxj21zog+dNkMPgwFXj4MOtw90dV0vRgvj73HDz0+IIi7vUDT4L3rGZk8lgkHPjeqmj2DhRI/1h1svsl4F78yVTk+mmxDPUs4SD/zIx89cg6ivgMBrD4K+nG+VHBVPfRJET5Dlz49//EHvZtcgz7Qc+k9r4DfvquCAD0EoBS+lw0gvIdTsD5bwFM9qKKNPYSZLrmCRwq+txrMPlT9Vj29VYG9nilwPnm0iD5+lpQ974A0PFxsM73OB4+9zjV1vqKUi70McUK+hTbMvS8IFT/0Rfo907cfvpMXsr7jaDk9NXirPmEwAT+5FYU9kfJwvxXsJL8sSCc/wQkIwJcMxT7xrYq9AYX9vRjW1L4uEZO8wZ3IPE3riT6U6JI+5Fm2vdV5U75advs8tS8Rvjxfiz6EwAS+K3NVvrsNlT7u70++PZYLvrVx4z7S7Zs+37Qyvka7gL13pUk9",
        "yhpVvsFeMT6gfR89W9nLPoDfoL3nADS9bD2/vf/pEL4+2La9KFxlvWgHQD3mCAg+RsddvdJXjD51JP28eVwhPeCtlD7Txcs+SmOevZ/0gT7KZEM7sHa8PTV3gT7+j4A+Thk2vOJ4PL03nLE+XWP7PVl7Vz45Vg+/13GGPt+tF71eQB4+o6MMPmIWaj0KAwc+M/BcPvlV6j4ihsU9RFNCPr1AbLwbiee+RWivPFgwsD0Dr4U+dcvOvdJfnT23Sgw9PH5Xvdeec77/jdQ+2l+3PkJ4Dj2srl+98g0bPlzHlz7dL6g8rs5Xvmlwwb7UAFC+/QsePlkARbxSKX0+/Bp0Pg1C5T5b9i4+OzGnvcCGrj0QqsQ+tjYBvjw4TLySyda+stMRvlI8Mz5gA6096gf0vvASGT9e1689YhDdvfq+9D30lgM9jCDEvfmWvr14ku28N22APjatD75eq8k+Tew1vRmq8D02Q3W+ItRMPF12sb2NujU+UNgwv6uGir6SWUi+ORahPX1DHb7XOxa+H/yqu5f8TLztr5a+7+DaPhpZ077+gUq+w2B8vupdDb+n+zw8+ZLdu+0/7z6aw+M+czMCP6AcUT5to1K+oPJHviYwK71eu7m+Zm3ivJHEMT4Rq2s+zLhtPtLVJL7cHmk+PXatPOcRKb+lK6S7Gi30PunSHT73ySE/1xxxPtTIljvM4qE+3Sb1PR1FtL3W4GG/+tUYu/8T2rpV1dC+sLuZPj4REz12Lm89G5PavcmuND47Dra83IqZPVyDeL38TKw+jJWGPk7lZT773BU+ZFsLP2frpz68q4k90SEcvhNKDj6dNYE+0Tpjvvz2eT28q569s2CuPJ/RCD1jrQu+GEgrPgyCtD0ZM/S+hnAvv0BMwz7oA9M9WUfEvugz/r5VoYK9dvvoPYLFer0lEr4+PkN7PryzyL75hsG9aThKva5fyjwaIwc95i0IvkGVeL44cb4+UtE4vDEM2D2oq0i9s2GCv7/1ED685k0+TEedvtwHLb7MNVA+",
        "T3hrPgAgFj5BwwE/mloQv8Crjz7/pl69g2GRPvtlsz205Ve+Dk+1vhVnUD4q1Pw+Osh6PlqXsj3BA7+8RzLfvSOrFz9MqpW9vAykvm2Mjr/uqLe9VRh4vcgaVz69oBY/jIq7vL4WHz7ZAYG9PXlQvPzwvz4DJia/A2ykv8s3Mr494aA+FX8AOjJMsT0V2Z++EcWAvAahob648Qi+R9jNPiFFqT0jKfY9fSecPsQrf7/Ve8S+OkeCPakOkTyPaDU+bYkmvkrXpz3AczQ+wcHmvW7s6zxKoJO+cKBQvsxfeT5qAVs+SlpEvuv/+b1y5zo9zWAzvWlEjD6fvIU+sVhDvov9Rz2nWZ2/5PRrvkYaiD2+Egc+FkWkPi8NNL/XyxC9rVwEPsE3Xb2O8zW/Fwc6vjpQV77Yrw2+jAH/O2KVgD7MfjK+5WWMPmuyYz4h/my8qj8RvTrCoL7L3jY+ieMDvvoOur3t2MG+Vo6NPphWvz3DwAE9p6TEPR0b273Zm5q9KeLhPUuqzj2ZDvC+1nRuPekr+T1lB2a8aeVdPu5hKj6yS7Q67jmcvYqkXj4kA4G8zjkFvoZ5Pr6NFkW/eyl8PpX9nL6YQwk+9LhYvr7NyT7oNa8+jatWPxI5ID5BnFW+YUkqPo7XgL3xGsq+IKhUPT+ROzxWdJ0+UttEvl6WSb7+8Sk/iXdWPtigAD49U809+T+rvX4ZmL63iFy+lOXXvRH/ib6yH7e+zDURuwXOur0Hp6W9zbCZvt2GW73B3JW9g52Vvti4G72eEZ2+y2ZHPj8R/L0o9e08KCACPZGSBLyOnk28RhfwPDn6yb6JqPE9v2R2vrG27r3E1BE/8CoeP2+X8r1farS+wzgEvSU4oj1GVwu+rZjLPgk4fT0cFhE+M7cIPsr0Ar7KvkA9KfxVvkaAer5Vydo+CQGEPv7joD08efQ+0d3XviPWR78n0Ia9Ckh3PsX/pD5QHIO+NWpJvpVy4r2Tl+U9WnLevlWUuj5gcLo+O2GCPFrkR76UKMe9",
        "RqiIvq/mxT0yqHG9WTu/vswOQj4XG9y+tilQvjCjBL7wGHC9HzZxvKLkwz1I3J0+ATRbvuzJ/L6avwA+PaeGvqVZ07wZrg2+iJXSPTrdmT080yA+ckc/vk8ZuTpOEw0+VhhZvoqTUj4IGMG9ZX4QvsbH1z0DFKq9eWu2PV2Ser9coYC+xRwLvV3sqr30A4+9LCWZvzfCKz0cpoi8aBpIPCHczrwJeIK+Lm2RPl4Yur1oETq9K9gfPmFoEz4IIdC9rTHQPIkGfz6pWkC9Zjmsvk44Ej2wQg0/i22zvVz6Kr3UGgA/mpo+Pn9q1771+Y49VuoZPkafwj5N+Ic+X9MlvnFNkj6cJzY+hS+8vVXsl75rj7Y9PB+RvoUZRT6G7bI90s2CvvBBnr7nNd8+aoEcPXFJiT4u8tA9ZS/lPtuwMT6Qv9S+jgy2PervHL2ufKK95tLgPb+QlD1TMYe8bp3cPfTFGr+8LTQ+olS0vi/xxT5F0Do9+9uIviNZGr6j9oM95BnvvWbpsL4sIAS9yCWcPZvyND0GICG++5sPPk3ywz7FQ7e+eM9lv1AoAT4h1fm8L8bKPbMFQL5jxzW8J+fxPLLv5D5iLES80pHePTr0Xz5cW20+7yhgPOnfhj2HnSu+46MAP3/8CL7gI1A+dvwePiJGPz6duvO8xEuWvbH3Pz1zroK9f/YsvilZjL46WbA9tD+BPkCbzL28XHM+iXmTPnGMSz6XVB69K66ivZ2UwD0Lhsc6kJaSPqX6DL4k5hi7YYQlvowSUT7IVy++AjSSPWVpu741roE+U064vhaQRz4GvvK9zSyePouFuj5XZk8+9gy3vDIjrL1w+CU+tVi4vjTxbz58fvO8v8T7PczChjyov/U8ytYavjx/Wr7smUg+MZyKvKSPTz1bHYE+kchWv9hG47xmaZs78GszvhuiKr7lc3g9E2tZPnhwCr1sg6w92pCEPXArybyXNy0+Y4MDPm16hD7XXge9OR0NPaUxBz2B2JA9vqPMPhbUYz1pVBy+",
