{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "3c0b8fb01ceb3cfd986f21c837690c1aa1d539701ce4127a0779ba6ed3ab9c8b",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "AwUrPTlWyj6VBfE+2Hj9PKhmWz9ztFY+IcpWPybXYj4mqkc/G1/VPpXjGz/4O0M+ksoKP7vVDz+Dq04/O7UvPg+CJj/ttgE/GbnFPg89KD93QlI9kn8lPwiCLD5AYaw9moMDP0llvD4YwWU+UCYSP01uKT+X9sw+Bl2APpS9Dj76VXc/iZBvPw67oz59IsI+i4FpP0PTEj/15gg/4MtmPxs33j5C+H4/JeJ3PXOnQz5/kVM/9lZfP5IZ2D61s8Q+hmItP9s1Iz/ybN0+MBAxP0bMDD8rdj0/RlA8PlTXkj53sQ0+is4/P1CEFD/3MFQ/cbITP/FpaD93aeY+tY+nPvH+ZD4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "yRkNwT7HeL+3QHg/03aDv1Uzdb+Auke/QruZP8Y2iL8s0HY/kFCxP4+YvT8AO5Q/oamBP5pKrz/sruQ/08m9wAfbDr99t/C+VK1hv5GBlL/SRj2/xsyDvwA7lD9kyQQ+OTxAvyz0uD/GNoi/QucZQG94GD/sR2ZA1/tKwNNrhT66PyG/WJYsvxA73b+sVJy/W8d6v6GpgT9C5xlAUs08QCgVVT8s0HY/ZMkEPg4s9T81W58/Zd7zwGaUmb+bzTm++XAfv4G2Gz+DjI6/dOYJPppKrz9veBg/Diz1Pzp0Ez+QULE/OTxAv1LNPEBc6yI/LZvAwD9tYD+FHhS/vog8v8K8qb/wt1w/5hOQv+yu5D/sR2ZANVufP1zrIj+PmL0/LPS4PygVVT86dBM/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "jbZ2PfsJxjx08wI+Uuz5vPRY5Ty8a6w8PeoIPVbLTj38DUE8A7DDPbz9kj0E1ak9D3yyPTf2qD13xBy9lKMLPfGZTD3PpBy9uOEqPTcWiT3PfMQ94NdxPWpT3jz7b3Q9HLy5PQxT5DwnyC4+dS+YPQ6EBD3TCbY9NqXDOnaSB72tEJs9XxauPRfbMj11VJk9AQKfPLZ1GT5uNNY8/7KtPX2hMzzEU7+91moqPb0UDz3XJpQ95P+ePa/rED3zJK89oXkLu9lkaDzxiBc9cyljPcycOj1njJc9xYdXPVJMnj2Mb2W7yXfuPDogmjx2By89UHuLPSc4lLva3fa7SWKkvcm4ST1KmC29jzMgPg0joD1AhmA9OtMjPdL0gj0lUN08K8gtO99GDD0w+bY9RM5yPTsjuTyicuY8hRIxPZVtdD0="
      ],
      "weights": [
        "BEASPmlMIL0W8js+hRi+Pg7N/L3hHCe/1nYgPVco/D2GjIQ+3qTgvbj0Lr7xU6+93lQYPuGDmL1eK6c+WmQNPqUK7D26iwA+1WDYPoO/vr089QM+vGoEvwJP2r1c4629RHxBvrB42rzlWWw+3O/tPjrIsz7qNWs+cDB3vhi13z1Jdzk+p2kXP+PiXzxZJOo+0qdwPqFM/z4V1JY9ixAnvq6bmD5ndMs9LG6Ivkb7Cj1xzsK+GacNvZg/vL7pi6Q8cI39PhmOgD5tJV++y2nRPV2A4j0ZWRk9EiNCviSCwL7vQNG9u1pavmUAd75U4zQ+9S8qvtTeTD6fZgW+yCKJPtwutD4r6/u97yKVPO/djz4FyHQ+wM3zPo7kq77yR5Q+RDHFvlcd0r6/g6G+D+2lvSM6qr6UyLw9xOUAP3GtET5UheA+fPDivXxsHz1FaT0+/t8zPmcrR741kYE+RfGnvRxAMz6etpM+MIElPcOeYT4aGpo+E30SvoG64bs9jYi9r0PrPaScWL5gDYA+D4tRvo9Xpry2fcc+LFwkPZNEij6aunQ+eIG0Pr4hFj9aTvU9E0jZvZEN9r13X2I+JJjBPdr3KT4OZCE+WbuGPlpYYr4WtNQ8OofnvRXexrveZf++m12fPbKa970KKUU+CjWRPmbgqb6gOgC+leFCPtqQmD2BOKA9gUvAPOEFsT3ZOCU+usG/vSMn8ryHIAw8dfWOPrTPnD5FLTO+TEQyuzL0ST6V+n69/u9wPmR0DL5ZBGO+MluFvYl6t72BIOG9eBVXPgCbMT1VBeU+ttUMvtVHl75/xsU8f3XevWe8zL7RjhM+I74RPiJh/r37qtw+ii0IvnXa17455s69RAzLPFWEdL12+qq9A38Svh5uAL3Be8i9+ZbFPjQ84b6XoXo8yjMTPtP0Nb5krCU+vNqNPoh8Dz4nurw9QCKPPkwsoL7URUk8BXZcvieeWD0YFNe9RXccPsVATL3gT4m+ViA6vhbZL7xMcDm9pOQHPuSjnT7aVXG9",
        "h/mMvEMHgT4KEyA+JVnDPV2rVj5ul+m+UDJOvVkEmj6ZdmM+XY/Gvc39oj7PZkM+iheEvTdJkD3FvgE+FJAtvqU0170NsBq+V8ZfPp+BXb0vMkk+PAeHPk3+l70+v6C9tB6LPvCxQT5sEU8+SisPPiH5lj4GaVA+h1S9POgEND31CCE9a2f3vHMOCD0E8Fo+exXCvVSKPr0+M1a9dsY5PTZNGj4RDY89lUfVPmRkDj3401i+7py4PTCwiT5U2r8+5C0FvyPa0D1WLoK+xgUTP4RtKb+N9+c73bCBvRC3Kr4tiiE/IAo/PpzgSD72Y9u+vAayPI/O5r3lTxo/EjmmvUPexzwjDFw97nRkv9LpT77Kvpi+6wC9vuorir9KXpM+RHY4v4wQKD41A2i+TQ4NvbMnNj+JnRm+YU6qPgdNTj1HU0a9xhlKPtBM575IEnG/r8/8PLiVDb6SayU+wgWjvje6HT76z52+9/79PjsMdL0sRtu+0KIKP9dC0z4MFyO/BwwUP68nDT17yJw+DCmGvq3izL0K3A+8sVy1PmeNgL1Sf789/ckJP2nDCT6hRMa9GrMovgW+er1jfUW97k1tPiA4kD2fJUq/UzWbPZJSIr2Znkq+IoP3PZ+grD7Jwow+OC5BPqXgiT76FOU7PaPjPmZmVT4JMjq+b+l9PhDFIbx0PkY+yP8Yvt2WUz6s1II83gusvsR56722eu29tgW7PTV9iD4YxcC9+tPPvu7FBj77pqC+nFrBPoY2kzzTWmy9lpefvqTErb2hsJS+6QSEvRbh5juoYzO/emXhvl6d6rypcac8UjI9vf+oMD4HO4Y+pMlqvrX3rT7pICi9fz7YvgM2tbz9ke69VMr0vg5Q0T5D2Zs+zVScPc7sMr51VUg/FXqCPp+ROj8s6ya/eZ//vmx7cz67ugy/pyyVvhfEOr/NAno9wVsVPOprDj8yjbU+TUoIP8mDH70Z/8k9bXy5vX0fxD3CtyI+8d0sv8iOCjxzHES+DG9zvsuBDL6er6A8",
        "NtqJPqypZL7tsXC+nJvwvhenP78kP6Y+cuEiv2IgKz9HgZm91kHuPnx3pj1CwFm+jHxPO/8QMj79nPu+8BebPtqKzT5y4mG8xipTPioFxj4srEW+e/7AvmG7Jz4YhA0/Z/xaPqZwCr7OVI69wHkavluvur61D7s9MqtcPUj0p76U1R2+7YOtvkTs8joRGru+8yjiPjUq4r2V6HS+YNAPPeRKfT1/eiG+eG1APoRxZj5JWZc+JX7zPqT10T02nCC+t1oIPjpgmj6C6F++8iUIPyGUArv4xRg/b1xBPcvXq74g9tw89mvzPtwQ3b5tdMy+OuSrPpYouL5QvVW+GnYwvtr9nz6fjpK+TyzGvcfMVLwtVrM9fgoVPmwFvr59AXs8aRSbPkg00D666+u+Cb2SPvqrwj3x0BO+sjQ9vvs6hz7doTk+iOYHPkYsOjwAIG4+p16Avb4Nuzyhfz+/OjPFPiD4lD5VRXm+2oh0vqAJGr8ad9u9LD65Pg/cPr1XHDq/vPcfPvLKH7zTKcQ+VgWJPgDd1D0QJ58+tYufPbx+/L32e8k+I+3jPYXXbL38OSE9FPv0vGSlB71Pja0+4UanPW0jvz1A0ek9oV2nvV6BgD5Ew/a9jPqLPjo/U74HG48+lku6voGjRj5HAZ29CzRdPjZp37zi6JA+0NysvueYx72itF075BOBvS/JYT6f9e279/lPvpA1Q77d0RU+oJmQPr0diTsNhTG++QHSPty+qz0mRgy8FC5YPh5RXj1yRIE9RVA/Pit29j2hQ2A95rlRPtgSzDp8gFA9tmTIPUnk4z4Bde6+grtGvjCKpz6j2Ly8GcadPbU+Ub51Ih4+B9qsPRM8PT6siI++r2x6PYU6ST6Z+sk9O92lPSucFL7/9JM+JiI9vZzy4T4G7aK+OCCHPlDk1j5gu+I9OwsnvkG1grmzN2G+aJzvvaUYJL7LXKa+T3KvPvAFjT7Q7HW9xt/OvcqmBb54nae+PqHUPkThBL3RGBO+jjV9vji0wj1rlzc+",
        "cDfQPfytRr1mlIm+5EPkPu4Q/j24hG088NELv4zF+z25FBO9G6ywPmEdB78BI/w+mvoLv1RagL6ntec9p+DKPaI//D0b5Lu+vcK8PrrkH77dFg09bvD0u4n2nz3XJQo+2qH+PpOssL7bF+E+sOXSvQrQDL7Hf40+R0bmPJk1ujtngC++OXMKPyeUH73Od8U8AbQFPvhUJL2LVKM9QgClPd3lDT7W9I6+S7PWPbOeGj4xC4G9gwy8vUflD756dQ4+nbWgvSCrh76Vwvi+OcbVvb1NSj501OO+JLn2Pc9ehr1oPP+99ORQviQIS722a8A+F/kBvaUBkD6/pCE+UkjcPr+Mxz7JK8e8fVmRPu9TrL3KQjM/lXj1PjTyWD4DcKE+Ml5FPnhtDD57tVi8zM43vm3mp74aGZy+nDcJv+BQGT7lY1O+1F6Hvxb4PT7aX4E+Mt7cvRUVnz6oNKu8t1OgvjfqK71+aa8+ezWZPW6/XD+G3Tk+MkNcPV/R/b7pEha+P9UlPuUUmL7+QRQ/GqmtPjQAJb5Y/8s9eWkjPetQrb3zq+c+uLvVPjXkxz7G8Mo9aGsSPj8ipr5JCR+/nXvMPfUd/b2qx7W9jaPavi5cGD7ZAnC+abkrvkcngr3JIh2/tNkDPrdarz3wWuO+g+lLvUPPG77KwrM8quUJvenhMD4m+Z09LpEgPpBjrb40drW+uPkBP3nenj1ADcm+DXW/Pjmmab7S4TC+K6RAPi0KbD4wsR09pxfnvXfmmz6lxvY+XgISvoy8rD6hGts9iFCwvcfW3b024y48ElGnPlmgWL6HhTC92uXRPQbcsD2/x5G9gLKKvjiTg762pK08wxgNPqgsWb1Eu8m+GP2BvqI1Cr3AB1U+h/NSPHBmmjxwayI+/gx0vuqtl76xTI6+ui4qvqzttL4+gkK8MdM3PrWQvj1y5so+iT7HvWYSkL6lIUq+njd2vm04hj0Tcl4+biOoPpsh+r2SCS88ISG9PJ42kT4i7/m9JXLNPoBHBj4hQfS+",
        "XI8TPsPLCj4xZSS9Zz9XvFzBGL5SW1+9gnsBvraohD6fDEs+b+6APk7kxD57gNc9LuGlPhVk2z4A2OY9Skxwvm8sQT7rkJ+9d8+BPl7ZsD4nKsQ9XVHovoZLpD6EhAg9f2WzPTEGAT9ChIu+BCeFvZ/8Ub4iEpQ9p/i3vUUHnT6ccoU+4NXevkCc4D59jSM+WwzvPmKq5z3X8hg9yjShPtEgAz9UdXO9yBGTvYvaYz77j129vJ/hvPbGpb3Tu/M9DdWpvfEt172lb2g+gGkYPCcjij6ApWU+sKmiPR35Uj6OjFy+RhfRvLJgd77XLsA+94GDPeiWob4QiZG9T45ZPoJ7Tz6O3Ak+/PfrPrZUWj6bruC9RoPavcUWez4WxWs+705GPvM8LD5FMoE9SYyLPgjo3T3/aWA+7F9wPldwzj1npWs9D2Exvt/vvT0DgoK+uEoCvudgk72j+e09+facPm1/VL4ALW++sDYIPs/8oL1ITT09Zu2kvQjySD4Dyqk9ny/zPdo9KTw5JiO+BbMQvuwWDb9FoY++56f7PEoJ9z2Mkfg8vOGKPbKs0T0kWVE+eRcMvXxCLz0WE1A+gm/DPjr/rb2SRxC/xp0SPxsrmr54E9C+dEV6vqMORz6Ah1c+zPiwvmo2xj6twyw+KG82Pn//ID4JWKO+HjgZv/WspT6Dfaw+HlIZvuwyAr5ggZo+Bjmmvn3uhT5717K9XOjlPfgWfj4h5X6+ht6GPVkyhr5PxSi+Na71vqpgWz0ThWo9QP1JPsRFQT5vVWY+BlbXPi9DO76sQfy+DvhpvLJJxz7WjzG+1lhkvu4Gqz2QtN++KP77vYO3Vj7e2fQ+1rqUvJcbmT7q+3I+GJIrPq9pnj6+lHg+uUY1vrx+eT7v7HU+9Yr4PrDsdT5vc8o+6JSxPfDwab5LkFM+XHRLPvXvkj3YGG0+wkZ9PgDZir5/GdG8VH4xvowV0T5ybw2/4welvMK3yz6n2Eg+cODNPqu7zr7XEr261JVqPmZjv7ykOUY+",
        "OszMPYK5PL+LKNA+3PfcvGy4QL5Ma6q+dr2zPjImLL4710o9khQQv7DOHL5qlQ2+iwwKPs8dYr1j2Nm9dVuXvrRJRz2hFce+MfyGPm8smD460hk+bvVQPTW/Rj9ZEDM+kPrVuddGYr6mv7Y+352YPcVHND7Zcz69IVnIvOyroL1jvom+my37vdi/kT4H1pi/mVMUPkft2L4ye1o9n8DEvhxeUL7uFKy/3UJiP9Cnpr42bSo94JC0vd0YVT5dTBi/m2p7vrCKXj7Wjpq8kHM7vgo0Czy6MLU+cqYuuipBI74zS1i+zmA9P84JPry5E4C+3Lb+vm1Gdb0FoCW+pU84PsZNZ75o81S/qh2yPhlmcD7yxD2+TBrBPT0DCD/hJy0/5s9HPRe0gb5ZHxE+q7A2vlSpBr4D7A89Ho+YvuQpVz6OZ/q9R5BKvmYxTr79zAa/aw22vpLEfr0fc2K+YfY4vj05Jr2nveQ9MQoRPuxQS70/knQ+xZM9Ps+5BL4kuzU+G94VPmNgFj5wnK8+zn2FPl3u973WBxo+J7fkPcy/RD5dhCs9BQ9Bvpz5hL7YYoo+dtzIvOkZLr4RxO69jTH3vTWcCT6gYK4+aE0kvtBUDL4e96I+WjbdPCpgGT1opIA+HQwaP2bNoT64bo4+R66TPvGXZr47gaI+dv87vWJ7gz5JQM296iIDvoQnuz1h1Ha+oT7SPi1ZUL2dNtU+9J65PSOQXD4l2Bu9uzcnPi2KX71yRt0+vI6OPQJshL5sqgG+4QQ5PksSRD7hlbm9IDZTPQKtiD2Oski+X/zyPtHohb3SL5O+jz1pPpb++bzJRlE+Q4S6PSAUwT284Ye+hm6SPdhGlbuEjGC+f2fevsTjTr4YaAe+RgmwPR3XpT0zGNo9VHkpvkS5k777I40+orFZPW+Hnj0lvd8+1fS2vqlrSL0NUaU+kCgjvkVPqj3eJ+a8fciUPndjc77a7xw/tMmpvmNmNr5vP4m9X3K1voTGDz7lRIY9ao8vvX38nj6hq5I+",
        "1uasPa9QUz24UBk8SyjIPnE+4L2zoYM9JfJtvoLfNb4oHQe+636iPs5apr0Ld4M+MiWnPgBYsj1eQWo+oqaVPTkygr5yAga9LcyOPlQSyz7SSqo9fk1NvOLclj1QvEy9Z7tXPgTNgj4ADww8t3HWPU5SuL0bMyw+z0fvvfgqzb1HUk49UW3VPuCYVD5S2Kg+ak6uPuXNyb4UsRk/r3wAPSuhXzz/in4+cPCgvsxM0b3FAU8+OjE+PsBMqr7lkhS8IgUqPtnkqb3Swxa+yTQtu9dM/L1NSe29OzGPvet/dj6dW4a8YvLgPbmhMr6hg34911mPvRqLuj16PEY+dZTOPRsQuz6Tz7I+GwErPr62er518Ik9EZDaPQyIFr2fNjE7T6A7Ps7Rkj6B58G93G5XPodbLD50erM9ggtcPlCwez7bt4c9m9fiPexGbb7k4bS9Dz6FPcgbb770txi+8JBQvi4bU716WgS+JTOIPml2U74eyRI+QS+rvtfooDya5BE+8YVaPr7E1743RW296evfPFi2mD6xYGs7Jv9Evhhr4D1O5IM5CjT/PWRRYr6hetS9TRG+PStv/j0x96+9GnwSPsvXm7zlE2C+BsGVPlBW7T69ibw+0YweP/y3gr5KiNk8yI9hPqr+jb3d3Y2+fgCMPFyhcj5oU0G8NBtCPibx7r5gt049Uob0Pekyjz64ZJ6+Vz0DPHyrPL0fzQ2+EXeQvcYvuz175BE/sA52vRN18L17gxg+MHARvtHQgD6jwnS7IueyPSXJqD5Xe7W+GHoKP5qVjrvCh0K+T0SdOnNtqT1Rw7Y8qkb9vov+Zj7ThWq+vClevgIJkT6mDE8+nyOUPvh/pz7sbka+hgYWve6Mlz7sHQc9dKjRPhtcxr2yPYC9JiiPvvHoPb6xH7c+66zRvDk34b1kdsw+/7CvPqfcRbx888Q90BXzPhimAr9Khas8j5C5PfO0BT7DyIG+YJZTvpAK5Tzae1692bsUPicGS70mLKY+e9YdPpnMVj5tLMm9",
        "iFIxPvtfYj5NEdW+ziCYPuAgWD7Uxic8hOKGPgGh87zCQQS+5RymPgN7yz5bdXK9xp3VPpr7ZL6oDlc9IKxKPKIH1j4W2+S+YYxhPtCY4zxN8hS/0GyhvqsL5DyUpj0+RYhFvs5wUT4JT8u9ynySPQ9jzj1b4bG7567BvjZb07xIDx48S0guP4zBn76tdCe+rzwVvrViwL51EpK+pMqFPbsBgb7vyDc+fAeIvuDyf76iVuQ9C1ADv8A9Rr4IOYU+YMyGPh3ulr4EQwG+2yiMPvp6nD2ktdc+YvgnPW8pF76PMBq/ADJuPTQ1pr5zMHm+Y3WbvW5hOj5Rd7C+F2oJvuJZAT4dYxM+6nEjPqyciL0LfJY+XcapvtNVhrwMaK8+Zg6Hvp+ea71EMqU+miO5vBwTmD49Ed++ORvZPUtimj2AliO+qnUdP3l0Aj8Iu4Y+WRyevf3xlr3g1PI9/dwgPsC2vjwMUZM9XVi2PBhCsT54q9A+AcWIvg4mAr8Lk7U8A12BPqct/L7E6yK9a50avgOT7j2matI+BB1TPj5fEbyiqRI+uSR6vS9NwL0L+Fu9mWXyPseOFr63xSi8FxV9vN6f2T4L7sS+wgbUPkMjNz5MCD89X0wsvebRjj51YgQ+gjLBvgLS/z2y6Ry+WUAdPnj/SD6XBos8g6kBvttmFT7tmQq+W2VPPlct/D3RwgQ/80RhPsvpxD3siV8+Kw2DvIL21z6ow3U+g0xFPUAYvD5DGAk9SUwoPtaayb4Ck+I+nmPzPQa5lD5zMx2+O0jPvdngPL78hls+Q6VFvSjRir7yYzG+RmMkPog2jL64Ag4+0j5/PboHoDxn92S9ab/lPdcROL445S0+177cvYGndD73ZI4+J7rUvpiYEL4xpcQ9pC1kPMkuxrwssCI+Zn/RvRQuir7QtBa+N2i1Pj4vh70A/Rm+JbkBvvDsiT78BAI/NP8HvnESir9meoI9Vyzgva1Blzr2O4U+2uyKPtcSi72fb5W+w0mnvjcOzT6PjXY+",
        "Kt8tvm1BuD0cc2I+lzU2vsAZI74jARs/okEIv3BGlb0JKbM9RAxPPQNT0r0Rpcy8FE7BPl9PjD3mtAu+3X7RvcYZ2b2I6zO//L4Uvlzoj74Oeqg99WKWvt+P4r4CB5k+VPY7v2vP1r78KbO+fCQXP5XipL0ADk++VjLGPiSAk76G2Cg+BINrPvK1hz/2dgK/9WbHvTEA/z4AM4A++ufyPqhkyTrjUyc77EVQP3kiAz/RWsU9WVSdPbbOaT4U9iC+JfnZPoA4Fr9LJCm8Vg3Fvgin/b2gFqI+H7PyvqpGQ783vl4+1i4vPdcXyz1Vr/o+FV+UvscqrT65cv29xetBvRpzEj6SABi96pbcPRKvqr7k+gu/nD/ovs8ksjv7oV4+l+ZyvqtWjj4xrRY9laXrvd0zcr5gdWi+IVZLv/8wG78tQwg+P1WIPjW6rT73dmk80QNgvmRg4r7Jqas+NkOdvqiSPjzoT589TJymPXe3zL6+GCw+r+VMvvoRHD8qA5M+/TwPPpX5Tzygu7Y+r+71PktRlT4tuni9f8LvvTF11r3A2gC//mnwPn81/r2sfx2/2VUpPsxYXT3fAI4+cfXju1XYLj474GQ9Nu/1vmh1lTzwjv07L1EQvZb+hzxlhBo9KTqvvXsZFD4n1B89dUrevYsFoj5N+uo+Q591PvIES703K1O+qYkJP5Cipz2rCRc/VyEZvx47HT8Tz7m+nqOLPkfyMD7IuTm/nsevPPYW2r7ukA8+asRUvoqmz77hjI89cnZNu0f2xD7YopK+A7qSvtfuar48+0S+4MpQvsy61T4rTQu+oSgCvbaDUT3BkAu+FGtVvj0ZG78zpsA+y3bIPtYY2ru06J0+ahGYvhBAu75vKEU9/HJzPIZW2b46h42+j6WvvR7uVD44Uh+9iZWlPT4+mL3bCBs+L4MeP0ZXgD6Hvoi+ShxhPurssr7kyug+cFpKvKn4CD3JPms8FJUMPwGThT7NmOU7LESuvfa0yD5MrGs+9ZDOPBWdpj7so4w+",
        "ezyAPux1u75UiSm+nUeavXyDgb5qQ6a8hycKP1uADr1Odem+vlVFvin/D7yvrHW+ts6ivql3Xz0ymoI94Z7GvIxlYz61XVy9kOSQvIoxYr587hu7N/+6PWQHtD6y/BW+UU6Svux6mL2CLIq9C0PdPvUXQb5vqy4+U5OtPuwJUz+Yx98+aJaFvkNC5L6dmF6+rcPUOyj8Er+yMCu9+CwSP9oMmj4TYh4/n9IOveQzlb2ob+k+etYhPgJwpTz7MY2+/BfFu9rCKr5X1ok95M2jvjP/vb0kW0a8ZLEJP1f0Ab9Cq6Q+je8/vtgU1j02UqO+XySqvK0Dnr+rh429R1/jPkt8tb3DfKq+4pqoPuj1xj4GuPS+Bq0TPx4ZCb1RRo0+zx2qv7IniL7B4Rq/BbSUvnCkhj1zMHW+JRE2vrIsuT03jAs+U5QXvlF2jr46Xh++x70BvkrQGz3qSbm+9ZRxPfaZYT7cg2G+xK/GPtU8p70UtNc9LlY+PUa+ZT2qcB2++e/dvtx94T7FXDK9c1Z9PCCOQT6KcjU/niwhP99An70J6Za+N1GavvpjTj4FHHq+gmKAPgJZsj3hccS+jjCYPuSztj7dIP69vGubPq3ybj5SA2k+YTxFPiT4Mz6ZCn6+Ll7HvdIcVL7SeRA/hUtjPcQUjjuKN1U+uD6HPtuZTzoJPpI8gowePidfMj6YFs294sUSPi/sKb79g3o+xSWCPcLHxj4BFRK+4rlVvicp5j1Adpo+D2/IvV8juL4IemK9fR6yOo5b3D2Iu1u893FUvcop8L53VmE+5KZvvimOK77Yo0i92xW2vPjrgbxeQic+Mt2HPgf1d74YCoI+BMmNPkZM+z3pBYg+5JJUvj5CeT6eGIc+uVtdvs/gwD4QoAy+m6qSvJ3X2rvoGFs+hm9VvXx4nz0XgHm+xUUEvjBDlL6wwDU+RAvEvrnvOT1Aqqk96g5APvunvb1C53W9PtlRPmeqiz2ltei9+dIHP+d8MT5S7DY9qj+dPt2yKb5b6Cs9",
        "ywoRPoQQML6FgO+9b83KvhUYVT4QxAs9676fPEUKHz5UpKS+BrWTvkClFL5ycpS9ApgpvoeHvD4Q9Ka99rCzPVDnJL5f1Uy9bxQjPmbYFDxisyg+Yr0Jv/sGVb6qrKw8FfpRvpti+D4OwT09D5XmPr3unT7v6ds+kC7RvisHE79WfVG+3jcNPjekg75HH4696OYNPlU3jb1BmzQ+JVXOvrPVoz4YfJY+Wbf+vVHywD0zQsE8d7g2vur45L4/tpQ8Ai46Pp1bRr7dUS89lIprPlsc2ruNkNi99kMGPiKpLDxuwUS9u22TPgihwL7l2Yi9igVBPqYQYT46MTu+u5hGPpVVjj7s0ny+3Mz+vSla7D2oFY0+bUGkvg3klT4ydTY+o0qxvNuryr15LbO+MViIvWUC3b3+Y2K+AivPPi07Iz87z5G+7zmePXK20rwtUUQ+aHuKvhpd3T5z0wC+NuCnPut7OT4/hoA9VRxGPuGnI70gW6G8OsqYvYsml77knhk+iAGIPolPw741QQI+Jq3pvThxnz7zF0k9IyYBvycHrzxXNUo+LxR3PhKJcT1AxLu9ddH5PHxT3L3TWx0+Vw5ZPtaCpT5hwYK+EmC3Pg6LhD5iuyQ++kuBPn62n7xyDgC+xiEOPa2NqD5ZOQG/qbBOvisxhT4ajmA+vuCGvhtUqr7SjT6+JeY/vlhd/Tx8XP89r4pZPnjgXL7CdIS9kR6RPlRxYr7OBYC+ASYpvuA6rDx67ug9YwL0vb9mK75CUYE+z5sPvjYViD4QTxo+sxflvsUlpz6Cx9m+5LUIv3q+lr3TRmI+lJ8VPiTBPj7Y2BQ+WsdnPgcJWD2hO4U83tFUvcs/Pb6etG0+EueKPPwNij3joB6+tDdjviznVb1uDJs9v5P4Povv2r5HGyu/UzpvPoFDQr7pkFk+m4EtPho6hD3h0MY+b4b9PdAbR74eW+s9Z8syPsJ+A7zgDxS+ulQNPoDpXT72Bii9lRVMvqj0D765u5S+wNRsvqZPTr48vWQ+",
        "BqpxPq1fq710jfs8+WLEvulaZz5gshs+7lJBvv/2az5Vgu++kB9Yvg+6or7xtAA/xD6VPjmgjL5t4gM/Kqb/vmdpUT4FFQu9itBrPmaBi761QuO9LzR4Paw/JrwL07U+MiU6PiI8ZD0uua69QxCNvS84Yj5QHty+5zcoPrk8Kr7WfjG+Ec1dvjp2zD1Xd0Q9mVy/vBqM6z3lp2m9fGrrvlX4uT4fBss+QdUmvkzj1D4AjDs+xph8vW0CXb1k03U9kXmAvbPEGz3Xbju+/89qPrrVE7+jTHC+EgSRPhAburympmE+auxUvxpQAr7MJpC+NvRHvvGMmD7v4js/MzPpvWo8J76Xqw0/daPFu2oxPT4PrRS+WpnavjXawj4RcsO8LbqOPsXvcD6GjVq+NFpovoTfqT7wIwK+Y6rhvuKtoT7xUMu+gGnlvovf/b0YJ3u+GVGVProfCj150MW8YOK4vlz7tr5CqUy+GJ5wvy+h/L3qro8+VvGav1Chlz5S3hc+lgEvPurlUj2upwS/mKujvZrOj7758do+mjM0voJUub1eHA0+puJNPrsrED4zLRY9q3S9PTtI3L4TFbA9o2GgvP7heryAmyq/myyFPlXZGr/SqBE/pnPaPl3rMj7Oi4g+wK8WPuKzNz5Ri+69ywn3PTlQWb5wYJ09zc+pPgJ0fby5n5Q+VJFRvSSV/T2bP006etEdvjq77b1XR9o+2oE+PX7Lir5hwfo+oLjgPq9exj5XaMk+w4APPpCbkD7e25e9W9nlPUqE7L2g2AG+dxOdPrJuLjxWVLq9f2nSPoc5D74jpLQ+Ay7Jvk4+ej2rJpC+7c/VPX+Bs77tuYg96HyePPo3PDzaaA07djbCPd07O71ypoW+h3OtPrfYyz1WWRs+owIJPSx5qb5vgDO+HfPcvn2yiT0bL0a9QLkrPUuqLD2q4o++n31BPT+XS74/yUq9CQtTPghXFzz9Aqw+OfQnvU3mbj1FpIy97CMuPsx6VTuSvgk+biJ6PVm6uD1wTs89",
        "LavgvLTPlD5R4ow+k0SBvUX0tj3fEXu9ByAoPjh6DT7bQMU8mcgHPlsalj7NE+W+GyW2vay4Rb5Xsuk9u8u2PS7FBz3jGj4+RtJ5vkkLCr91fei8QA7KPbHZ27s5hXU+7C6GPc6e1761JUO+ZSEwvEy3jjwURfm+yfTJvsrh4zx/XW0+FPNVvvbx7L5NmFA+xqgPvgR93r4rId6+pw3YvNmbBz5rQZE+kGkIvf8wob4KC22+wUxYvp0o5T7ZVzA+pqsbPtgtKz7zm2S9CkO7PvNFob7gIoc+vZzIPWziiL5RqJm+GeubPnTknz3wp34+HFhVvpT7oL5EhYy92zPivZlZBL60pCm+O6G9PjOkB72gfog+LQ9FPqptI79IoEM+89gBPzqLsbwzWRu/t0bvvqYOGz68CBK9PtGivs0IIz5ClIQ9fSfiPk1Hqb4EUWM9RrIkvm3DQz49E16/OBj/PtAHgT7MptW9d6GXPVfNCz6Tfdk8CigQviuy2j7qBeK+7aodv9HSUD4q2x8+4LcaPgoeLT7T7eq+tmUXvhJziz0b28A8FfUAv148aj6WPn6+3H6MPh2c0b43EoM+tRX+veuHGD0K6K4+LC7RvhkfFj+JShi7tszyvp6zxL3plYu9pPzuvtvqL79MxfO8rJ2gPvRqIj+O7gS+hOpGvmFwsj2BySS/In8FvuJhkr1MfQu/YEyFPlF+9b3ybwC+oCkXP9gGlb44rye+ORy7PqTdvD6uSCi/gHhMPo3cbj7z05a+ulVsPeYjRD3mCTQ/7XzNvcW7IL1SBKM++CseP0poEj+BuWs9SbKuPih+nz4fWs68yKlBPvy0cD1bDdw9PjyBvunzsz1NTHu++5sgvqjcQj49e4e+Khu9vXQxG74Y/8U+sgU6PSbF+z4NMu29dghcPrubLz4LNXM9e9vovjI3Hb4nUAQ+Te7Wvq8J1r3bepu9mWTcvoeuTr5qZtg7ajSPPkX8v76jU4w+oK0Dv8VCkz3jwEU+E/invcPCDL976CG9",
        "n+mBPhKeBL2CO/89OlAJvgm7sj5Emg6+bzJyvtkObTxl/Wk+KdWhvR1kPj2kWtq+5s3VvhlbNL+wEBQ+TNIiPW7fQT0dTiM9+SFPvppF7j1iu728bEEwPs8r7L21jeS9ZccqPRegrbxahAk9mFiZvsp3yj6EqBO+rIWzvl5zQ74B4t+99W1nvkTO0j66x9A9hYMrPrB6Y72gH7E+a5mIPg68z76VrnA94t6tvu3x573JNFy+C8s+vuPsGj2OYGY+jI8SvhiAcz61HZo7VorsPjIFgj6P+TU+8za+viRLhz4TWMg+wxH5vljtIL6vAN2+1fS9PlQ+oT3OJFO95wK1vurQH7/wdky+pK6KPdaVCT4Havc91Y1EPmUw8L6mLzU+JUl2vdkMTj1+2oE9ybkGPiubZT0AxK29ThElPlVbG75455Q9zO8QvgyJzrzxrgU/9vpPvvFxzD4HXzm/HeR3vmTQyT2yxR++oKgJvbeQqb4vXIM+asbYPvp2zr1DDjq6k46+PiwRE770FAS/NuWDPKA5rz4y3TK/kTlZvYjUtD6b85K9oD3BvlNEaz2+w5M+kAugPqq1PL6GLhg+bKT7PQt5Or2kJXI+AzsiPz1dfbzbV68+/COOPgR1Uz6P79O8Z89hvmY/uLzsZBU+qEKuPbVBTb6wyhi+H7m5PAbZjL5ozEk+UyIcvwT4xL38VGi+CEXlPby36D0sEou+gd8mPrd4zT5NOJY+KW6qPhMPqD5AGWO9phNNPpcYDL/kEpo+n6e/Pk+DLz6lmm4+xvmfPRdupj7iSE+977JfPsagcr420Lw+H6+svMv58L0h3369pTQRvREa6j7PjoQ+lnWrvEv/gD1h1449JuztPr8rXz5G5rs+e8Y/O7tGtb7J35Q+rnEhPt8R9770WO4+69e3PtjJh79yMbc+FFWLv4Q9sr1ObbW+uIARv0Cuez7MKAi/mEnavJMjtz7uQCS+QY13voDY+T1ULRA/vL7uvhHXPj56kOU+UcSgviWys71HwoI9",
        "FKqKPm+nBT+cbTA+hiotPR5XWz4VOL0+8SwSPtF9hb4/HG8+XA4aP959Zr5VE9i+mD3Fvqeh1r6kCiK+HozMPSgVT76Zkfa+voF/O00UqDu5X4q+4K3KvrI+HD6JEYm+XEY5vkoQtD4hDJc+32Q6PgzYuL1dghG+e2BJPgq8nbvZKek9HEyAO5WJg73aAW8+Ai49vWmamb45Hog+l4AiPuArcj4dHe09Z86JPfpdPT7BXvm9afWOPVr7Tz5vknC+Qc5xPjV1UD4GsYu+hcsdvufWYT66erg9w8ihPSu/Rz5O7ow+o1eYPprUuD6oE589cPNqvuUmIL4/SOS9xzi1vfkoTT4QTM28E746vryNxzzKkvw9lqdSvqb/zz0/Chw+PiQdPF34ib7VkT8+A0BwvtFAcT7VBua9sECMPu4qzz00Bwg9WSBZPRpNhD4+MY4907EjvHWXsb0fKQy8eqPQPaF3GD5YpSm8xskiPlQSfz6nGI69nfpdPWk7Lr59ySq+eSTYPR4Ks74nXhU9Zw6GvndnVb42ZBk+e6RbPpW06zy5Z6O8gfnOvVkJmz481Yy+4mtFPDD+cj2vn5Y+kO/YPIVxDz+Qjc0+C0CzPQaaKb+T7rY9RyUtPQUfaT6OyiQ+X6rzO4DWFr2qfIC+1OcPvYPpcz0P5oq+rY+ovMwWpj3KDyI92ixTPsm8T74AIak93qMuPUqta74hOt6+vIhRPlGaqrt52+s9pV3iPISnej1cerS+L5SdvsI1Vj7fihO+2PbZu3yQQj0bO9y+CnYAPiViFD4PLho+WkU5vtAWSL7WisG95wgnP+vqZD3UjhY+OuYvPdJY/r1WcaU+tcqXPY/6tj2lbcQ9nqvTPcoM8TxhGGw8jomVvth2xz2cY6s+7yLuvvZlhD3zjlG+RLngvcJX5T5rTPy9/Gl9vvGgybxtSlU7MGOJPr3H2z4Xok2+qupYO6+r7D0/V849Gc+YvvKWJj78BIk+G+ekPnzZE78k+Dq9rOL0vewQNz7aBKI9",
        "g6xCvpbSlD4v3U++XTsaPqFD+T7nnQk/663Mvg/E+r3u3sI+SHcBvrtY7z3BUXu82s7EvRZXir4Yb368N+ZsvOIueT1H6M89+QZSPnXkFT9D0Mi+DBncPt92G78EKf494in0PNfps74wzxy9VyjWPUcBV79YRpG+kZZivmUq0r6z2Cc96IEpOvjdSj6giBm+ZCk6vqC51r3XNqS9dtdaPlOcXD5zpNu9iKPUPrkSuT4eYrO90tWQPB8uq76AjTW9QfwQPoqe4j3aCyK/0EOAvlNbpT6FL54+TNvYPZ5RyrzoO24+jrcDPoL2FT9iwcO9w+HgvcrGIT4e7A8+F0LNve8pjLzOlI2+o/PzvujWqD7kGpU9zSKhvZK93z7nV869E+FDvWmPYr6LUZK+ghHPPtVywj4tAYy+qwSivsQJCzyLNMo+pmvqPis8tLw4BIM9BGrSPncWLL29bfC+4CURvNBorr0B9/Y9DVfXPh+ZQL4xTX07IhPPPRWgRz7Y5JS+VazpvHNegD5tnB2/Rm22PvZs5L5TZEi/DxjjvQBUFL+5GVy+ILLlvFr3j72ugrQ9y3zYPpxebr1M6mw+ZtELvub7qb53t9q+XtFnPoZmvr5Sky897Md+vlbfNr4DjEc9M3GWPCbauz5CSxU/2ynIPjdxmL11Uw+++afjvuAfFT8Inh2+44mhPmwsJr7Flpi8oKYuPtNWBj6VznY7lk1yPofJuL3/5bK/3uZfu4cWFb+d8he+pLpAPp6VO74ey9q92XlhvkqQjr5S1bW+EApNv1TYYT7iq8a+giUoP+GxQr944Mo9xTMpv+08D76uENc+dKWQvsnwKj4U9h+/J1SwPTN7Qr5zZtc+vCqJPh5L172T4WA82+xNPrZwcT531JQ+ZJgjvpYbbT3VRio+PwfKvX1Gd74KcGk+1ojkPbbU+D0KCAo+3a1Pvoreb71cPm0+1Enjva/YJz4Adhy9nqajPbwJmz5L91U+No8hPtKCsD64EX4+HEbdPSygW70+W5W+",
        "7ycsPaGmGz5qZJU9Yc2LPmhVJ76uP3E9Wmb8PTkqHz5v09K9OtzYvTTfJj51mUO+49GLvaMfnj4NfEA+EWybPAEeGbyqvvw82PiAPRXdwz0mlI0+EnmoPcirKz7ESUc++kqDvcxQQr2w0Uw+l9NBvT0z7jmQYwo9ncLcvUKFY75azoo93bm8PvNT8j5A45E+aZB0vNbmdT4ZBiO9URAhvq7Ppj0zppi9ON5Lvs9h7L3tYyM+AoqAPYf4Lr55Pjm+KBwzvsMKdb7IW+U+HLYoPpmfQb6z0/K9CetpPfY2Er4deRo+S9u3PaykDz7MIDq+G+sivliUCb5YIeG9y3e0PRgGXr5/NZg+uRrEPqvj0r2jv3i+uOJ0Pec2Bj+BVOO9d+rnPsgcdL3wmWE9R6FHvvgUBD9bbow+gViBvf3FyD2Gu7i88uIaPY86gz7p5Yo+A/SNPdva/r0Je0a9UTqzPdSkgT1XMCO+uRd0veWEGz5b/qI+y8krvsylQrweyDc+bKWQvq7XRL1eWJ++KRxqPWxv1b77ksI9bFZGPdfBrT1A3Ls+xDj1vfSUtT6t/Lc9FfwXPiryQj5WIYa9xz9YvZNLp70Bupi+j6zCPmW8mr6ZAJm9Q4V7PqFGt74gn1q81eo5Plasv7yYtbg+IJFovrYl+74xjGg+0CinvX5Fur5eOxU8nueEPmLVNr2pOz0+SAwePvfTijy4ETK+vImEPr8/PL0+E40+SAhFviI4ir0FMb0+syVmvfqCQ7516UO8Tcz3vLYZ2LvBYk2+J36lPdF9xT5Ywes9O2KWPKrJhTxouqs9P8BgvrQHSr7Mziw9/8IxPifTjr5iEFE8cADlPW/u3r1b2C0+RJFOvgUK7T2INFO+O/wXP7NmYz5lRgI9vl/COwqkiT0jd669DPysvU7Atb3FEHA+TFWivsjlxL2SS6C+VDygPhsEkL45dVg+IrfTveXyoz5iRNe9Vu7BvqfjDz7DE/G9IrbfPXGdMD7mSEe9bgLrPLaYS73RALu9",
        "E07ZvZCt0z4g5Vo8E/VCOlyXVb2KSZ496QCePUKqlL0ocSc9Nh1Gvbbb4j3UJo89GdQfPjURUT1gnXU+f/+DvoN35b4KUVc+Mc2nvuy5qz0CXeC+N9TRvZ4USL5s7XO9R7KwPb3i+r3oBM0+6E2pPSVJOb03S3A+He2nvSUCVj0sjZO+W0ewPpSzqD6AYQo+o8aQPpdNNj/NezO9M5njPT80aD4vRWo+iS2svTf9er5aMn++KjTSPT0GGD4SMFQ+/mDQvc+co75c5PU851ENPhmAwD40ppI878jqvWht4T74Ey4+Hsj8vbjLyj0ZbCQ+LAyovrfupb32b8I+7UVfvZCzkr5TZYq+hW8EPqwiFb5PXFc+aQ22PiLlhTzjU6a+yDagvrcNqL64WW0+AarlPss5mT18RiQ/VR1NvtIRcb6Fmr29cBmbvgT2Tb1ZkfU9oAHtPDKnHr6RTpE+l3p6vnV3Bj+51DC+d3SHvs3TaD5GreM9MUQNP4m8ob3e7VW+NjSNvTyyMr1IhgE++ORMvqOHv74CvYC+HEJEvY6JDL6hSru+QPXYPPwrkr1QZFw+FK/8vr/FZz2zwMc8VYnqPZxiFb72bwE8ecmHvi+6LD5kXUu9B0BLvkBT3z47/xE6AZEIPr8RFj5FTgG/0HQJv0n+SDyF4jO9agmZvUfNCL9OVqu+22pzvWZ+Ab3Gjoa95Ea1PZbsiz7yILm9X4UiPomWv76lyas+X17mvppl1L4Qh/49bd0+vjPmhT5mlyS/OIp6Pn1yQb478es9ga9MPZiXHz5VxrI+ae+qPS8/9z1eaeS914cWvi/im77DXTk+X94iPpSF4j2s8Hw9tI/iveKvwjxJCAk/8BeqPpYskL40Se0+vokCvodrMb8+6QM9DFOlvi9joTy+nU49/7q1vmojorvx5388FCmAvjzwkT7W7ci+TZGUPWEQhTsBVT68TDExPW0It74oZzY+1ycSPn+mLz5Xide+ydmGPRfqBLutpfy9woguPjaRRr1Jumw+",
        "eHoGvpN5Qj4sOyG+K9uTPsiGzT0ww78+ykaJPXTSRj02dD8+z3jRvTrQcL5OoEq9eJqWPXr99j6MyY4+s5K8vdDlfz1k0M0+8Pmdvs0teL4tR46921dvPLoWIb6TU4O8rfsTvlofM77t3yo+nTItPoS8Sj7Cq3U+4KpwPnxVTL6eQ5s+ea1+vRT4WT/hLAO96g1XvqarhjxL4mw+Pn5rPqUQJb3Dx4M+d90JPcuUcz5F8QM+mlpgvsH9tb0pdgG9wOjIvC0FRz5tZMc9XA4evYddZb0l+i2+99LIvmtEYr7kwrU+LuY/vq5gMr7AtHm8z3iWvcg/+r283zG+D3OjvWXyqzwrDL29w5+Ivl63Mr6WIcA9EnWuvEsCQD5XKQS+I4pHPj7cRj4gim8+wL+EPv4Hhj7Nlwa+f6BvPbAJ1r3xo6q8ZhLEPRfVRD7iwHy+EAEZPqaZ2rtAYx8+pvIyPV5K8b35sLk9L4WPvWuaPT4udlc++JEpvswjjT5GHrM+dfMDvhXCSz4uPtc7G9K6PT7MyT5rlA0+MOvrPl13lz7hHqa+HaLJPi+bgL6OpT2+8GmQvl9fqb18JzE+Y3QQvimxKD6xupI+5y2TPmPDSr7RzCu9N/gVPfcT1T7Oq9E+kqXAvenkzrvoR3C+P4mHPN9oLD21wA8+gVrTO+Dnh71uXyw9kXiTPkiO+D287Hk9iUPEPSIgrL20yPu+aRs3vvnyG75BzG++3kKgPgMsh71R9CI+kVPHvc1stL1SQMe9EgoAPt9f8LzXq/u9P0oPv9O6qL7PcIk+HoJePIMNij5d6Uy9cR2nvam9kT3sGhC+/Zj5PEX2pT7M5pe+DJsFPXbtC74XtMe964e5O5l02b5YMCS98ATdPviOAL94ZlM9cpM6PjVUiz2uhw8/V9ygPXcFE74hayi+D678PuPH7T2aaSG+Jlnvvaiw1D7Vs7g+iq1NPbYXo71xfRK+NKy0vY8otr4NiyA+i6O6vpRs8b49jkM+4HU/Puv60L1tHgi+",
        "ROawPS7mxr4RUY06hcGovexlJb3mrZG8gVVrPvlLuz16UBW+JT30Po9Njrx0fJc8z0knPnAN/LxilQ09oM3xPfU6ir4Bqus91RqnvrHbpb3stie9YqZgvAJhvT3Y2wM8A88YvmGaKb5qQMK9JU/yu1eI6rzghvc9vbKcPqHSKD6cp+o+GLJYPgl6/r0lwzk+p5/hPo5VRL5Xtsu9352gvdATKb4y056+ex7FvUExPT4BD5a8EsPlvCJqkb6XLYw+ANgbvgFJLL6Cil09SmlGPZUwgD7EQSY+2GIzPkDavL05KAm8zwWxPp3rpjxlyzm+Rn2NPeqblL5MocA+2VWkPLqHRj7f0p2+XzV1vMov0z6/nqg+ImF/vZ0Mkb0W3Kc9OngYvVOLcz7gFsQ+/1jtPn0yiT4R19i+3eTWvUpolj61kbK+vWsJvlqoHL8JFaA+QOT5PfmsxL7wT/K+1Eo/PiXMaj6gwgG/PRTBPmmWU77PgEc9oF9uvtORj70ycGS9d8cyPdTYNr44eyU+yGbfvgdA/j6v8lA/OPPrPr4/DL59iP+96i+Fvktqbb0QHrg+jsLUvXbYcD6vggA/+i2rPl32oL728Xe+fKBBPl/VRz7RubG+y+0QPkbm072iEoe+DmXSvU/p+T4axqe+aCO7Pk3M4b5aKJI+uydnvbNXMT4FOxS+0sGUPJo/BD9vOwi+ndIPvYmtDz/4ORO+GZxGvgtdOT7vHla9YqkZPqhDW75n/jk+cAy4vieRL74WGAK+J/JlPjKbAj4JcRs+KAuKPfufrzxTXVK+apt3vVwp9LpPsQO/7Mh7Psy1gD6aysO9FKO0PvfGjr5bs+G9LnXtvD1olz7OT8c8MHSRPikZgL7WmM0+fiDvPbuaqr5ADMm9oiR9PiBZNT/YID29C5AnvZ2Fg70szYO9vvQtvTL+Hr5if1y9uToAvNiqRL6a3KQ8fwckvUB0LD4tR62962xiPcgBzz6nvPQ9XiyyPkWOfb4FofE9ot5nvb87qz4EX+s+",
        "N3VbPp3VgjwJLxi+MvtdvfyGgj6lTde8mCthPbn67DxPqFM+/ztIvGcGvD4Knzc+Vc59PhrrLT7mSFK+kIZqPdq4rT7nGRo+G1ZmPVf8hD6WslS+F0T7vfeRUD6utBE9vur0PSa82r7R2BA+/FCCvqTEW76aIYE+2XZiPujWiD6Nz7Y7Ca6zvSnRmz6E66W9La7UPYYmrj67x569uON3vsaIwjwrxAa9uP6ovfo/DLwVQ/i9Q0+2PorWjT3iPFI+dSfxPUZcwLoRF3Q7hX0HvYrUIr7QKmo+BnAOPmMLoL77oz69GrodvrTL6T0idIs+KzEiPkUjQz7HcvQ9jr5pvkC4xD3Mdmy9R8DZvVMmBL0dW+s+t9m7vRue2z2UUsW+7ucuvjwskD3Epcg+xs2SvcM2N75Rd4K90SwuPs8dlruik08/oNnHvi8iqr5V3kU+zwslv66nIT6TakM+ypRUvuUIrLxKBhC/7OunvjdGLb0fvI6+dnq0PiTWBr/cXm2+tTd/vhX7pD6bCPo+8EENv01iBL8GtPy8o7BMPzsNC766KZi+HzsRPxkKQz5q0os9Uq+SPuO/gL/9LY68jP4MP5nt176mLqG+Iu3JPXYb9z4qqEC+UQyiPpjFuD6FQnA87KZiv77KkL1wryS/AtfWvsoHITujTFy+pfHhPsYCCD+mi6Y+1IAqvjdct74IBoO+dUm8vYFa3D2Hkdy+ELobPkvb172Cf9y+aNMovsfquzyC9dI9bDt/Pm45MD5sT5i+9k6pvps3Aj/W1u89hKwLvv61VT7q4MY++i7Zvl9r6b76cVM+7cWWvuhzqD2SHgq+fQumPcr+F7+nDgW/nwzpvpwpKL3MiTQ+ScHIPoRxYz3WXxA+hAgSPzdQhr76TlK+9XHwPNa+pT6rNSW+YxZQvpwE0D3v1Nq9JB04vT0cFj2m/jO9fcSnvgORPz7wXbk+IWMhPvnaPD62e1K/0WUgvpaSx73oVR0+q0cMv08cybl4dwG/t/ZpPu4edD3gp7g7",
        "CX9EPViDaT6YMKS++hu5ug70Fz6/w5g9UJuKvpIduD1Dwg89ijgLP92i0T5Mqqg+rrHgPWUy5T5y+ky+P4lGPlsu+jxaVis+y5g0vk+Tqz6Nf3E+NnrWPiHbIj3sEzc9F156PlWtbz5YYiK+YwKVPsbf9T3X2xc+CsIgvhKyMb5Hj489q06TPnvNMzxylfK9Ati0vY72CL9/3Xs+k6D4vjWvCb7i3lu8xUM/vmc8Uzw0nzu9omPKPpFICb93tci+iHZ6vqlFlD783p48CrKtvXUJCz6sJDY+1ofBPjbL5r3kd/6+d484PfGjCz6hyj4+XOiIPmYa5j3/lTa+DlZiPE2agL6CzXm9/9bDvsLpAzy7MZu9xsDuPd8vdD6zLgY+/jHbPu3tYj56ie0+IO7XO2fjhTzoaYY+YHyhvvnOMD2tyni9g8fhPTigsj4ejJg9E5MMPi+uFr6lgl++NrrOPvQwr7z4UEU+DrDmPRN+iT26tBi/7ANFvlmN771zepE+Y034vvEGzz4xYV2+CfeaPmyGN715n109/DCjPqbbpz4bcOI+mPvEvYAZpD7I7pG97G9/vdFJAz+oarW9ULzqvstrPr4a4AW8wrRZPhy6pj4v6GU+G0a9vi9dIj1YY3a+ToJzPn0BwT5Vb36+4to5vmIng7yuKGU9G4tkvpWgp75gCIC8V1MvPqn7cT454IG9orJlPhTzjz7vUzc+SR35PajS3z5tL8e+0jzZvNVML73B/6C9KeyIvcgxLD71eco9Fr1wPUZLFj38yRG+NL4ovsQYOL3adis+c1rjPRjvZ74h6Ie99e5DPnc18z3FW38+xNSmvSFFYz69bwu+ezeOPb1+2bxBUvm9hjvhPuq5ML7/Z++7oeA/vYCwpD223c69Z8+bPb4FXT1fTK4+vuCGPUMQ1j7N2rC9hHIoPnY2CDxUxmM8m1GzvkbARL1QSdE+XZR1vs4ymz2jdkg9opz+PXyYFb4ajXI9WPTDvhEv0jxWD7Q9ob7RvnGXXD5Pzgi9",
        "CgHUPi/7VD7B3rI+cPyOPdJHRT6IDA88r3kjvYzeBT7WyK89L8TMvRJoLT4nwai9hgXbPW7fpT6H8IO70G48vhhJLD37r/W9ASnZvscVH7/mSfO5h1qBPuEueL4+HNg7qUyCPkXYnDsdLEM7+ZmwPXHoyz3BA/+9ZmRxvP7cqL0owqS90g+tvYZqo76VumW9/Sb8vKJ5DD3W+Io+mHZ3Pg2Ioj1Ro1A+NBmlvhBdqT0I/tI+C1f+PTZQwT73dnS9hxpfPnqgoz14W7o81EMqv0NEuzxcywC+VXF2PqrRDj7q7nw+u76kvUYEQj65XVG+mZsJvsQjhT6z9Pg9WmN+PoqkjbzAeWq+9OcBvg/7JT5oV8o+/aa9PnWmxbynBzQ9AvvaPn6Jtr0P+pC9Yz4MvhlFpj1Jhb8+dwdMviVRD73hFIs+w87mPQ9YHL2eCk2+7KxBvpQaGr+dhU4+GIKJvurVir6r7ze+kt7wPd+4h74jDBI+1mloPuLOyj11Uec7/pTJvF/VTT4WEmo9YorzPFfVFj5mMRw+eFqEvtujDb7TU/m9l5s8vCA5Y76aalu+d83BPZ32q7zMcCq+hqu2PmCSzzukz/++ZiDKvDptoz0Lyzi8UxOvPqFHUj7URaq99xJ5vlGTGL45bOa9loCMvWd9oD4AArU+GCwPvor4Jr4WfTY+bQjuvU47bj0roBs+AmM6vj4LqD5X+sI+uwOfvqO9GrxdTJc+XNRQPiDovT74bgo+qe7gPhOb1b15eqg+Vex8Prfr07wDyyO+1N9EPr1r4r38eB29lEAGvszEoz6moza9aZV6vOhi0r0/2Tw+vTSQvmA3XL7G0IO9Dse/va3acr1/dlI+WT97vVIleD7j1vI9PwXZvoVg9z3jarI9rFDEvd3gX77jnmU+hGYhvdF4OT7+bFM72SCEPm1vyj4/MT+7cOQDvX+exj2neh6+0h8RPnRYq72Qedc9X1C6vd9G5b29i489qZQkvr9mXj5RYf892fUnPpUxBT41WiY+",
        "qpJ2PmgkWj5e7Oq9+V6KPr31TrvG4qW+l6vPvp7egz2Ivtw9746EPfJsVTw21ny+TCWUPVLaZz6/idq+1UWwPhYHjjxcBoA+J+5HvigoQz5qjga+DrdFPH0DgT0AOKE9Y5b7vImFlb4KPs49ZomcPW51Sj691UW+YsQtvv9pwTzVfDw+EE+qPgWCRT4VDl4+kTB/PpNAPz6FiCK+1SUJPsyOYD6u5Li9DqFWvUGP+b0JuGg+JMygvqOzub32GN29WakovoXY570IyRS+nRSHvo8XyT2yZ8U9ZkcOv4hqyD2SnNw9ipNnPo23jj0/bSi+8nl5vO3wWz55fpO9XLLRPrvbPr1hosM+ufxXPt7oF72fVJA8nv3GvA5Whz7nBDo9626uPSqOzD6hyjU+GV3dPWWouT59p4E+n8PePQ2gjD4PPKG8Qrpfvj3nnD04mp0+8FKiPQULRz7HUvQ+X3WGPefNhz6kheG+tlO+PtMnOD67rpG+IjHevRyQdz6jgO6+I7ByvkoxIb4Lp2U+T1vaPKt7Az5/KLe9BvkCvonAOjwKIWq+euHRvW8O6L6a2SW+gPTePY+LkjtohgS95LxFPtDIxD7u4oi9rIw1vgiowr1ATyA+5r0rPvhhuj6A/E4+ZPHWvoBCTz5zDVq9BW+VPk5noj4rJA2+dFZCvU9dDD4DpEE7vDSePvCFej2WnXE8sJOLvdhlbDxDbQ89edCXvUnbG75Gpce+iUbEPi4+5LxRLrg94KxSPsSlij4J3nQ+/5aIvn/+0T7VBsI99ExMPrOyxD6g0Fg+3Z4tvC3JKT0p22A9isxFPIcZNz49qE49sROdPdMhej45AyE+2dsUvuu1yzynxZY9QZsSvhEYVL0+hCk9TFAqPVGDjr7+AYY8MbUIvs8AirzqqMc+09lzPu22q73MCKc9Q2WOvj3xND0D0KC92I5wPuypkb2wbLm+BRBNvLAcBj2FjYc+uq6GPpv5hD4I8T+/QkzTvQD5jDxeia696q9XPSRXYryOXHg+",
        "V8DkvkuPhL5EaAg9JAucPZcJ1b6wSgM8TxGPPRHeKb62x4k9TWAVvoCLVr7uC7u9h0YWvkzlKT2vMke+H+Wrvp1/rL6FWum+ObyuPeKjGLwDOe29ovgYvu0sez7WR6M+XI8LPWCKCL6UcFG9KsELPx+NIjyOWYG+wMs+vnFTAz47Rog8YznQvk2reT7chmM8rngyPfQ3CT66Xxu9gw64vbq7m75QAAM/0s7xvX1I7r1N/549nw9evoDBVL3NeYe9rhIGviRHo76o2o4+opdxvqxxrz3KREY9MPj1PqpNAz5+Hw8+fF2NvM6/qbwcyKE+mA9VPRa9bj51dZ89R9mHPiNIP72Zmse88tlqPmmwET652VM9rN3RPTJbRz4urow+jo+IvtZ9Aj711dk95GpPPnZI7z3zLxQ+wJ+JPlwt0j0EJ/e9hsozvprvnT082I4+n43Tu9Q/Yr7eiQ2+C/OAPjG1eL4G5Ek9oARNvSoqkj2Fwu49PSAevmbhlb2wLba+j4kCvrLGpD6p7cE9h0e+vWU7LT7nPgM+YLMHvqaYgL0rMxA+0oGsvW8+Sz05X2O9nHlUvk3Xzz4SUAm+F1aNPmykk72XuJC+S5QBPYX85j716D++zxdOvTomwzxtxCI8XFuPPTRdPz7nS7m8xGNFvd9KzL664rS8FAuHPcHczjwNV4o+HbeAvjemMz5HfAy+hBuKvhEq+z6rBZa8krOoPnMhKr1UgTM+IpsIP+K2VT6xhsk+Ug9ePpI07b6jFx6+9xjJvsO5Tb4tjJG97vpdv8V6Rz1JLMo+lugRPaumnj0EHki+/fnevvO8Pr6ikHC8he2MPUG64j3YSwA+an6XvoS1h7txHaY9KlaDvgpIFD5hE0y9LgUAPk/lmL4ZANi9mMpVvmr5sT5ZX+g+NAV/PhRwkj7aFVK8rUfSvV4Vib321ww+WNWiPrYI0b5hiEo9ZDhBPejxCD8irYA+YLRDvvbwOT6Wz8S+CIodvuLuID3/rFE+JdNDPtq1nLxDJAu+",
        "y4mvPguuzD1r9HI+zm5Jvvcr6D5LNzg/g8BCvhaJoj0F+HQ+B28svl25db4EGQ08t7a1vSQFnz4mK/O+gHarPV2WSL49+BW+JACpPXQ/wL5Y+6Y9RcONPk3miz59AZQ8wuawvWkiLb7Cn5+99vFrvuyGjj551yi/BxMoOwIYKz7z0RK+kGG0vvlL/z1kdYq+1ZYFP9AlyT0oTMo+81q9PTL3/75Df/8+kspCv683pLwdWJu9X15uvrn5iD6Hugc+r6UAvg3yz7xPOY2/KRgCPm2usTz1SdY+2BGkvmJa875fNFw8/WkSv9fwz70qjbc9D4GkvqazRz3iZDw8LtZCvZuRnD1aKno+cnJou/T+2r0lEsK+0HRYv2+zoj6L/GK9Xk1Nvn0Wab44E5O80lnHPJfAOb7gKXc+gel4PjghNz52s3C+NibJPhSePD75d5Y+C5YsvsnovD39/Y49PR4ZvjcWub39IlA+mGcCPeEAlj4E27A+2KIAPuihcz7y1ZE7i6qcPZTNUD5Syms8X5WKPuRmFj7mDMW+gIpWvYCjk70tQlC+N5UIvWd78j6DCME9TZOQvd9Krr5f6ng+1vQFP9TO7z003U4+FyCzvmggzD1ynDO+f3byPeVco74722Q+HjVsPvC7Cj+N/wA+/w+RPqRPkL4qtqi9yPV5vqSghb4j24W+spcLvyDWir6ap0M91KdVPknaar6x1rI+bo4kvt8s1D7TmNQ+We7dve9uCb1//M29fLmPPdBTL75MJ2c8ZgjavZlfyD0l9n4+My1OPtgBkL71BQA/YWPivdWUKT3fnFw+g++sPe20pL0NHro+YMSOvSj1Ub46wM0+w8BXPg8BOz15CaE+QB0OvkNAez4yHfU9x7YgvY2A/7ww/Q89qdx8PXGWsT2j5a+9Mih7PgTtvT5XI4U+LydVPkqp7L36UDU+8zjTu/B97b0Kojy+Hc+7PbcAfT14hcY+ukpxPXGaST5kXJU9wgLRPp5dHb6F4pa+3p3cPvSPvz426/q7",
        "LjshvdfAcL0xqiO+MecRvgGVoL3sYwg+ILKQPjqbnDyAX5Q+XgBrvZU3nL63AKy+LKitPmXJkzyGhB6+JyxFvnY4NT2IBU67DM5DPqqopj6tgCG930YLPv4FTb3LClU++HZcPhDkCT4U+IC+kUKbvWYqeb30oRQ+fkoFvbrW37230ti9MRAQPhrPMD7GX48+yUF8PmIqYL6nfzw+QXg0PlxsYj7QXd094KuhPQskEL7LM1K+k7kJvfzUaD7CMNO+RhsZPvoNrr4eggU+DYEwPxbi4r797/++7I18vRRu7D154Qg+BckBPv6Q7b5JtM6+4Q6aPiacI74DiNq+iLymPXezv73Py/S+uXOPPlNF4b5pyRU+Afx9vtmrs77WREq+7SkDv8EDBTzee5u+Wzx4veUauL6f9DG/2ITEvuV2Db79q9o9AngKPofOxb4n4je+pBYrPj4Jjr65qB48UNDqvpC/17xuyWC/0hQvPKNDDL7SRui7sRpdPhon576SB3K/wduPPiLKVz4hD0w9IikgPk7QDr/Euk6++rP8PCkFB74Nn5G8G2aDPbRtHT8alow8qPO0vSGKsD5ML0U+6s4APumjsL7nfmG/MdedPWRrEb30c9Y9ybT4PssLSb8JDsw9AeI+vjYGiL50v8y+QU6Vvhg+Ar6I8QG+B3XkPaCDNb+9TC2+b79VPujEUD75FwK9FjsOvls7GL8MD0y+0q9SvqHWBD4SB7c+PqJUPqVelj7iLEM+QoEFPvR5krxRn4A+GoslvSMA2T0//649gRRXvnMzLr1kNc0+ID5wPrJeYb7Zjmo+PBWvPQ/lzD5Vjgi+EOBlPrGczDzU9o8+jK8iPhJ6cr4ckJI+VO8WPeOvKb97DKU9eFksvdyUtT7Dmh29rgD/PF6s6b29UEk+Hsz7PCXuwr1YO3095xcyPipewT29Sag+A9jGPpprMT5FSqI+2DvCPi3Dzj4l8sU9nCswvmiq/TyLCS0+A8ozPqol+z2PQBC+VRSePjppSD4V/pY9",
        "DEg3vbpMiL62mLG9gTg3vHb/l73G7xw+FSvDPXnx3L7HSV8+xdKWvqVOtD553Vu+RJniPUktn77RyO09yUhVPlUhbj6Xn2q+dajQPssojT5BF0U+9srLPsOFkL5FPB68zOWePpITWj2Mukw+QKNFvkA9Jj2vtXw9BFFOPazLPz2V/UY7d/XIveIWKD4Wvqi+P4Z6vRFPRT6hYBY+LYtMPttWPbxMYvI+eIB3PaxECL5/b64+nd+Tvr+jzD1adPw+dN3xvJPdZz67ZTC9go5IPdIFGj5Qfdg9LKrMPTOomj3opiY+UDo7PkvG8LzzBWY8i1sFvkZRmD7xIic+H4MmPv9+F77mD0E9yuIrvlj6oryI2uo90oqtPLEh6L7MJFe+rK+nPu9h370NcB++dS0YPoRc3juxQ249JBmTPcswJb6WlME96tqgPuovej6QpDW+n4rZvlZJHD7LGXc+32/svYkpFr5KaIs+5/2vPr3KFj5XS8I8jFy+u0gjED3PyRE7SajvPS5VsT349YM8cdAtvgLpdj0Geac+9mM7vsP7Zj7FB7A+GcxnPrrz4z0o4Zm9irJaPtcnrj46f989E11XvlzOdD21ewI9ujHBPQTha76caj8+r0+DvaQWuT60SsU+gRLKvteil772paK+OLNRPQRIjD1qsxS+i573vQn7gbyAx+M8dbPovGLEdD4fxy49k8vpPhbJoT4Tnik+koCwPvveRz4wBlU+ZSJNPoe43b0nkFQ+e21gvSJrmb4QGEs+Ad0CPkfOCb2QR54+SGgxPoPjnT0PIsk7B9RSPYajBLzowdE9D0WHvQK30jtdBCU8z2MMvek7Tj48JwY+pnP8PVj9rr2y6GY+NJiLPutfar3Qb2E9G00gvgM2cDuNJYI+N5wSPVtwur2RTY8+3BUyPgUw6bulTpk9ezQ1vhYHoD41d6899rW3PVVKbz59W6M+U43pvQdxtTwxlAU+7kI6PgnCGT4xmwe97oz8vRtdgz7pq8C9X1U8vR15lj7QqOu8",
        "8ZqaPZEG0D7z+bU+Y8yWPilXoj2H0Fm7xjgjPVs3BT6pLOe8SrbFvUaGrT6bACA+FUaYPsTMg779+YY8ieIqvvSPD7yjaTg93UAtPVz7gD2LJ0c+z/r1PZJwhTxWPI09nL6LPtm1B79llVs912KbvKovBz5Jnf29mG4kvYAFAD7CaA4/ylIhvO5KYD1yoJI+IsE1vmGN5L1tlH8+xTNcvTmVr76v+G++1y3ZvZWuJb18wCA+38WfvaZhZb2i9VE8Pd1WPirwMr6WYC6+q+knvmnTAD5DMwM9aYlbvk4aqbypEAA+muwnvuehFr5cp2M+aYadPTL3aL5/Qiw87plvPiOSiLsN76U9HPzCPaQfeL7cFdA+MxJpPt4LGD9+UQS/O5Xfvp+Rsj40F1w+668RPlQ7mD2/WAU9x0czv/tSdj1H54E9JLVRPqftrD02bwW+D4gcPhSWQ74EvcM+1OlvvdKnlb5Qg4w9laY9PhDHgDwTtsM+boJlPvR6CryNcKU9K++OPvORtD4Bvf49qcjjvlnjHT1Lt3I9wwazPUl5+b35rTi9DFo/vgUYtz62VnY9AkDOvnUq3D5Loks96IgxP/3ubj46hLk9Gcj8vkszdLwGqCy9aasuvr6pVj3BqdS9TLL/vh10ej4/nMM+8axaPg8Yg74+ALi9t+ztvUvqSb5O85K+BCJhPi7ZKT43vRM6sv8XO1Rhp71+uqo+BmypPl2adT4eAde+ULtuPWcO3723Dxu+fx5LPlKhA76A0J4+3sN1PgRJwz4r6vk+bkAFP+PyQT7TMVU9pC06vnfzGz5SLcI9qIuyPhK6eb4eFzG+QJbOvn38gj6mz6O9zPKuPbIutj1lpqO9OzvsPilFuL4WVwq+LFwGPkOtFb6II789kz7vPTuELb4tP8s9AtpHPrFlLD4ePFa9UHovPlg3uTwH1aI97uZsPnSqKr72w1U+vOZ+vtxKrj7SOZo+0XVTvl2sjL0n+4m8nLdAvgJaQj6oPNI++rHSvDilI76g6S4+",
        "2rqjO7g2771tjqe+IwfNvRekUb6PVQi+0YYavliHRj6vII6+HvLsvTjvUz4E04w98oliPraBjL57itA8fwNGPm48qz5Tjs++FVyFPuuJUT4R5Lm75IPIPiK26T5wZ7u9WQwCvS6o6z3O1po+DOYBPyLn7DvY+r29gLBaPgQA8D52UZO+GesvPuYYxj4Z0Zs+KO2MPvG3UjxYwbe5Sf26PbOBij2YQEy+MbYQPgKvvr1Mo7y9TPwaPqHqSb7Z4Yk9OJa3vfu8gr70DDQ96erEvUmzoDxlIB894WLwPVUdSr75kfQ+bBxIvgOOrT6U+BO9VRTSvf5AtbzQ5qS+zn+gvu+grT4HWb2+6QvHPWp21r5gvB4+uWgkvnxn87wTg7k+Mg28vussFL+/oaU9WuisvrVccj75rvC8kmQcPnBijL7BuCO+LwUVvFtymr5Bp2S9vsXuvbpvmz784oy9DoBePuXpaz2o9iU+04SzPpWlnT1nQry9HG+vvQl71b1TW0m+E9mFPmpD2TxGRbo+h39RvYF23r2V6zg+eREbPkVJOz42h14+jKkPvqYbHj5GWbI+7VbKO7axnD1GYW27XgTpvuZpgb1tsto9tqrWvYfDBb/o9Fm9gbS2PorVJb46YHU+kxamPWNTir4jEJg+/OGjPMD7jD7xB38+/FrQvmfR9D261gu+2brEPRb2Or0Ak/i8qX10PhV7Hj4GZ96+go9nPnxkIb5TMs2+QVGFvjjlI750qQW+bS93PnhtID2xJVg+KX5svp6Vrz618kW+eOzzvBA/qD4vukA9SEm9PLxsfbyM87Y+GyoCPhqLxT5Z2oI+aoSrvLcS3DytMSy+L8TyPZ0rxj1x7Jc+UU5zPpYo9b1vQs+9qUTdPt05cD5kW4M+wS/FPjEHWj6i2HW8EVJ4vvAVrz6e/R2+itmEvWd4yD0IfDU+PFDGvK4ljr2p5Ym+kCp9Pq2+yL1NUIw+eSsVvrECHD4WD4Q+/SAnvqOB+D1oVDQ+Yz2LPWj1T748DN+9",
        "hucdvdReujs7kIS+1s+MPbdARz6qW9k+d70/Pi984r6beQw6rpkeO7RSwDxAaGK7WoI/PRsleb00R7q+szuwvWWOSr2vr/Q8TV95PVTXNz5NWuc9BuHLvVEX0D6jIJE9SeaPPl+qgT4DOSO+mVvmvWEYhL6Yv90+YCC8Pcnw0z6ECvQ+UAuSPbVsuzz35FG+j9P9PIpHgj5iQaa8keEIug8H8j2hxNc+FtA6vtW1bL1IQfw9zS1ZPUXprz645909m3CBvtBZIz6JARe+lfcZvmY0Lj4hxu89zDDlvRbOlL5WsJq+DXBhvZ6Nhj0N6Ks90y7/PmY2oz7cg2k+s3lVvO6XML5ZOwA/BTgDPhxsiz0qsoE+Bqa4vh/5G7yu3oe9k9Nnvvmjqz5J9WC+Nl6bPqmOtz7tVtA9GhI8vPulET4RAoS++IUqv7z7ib5jm6g+W3AIv7BnKr+UM768wrvTvi8nrzweWLo9yv5uOmYtlD6mkaU+bVsKvfOpzT5jyDQ+sHDyu2w8OT7yS68+bd4TPhnheL3HwaG+CJOfvqjgSj0Azs66pez+PhVghb50CxW+115XPgvGiD2qPpS9U5KnvaqYKj0j7ie+ObrUvHuSrj0Bqp+92Wu7Ph5sz7qUVNM+Bp48vgcvyD6lJES/w2vVPXtlFTygZHC+aV92Pojwqb1BNDg9MrUvPtYCA74HnY2+v9XpPhOMxT75cbI9zm4Qvt05Zr2QkGI+BlUVPbx3Xz7XJPG9epHwPiqP+r1uArC9feGyvbb2yL4qn46+IZfmPrBUsD02w2k+tXmhPuzPGD3BmCa+4cUCP5V1dD7Fdqs7nYrmPaJfJT5yIYK9IqvhPlxOQ76NkJG7JGAkv5Irr76F2wC/CcVtvmJHRj63hja+fO59O68QP74Q5Yg9gt5iPsjcOL54zRu9uLXfPnXPJT7R5jq+KPeDPgVxm77QlYa+AyP7vJrE472vZgU/1PBHvlKeaT7PgoM+fciLviExvT6FTdg9OXZIPVuYZ7zQRFw+",
        "1tAcPhm2OD641lQ9WKYLPuO1DD72kkO+KGU7vsx7Rz5Xss6+3Pm8Pn45N79ncZE+Zl2IPVbIHL6NMGQ+OhSBPbihDz/zEj8+vBgxP4a0xTuy24M+u11CPvT5+T5t6em9LmWSvTw+ozy3HOe98fDLO7sorr7DKMQ8tZSSvaW5NT0cZZ096cMzPtvXcb455jQ8oyNnPu5uBL9WxZg+/TKivsAo2Lyvzbk+jajuval6oD6cmMy8SzZRPg5aG76tchI/rXIjPq/Z9zx8TA+/QED1varxBT8JVC4/pnE1vh6iMz1SUOi7C1xBvgs3wT09DLw9Tl+tPnrYLjx5okY+ZWFMvjTlSL5VIH8+lV0PvqUz0z5K9sQ99QASvhS2O75lblG+lF/FPHx3RL7D7Bq+iH6QPc0V2b4H5CI+/o5DvjrSzj7gMx0+qjxyPmVmAD3dcr8+dEk0PncQDT7xyuC69L5cPsCd9z7jBmI9MkVsPrIyPD4b8yi+TlcuPDN8mb5JZ7g+BEb+vQuT4D6/uSy9oQ0lPp62QTyAUmO+02ZdPnZm3729hhY+tBScPuKXKD4H7wY+Rc+kPZYeTL4wgoQ9Nun8vYvz2L0M3f+9T7swPuTKGT5mw0I+aobzvnH6l7wkOP09nx2zvlpznj4QIUK+g9gNPl1tvj2TLUG+M8s9vi+tIru2kw2+MpWavlFfyb6LH64+I8ZHPgjOyD4+U4C9uYezPrLqo7351gi9imT8PeacsT4lpEM+utHiPoS51T3owi890KqOPZAshj7hCzg9BWO4PZLeZ75xx1k+43W9PocafLv/6+Y+uEciP71lKT0Qutg9W3aovnKUDT5PVlc+/MJuvp1cUTyB0rC97hfrvlLZfr4rg2g+Fjxhvmpeij0Kvac+HGO7PZ6rr71w9Lk9dtqNvfjHvj5K6xs+2GJOvqOulT6rJ9i+3r2FvtC3SD7Y3TU+1lTvPfXlrb4hVmQ9N02jPWu5xj4Rs8c9ptU4viNmTr5b6zI9HhSvPnkwnb74xSO9",
        "s6PAPSzV3j219Wo+l9qlPaYz0r0sUwA+krkFP/w1Hr0sl1I+r5ifvK6SaL49Dwk9DIhOPejb6z1Nuns+uKBAPSRQ575laAk/jqP9vg4SBz5Ngge/Chv8PewaiL5kgrG9p7D0vpbufL7WpC8+W4gAPsNQdDys0jK9IEmgPsa1Mz6mEzQ+gjAqPupR2L3MS1k7xP/rvVOb4j726dK+CNVhPW+Pt71dTvg9zjwZvoEESz0zU/G+dUW3PkZ6kz6B+bs+SWPdOwy6D72b1Jm+YP6gvpQYl75BfLk9KvpwPq66zz5FH5m+r0gwvR117b5kYBi8zjRNPTdQAT5pLnK+bpwRvkm4I77lwQA+HgTGPof8nruaCAa+tyZBPiXxFz51S588o/qpPdY7qT6AkKK+VAGMPTxZmb5Ifyq+wKU4vvPwCbsCYTc+1WosvyD6yLtwPco9kCzdvHfQwL5aD70+D30XvjQrpT3530E+NFNDPmNgjz507d09FJ9gPuPOrr7MuG6+wjHBPS3Waz4xaSE+03gQPp6ugT5C5VQ9EUNYPsYUKj6sBba9h3mkvnt+OD6fLoS9jQaRvs53yb2OctA9kCmoPmIZB71p6Wq9eNKBPoT1rj4z73Y9XzPIvDzWjL0Hq4g+fY0qPvDN4D6t2kw+sK+TPX8yMj5SyXc+XVOOPlPTU77PF309cZEWPcUB6DpWZrG+f2UtvWwS5DzVDtS9shdmvsoevj6PNh2+oXuXPumhJD63a4m+/HwsPhtWhT6k4UO+pPWHve/08r0WyCo+u2Q3PvyXZT43B6A+zzj3vY3PNz40h46+TP72vGV/vL2dCGK9Pkh6vMIohz44RrE9ScksvotmuT42Fh69Ox5APtjjhD4sD5e9X7hpPq/p4r4zeU0+D08+vgo+nz5UEAs+31DGPbr19z2LZsM+B563Pbwpmr6zAhW+/fhqvkpptLySR4K+kgZ9Pjftib5KJ7890idbvkH/hjuAK02+CRanvdUwgr5c/X8+1yKrPcbmvD3qPEa+",
        "3ekPPtzniL4hrh6/WNN/PTv3Dj9YAmO/UP6Vvz1pGD4ZyRG/dKaAPjM/Fj/UXh693T5kvlRjFD9cj3u+csmaPknJyr2Qije+C1uvvvR5oD4wYkC+Qv3FvUUu1z0xpDG+O9QMPzDYMT5evDC9wD1ovu1qQL6SkRa/82odPlNmvr7nQf49JlKnPsl+gT7ZL+690dhXveiABL9JfjE+ry+ivta+eT56uLM9gRDivvHKEL5Pdii+9M8Ovy176ToWUqc+QRnQOgPM674vPiK/Ud4kvprtiDz0+66+HgmovtFQ5z7Dcyc9f03ZPa7n6j1NSB0+3JG/PiT6CL0B9eY9QIGYPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "ypWGvPgMQjwdCpo9XPuXPZ7scT2+AAs+1sgmPSqezr1tB5k97bfOPNhfHrzbNNo9ihShPUkPED0Cl1c9pd+QPKiTBT1LzmY9qFchO1h3lT0D1ke7Oj/3vBh1Pz35LZ09y0kaPe8wQz3yf109c/0VPQjoXz3ZVcC96DVlPTZEej2PvDw8wDWsPM0VbD21S3M9yCcePQkZkz3pqQg98ruTvHPD9DzEb7U7V9pAPc0IfjwnPzI+zvNaPPlZtT02yWM97U1tvNIhuzxa2DQ9cR4OPf27l7xhHy49AdcKPfO8szxMKR48Zg/rvfIKtTzZf189WOY1Pim0Bz086wO9gvPEPFc9qD0Dc/G8Z+mQvDDyTT3WDJU9MXGuvN/iPz0lR/Q7FJ2kun7sjD3leIg8dAaFPTTMozxqesU9Gs6kPPZODDw="
      ],
      "weights": [
        "bX7VvSUcUL4BeyQ+VPohPhkUDD42zrg+PlP/vGG0Fr+p/pE+h2vVv7Xlzz6HIAA9YXZsPogwJL6O/Re/H1zTvZp4RL42iIu+nKWcPSxT/z53Upe+iLGNvqwY3z5onHw960ewPk1igj5/mhc+lhuPvfRAsz79jXe9YBtAvgGZCb15Hja+m1GbPl2r2T2PWVG8fdDBPYj+Ib4C4RG+gNahvfkDbT5CCjQ9dD1OPdOFBD/d0li/JRyJvkVsVbxux5g+M1k7PVt/Ur7BKbi94MDnvQFY8bxZ9fC+jRuWPdcdD7/xnTu9240qvf7rIr65bIa+SIKlPb2Gpj1OVbE+h0AGvyTwo76sI1K+k3gNPx9Wtzsg/6+999rEPtfUIT6gCom+fxhrPi0vs775HhY+7m+JPTVcij43dga++U3zPWa5FT6DlX09pOFtPlGasj30nJ4+xz8TviUUOj6khW+8B6WAPio3cL5OHKq+RMCwviU7oDy1XLe+lQ1bPnzm7Tr4zks+tejvPReqGLyg+kq98pM7PjPU2z1y1KM+BoxPPVwJt74ItKI+aGmbPniQqLyEUAa+axs6vk+sHr6lsEq+TvWGvp0lqT4MPXy+88u9PTBlhT7xknS+eJshvqGYMD5L2Q0+rR12PduzM74ZTiM/PHslPXeFuL4Q/mA+ni3fPvepLj597wE+iX2YPfQxET/mwR07ltq6vaPRlr4y2gy+1AHaPjtlJT6XHAw/pDOgvmHrsj1EatM+H8J8vX7KQb8LVPw+bNMsPg6w5z4zq1+/3UK1PjPbILzcs7Y91/AVvkTeGb8CKyU+z6rDvUrL7b5L7ta8cSyxPqy7I73HmoI86DSQvsmvgjxK7Vk+nFlIvZpl371j16u9XWsfPs+Dar4a5kG+2DulPmEmKL7Bgha9iuKQvYAJOD5Gcl29Jd8cvfUx2b7+8RC7dayMPnCNaz3IZas+riX1PKqPEL/DMnC+5XaMPtv/5z7yft2+omGlPTJVrD012/A946yPvrmPlb5xaGa+",
        "g5/BveNuPz63SAW+xky6Pgd5hj44tfy9lQHbvmxZ672ql6o+Yp3auq1iLL1CHFa+GpZxPnXGEL4X1eW8LK7TPeyikj27Pk08hpmEvRh26DyGXm89Sq/Pvbx0S74ymea+UCwFPqdJAr7nbg+/w179vkp2qT08/l49BzffPi//xj5cERK9Zj5KvjU50r3p+SM8IoiyPo+vzr7dA+C+4CuOOz/QMbxDOSk+ZzoZP/BC7T7ISSc+N9NvvRjyD75mD4S+6fyEvZtFtL0jAqK9NsxRvkkCXj7qhQa/wlnyvXbvAr/wQmk+YrHCvUJhtTz9nMY+Xat1Pb0tOL6Isky/1xiqPGfUP73+jUe+iuAHvjGdqTvReIa9nHoDPn+o8z5bdA++WcEov7i/Dj6ZDaQ99erPu43Vaj5dmUa++0TGvLRyTT2Rz+29L41JvTbkrz7aIaC+oOlDvv3GTD2S6669glhXvTakn74gUzW8gc1tvepnWz4JtVC+uDBsvV2Wrr5yE6E+qqsmvp2EHj5qV8w8LCXpPp/Cvb2aCPK9u4WwPdYcBj8l7Ak+C645vwuQQT5t1fu9qaACv+PVnD0SoQE/0WSAvoQXLT2yohk+d2rKPUwJLD18U/M97QUpPiWgXr5wflw+N01wPhAGPrs2XY291MuOPBmztL4tqk8+aTmRv7C4pD2ccuA9ktcRPrBfqTwSg5e93YSWvauGF72TLXm9NziwvpDuEb/tULi98ZdFvc2Pjr4aHnY9eg0DPYDnwD5Fb+k7rN2rvmt+PL/cRgw+eTfCvpBQBzwE15K+cW4svipvLD8MMIc82H5dP4bo8j5ggxy+N9lSPUi5Db6KMMC9sFqkvmEk777WNMw8shD4vWfo0L0/E+m9it7uvOjGWTpmTg49BiPKvnJWsz7qtQY9ukCiPtvBkr+kfAS/M5kWPohVKT67RR49AIMCv/+MHL0ObGG+466xPeZSbz6GFXa8JpSkPQWKH73Nrwy+aCAfPnkbMD4w824+Pj/DPQzNmb7204Q+",
        "XNQ5PgnPgj7K3Ho+aFr2vOIAdz7jxrs+yX6VPsIuCb6PKtc+6r+/vqBeYL7387o+96V7PQpzH72LLkm93fEpvoUOpL0uS4W+XoiMvg0K5j7zabM+88HEPlOhU766gnm+IBOTvreowT4Hf02+ZqFqv5DvVz4XVfG9MbbSvnKyeD2IJx++d+cgPb0MvT3FWoA9mWJyvjGHbz5aCzy7Zf83PnY29j0BUbw9ZaXVPnwPpL4m+mM+Ni4EPgqj+b1PUqI+Q2mpOgCfKD+e9EO9k7sHvqoVUz4MqrI+7L7OPaLcb75qIbg9UrRnPo6pzj5gcwA+n++jvLt6Hj81wH29UXlCvjDg/TwvGpi/VhmzPYpMmTyXTsm9MpFLvvtzZ7syxbc9E/YuvvRqhL47NBU+MQlyPjioOL5FgWC9vtG9voPyg701+gG/SrhDPsqLHL19Y0A+sFP4Pdc9Dz//sai+j8l5Pgr4mL4Tfha8yiLBvIBm7z7NnFs+achXPr2IqT31hu893/vdvYLbHj68XrE+xnxBvCSce76SP907TjRcPallCj1S15K+sihTv0tCPj4y0Eq+uhKwPLlfAT7wU5y+t+ZCvfajjj7W0r28MPTPvbVxjj56duM9xAPYuoVGWD7D6Z2+3Uu7PZ7dtb7mZko9YAEMPN9Xxz1fjEa9M7KhPptW+r3QORk+vm6Svr50aLzO4Zs+/yLtvSYXLj5BA5W+bRXfPdAh873A7XM+a6ZuPkvZnr6vMX6+daxwPc1o0rwg5wc+WA06PcZd1j1zqB0+/r6VPWueJL4jHD4+D81XPkshCz6kq1Y9+zJlvrb6L76txiE+oSokvZ8Zujx8aIG+aQ4RPYIppD5USsM+Sf2uvQOgez6EUjc+lXhcvb9AVz4A1MM9pCuBPdsvzzwnl5q79oQoPlvT8z0f9KS+fu/zvRQWE74QUCE9HgnVPIddf75SYM8+iePvvSOPET7sULW7QvYYv8rWnr3B2jy9kwatPYOLAr3dZ3K+OE4gPtZrtTx5ExY9",
        "tWKivg2T5D35x7a9H4iCPHOIgb7OJBq+m9KBPmTUkb6FjC0+ie+hPtUdv72idaI98LGkPtAU7T1hjRM+SDvDPidrEL6OSuY90jFevqHADT69Arq9CYtOPkBd2T1VPo6+FkklPSeiIr53bPw96AaVPliUZT7jVLy8K+KNPqBmkj4YDSG8XHfLvcOwhD737SU+Wq98vc5ONr6Xcyq+K5tavhZU7bujgz2+4coUPjczBj45tAa+o9K4PUpqGD4m+ze+kjGTPJEthj4ukqM97PttPoQm5T1dU3I9A91YvqbJT74XVZS+GceFPa+Gxb2VyJs+OVk4vag8Ob7NlP4+hG7nvRTF8L3T+FC+LS3pvYVxjj6w8ei95EKzvvOSj71XCII+mY8OPn6iGr0hpcs9uUS3PbRZYT4x8Pc8AOC9PawMZ75/kSy+Uw21PvJ4Ab7c8s69vVpCPX7eIT7qHik+urz8PZ/xyj4kVm89EGLQPmm9nz7ivPS9f4cMvkYeyz3cI+u9NttnvkuUTD5aSKY+sVUlvnk7sT4CVZM9ohcRPI/O+L49hEy8thUCv/JF7D73wsU+6J3tPbVxo75dtOY9xtAKPkj0UD07gys8AMjePT3HM72UHii+0V/ivcXr6D15Rtg9jfePvdwU475M07M9fXyQvdfBAD5W3xQ+2P/vveuB/rw/r+U8fazEPD3hybyd5hu9WOIlPbbaKr/k9KO8apTyuynxMb5FuXu++LHFveXPoj4FM6M+zA2evBErE75Wl8i9NqLvvW4fAb7nmMo9VezKvmt9lD663S6+MlDPPu6gFb+IeN6+RoSrvm+bLr0yxy++PFcxvtYIJ72pbQy/IXUBvyseuL2DK7W8OcMEPpsKMLx4r6K+uTE2vXGEIz2+yIA+iUbZPimik74qDo2+dvcDPW5uaj7jQn8+u0trvgIQ7z6PqeQ99QfVPiudnj7NEAQ+TM+vvTzgwr38q9U+3JBOPtkYAj5aP0Q987AEvq/wD79HKts80PfdviR9Wj0b90M+",
        "ujYPvGz54T7wAoo+23v4PuqeRL7aUkm+jN5fPhWeM79dLdi9e/BOvjydqr55T8c+nsFzvvoYLD7eG5k+ZQNlvrKXFL40DT0+TC22vd9d3D6wifq9ptz+Pbf5xzxRO9k9Q8s7PkeQd74De7w+3LMMPt75f748rPW+YQIRP4jbgj4NvSC+QKySvCiPUD7pAoM8IXuQvqL4pr6OXqo9RmQFvVdUzL7/HhI+oFbgPYjGDr6VS+W8AsEgPoZ4ej7azTC+PB97Purk4zz/2SE+tnVWv53zJb33Wvi8zXhpPdv2cb5ZVPK+6x2aPcB1LT51d0u8R6tGvd24VD6IE4k+NgKave6bDL+WURY+PayVPpszPD7oW1O+Vf3+veMkTbwEaqi9G30fvfqqiD4RFLw9FdIsPuIVWz7ILno+f2kcPND+BbxHZFq9HvcNP/f0Br7WblO+JaMnvtKoED7qc6U86FwLPjD3/zxISZC++d8yPmF/v74iz1w+ZTAevoR11D1S+Lw+EEw/vvjBv743v56+yoyHPQ31iD5Km54+v8xwPhCRob107Ei+m3D6PhqS873+Xyc+2CaKviFfCD7t/us7dkftvYViL76Jj4q+Q5WoPqLVDr6KOQw8kijOPVcXq70srwK+PTRmvuVAXD3V1rO9MGPCPgCkQD5UsbS96WMNPkJSRz47a/K9TW6CPkTT571V4e49KxtzPcPfFz4hlAG+PbvMPU6dor3IdcO+bZ4HvmYtjD0VJJo9SbzhPaj02D0kfdM+YmUcPt5ISz7btRu+er1DPmBrhT2svVM+umtEPE9e8T3kW929wn28PVUCcz4BgjY+VCqmuTWAuzvyRxy909WVvWeHhb1fPJK9zRsfPnKKjD5XPoM9hDo3PH+z1zwzY9A7RrUWvldKq73mGxe+Pq24vV3MeT3yIyE+t4cXvRpMgL7T6IG9fdKOPbANUr2uK8k9mKEYPnLUDr46Z8k+aLnHPp2wxT1pAwe+76fJPUDUJz7iRQs9doxkPgwPBb39rhc7",
        "P04rPafj4L6BJfI91BIxPQEVLD7okfE+YTyiPl9gAT5JjJc4oi0rvk3jNz7hD8c+/B+APCDY2j1L1YS+NPJtPvhjkz57P4o+6v8JvndPY7wC+b2+B6WFPtYnzD52/9A+Q7iIvXACZj1FJAm+AgKFPR47VL5oBLG+t4e1Pn8+Hz5gtoG87yAOPbF4Az/ne1c9unuzOwVSbz68Ej8+MovVPmenK75wi9M9wzEgvuu0Gr7Rnzc+zRt2vszWdj0HJ2I+TLWjPbULq7z/PJI9SXoHPm0nv71/QKk7U7MVPn3ql74oIYQ9F+IMvVsJ9D0tJCO9EWf9vY94Rz4tJzg+DlDYvWHz4L7un1k8ZtlBvo1hjz1F4uc9R+2DvjYauj17ZUc9mGDFPu0bKT7AKh69LKE1Pu8auz27pGy+XAB5PiFHRD6FNQ49FfZfPkOzTz4fz789ZPsuvkeaND49uyO+K1plvlZMvrxZQTg9ViCOPi4Tpj7DPjO76vAcPYhutz6oQG8+neXMPq5Viz5A+T4+zt5uPhT2KT4FGJM60r9wPrBzAz5XQ8w+axa3vtgbnT4Sozs+hnazPkbuUjzj5au92IZVvYmI1Dsz1gy9+R6hPkM2Mj4Sbus902sRvrV01Dz6LhY+GBwjPgCfXL0r7Zg714bdPplb5bzc0BU+KJ76PRqvkj4LajC+jpwZPgLdF75+/OY9e/+FvKjRpz4XJ1y96gm2PQJcIL4e/dC9BzxMPlNtzz0k88s96XiYPuZ0UrswreO9EuHEPQ5LDT+0cvm9RFOXPggBH76BcHi9kOtyvdPTLTt/JwU+5xHOvRRc7b3Hgjs9RTlnvt59w73y/MG9AYe1PCYZBzthhoW9HI+hvVJ4Z764ex8+6XBPvmXoKT5RTgg+N4MiPonmXz6N1KU9WmidvOq2wb6eLn2+/UiTPoelQD5rndI+innMvHxrIT4FAwK/IWiyPs49ij4b61S+UbWVvjtvTb/v3hw/Fs4/veelBT5e9t6++WKoPmfamDxK+2Y/",
