{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "9f5cf87b5b25332936f48ca0bef1e72667832b38ca333436192500eeec2d4e33",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "vrtlPxZLRD+/TF8//t0DPxawsz4Kxvs+IoaxPAF6iT6TI1I+AkrFPgU2bz7h0no+6LfsPeAdeT/6kYY9BaFkPyTbYz8dN0w/bcIQPhuu5D7zhKs89+1OP/U6DD8b7I8+IfdoP5KfRz+yWWo/8poDPyH4Kz/0tkQ/E9NxP1NdJj9rPdE+XcfFPrVxNz/3V8M+0okJPwj9dj9hVjY/HvgQPqnDNT+gXCk+owaGPn043j4WgtM+JfL1PaYa4D6TjVQ9R91gPhv7Gj8nC+Q+4HH3PpeLmT6vH687BTQzPoQfQzxXXDg95ituPulrNT+wSnw+w6AUPyp+Rz+/m1Q/AbpaP4vZgT4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "V9kBwQ5hMr/h/YS+xLCqvtH04T58vQO/1GrtvjESrj9sBe0/z/icP44hkj9WgVQ/hST1PlV8wD+a0xBACe9pwECTUb9iHqs+8leuv3by27/y6oe/4aOfv1aBVD9SfGo/SC7WP0iICEAxEq4/vJNlP2CYG0Ccc4Q/jRjPwNWqlr+Hv6m/XlCuvzgFar8Erlu/kJ9jP4Uk9T68k2U/eP3ePzjf+L1sBe0/UnxqP/Vs1D/kZqg/7uYVwfh8qr6Kl6C+8InoPoBZmj7TqWu/dsdHP1V8wD9gmBtA9WzUP+xnr77P+Jw/SC7WP3j93j8xoMk/wGDPwE4FTT0Xvte+qAFUv7wrUL9H/ce/YqN9v5rTEECcc4Q/5GaoPzGgyT+OIZI/SIgIQDjf+L3sZ6++"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "8LiPPSCThz0hcdg8UzHjPWHYoT3vWFI9k6IWPh14Bj71iMs9Mg3wPfKPMD72CQc9F4+uPfeVTD0ihgE+CAkmPiiM4TwwEws+xjFQPQ5/Rj7mZQA+d1rlPS5slz1K/Ws97WLVPYtOtz0Uuvg9BBwAPjXhvT0RVV09eP0dPrYKxjzUbwc+XJ6SPVNvET6JTa09trrmPWD52D09SVw9IFMMPnGhtT1OnsM97owrPutbCj4I99Q9f30SPRLndT3kxBs+ogSePVYdl7xTnhY9beHDPfl5vz3lUWc9hK1jPesGgj1Ye2w+z/WRPVOiaz0jR6M90WysPXIeaj2owJ49eb1IPuYRoz288OE9tIrwPUwnwT16qOs9r2ZpPinUIz6M3r495CXiPXG+Dj5L5aI93THMPW+kHj5E4tA91L6APX/w/T0="
      ],
      "weights": [
        "2DtLPgQTNj3bVaE9SSrLPfr6droDi1M8/6eFPErVkT3TCPQ9U/CJPYeCqT344qs9KBVnPlbnUj46zyQ+LeuWPuZHTD0Ok+I9/WmPPB7T7Tz1OE49+PM8PrYw5j3dfuI9aOFNPpnrrj3Elzg8W6GJPamKHT1KFtY9DWIBPkmpiD2h8A0+gdQYPsWYAD0S4CW7CMsZPvwctT2HJp09qFAUPgfTED7GC9Q8Q6F/Ppu5AD4M/9g9cUs6PrybsD1fSYk+WY3NPcGNYT1kgas9j0P1PSWlrT0anyw+34p4PVy4nD1esw8+MpJTPbg80z0Z7C8+55c2Pqv1kz262548jCCQPmmrAD7yK6K76K5XPZWrnT3MUc0+exYHPkmZTDyZwKM9Gm4iPn4h5D2rwPk8VuY2PUtr6jw1X+U9uKKmPWjd+D3pfZY+eziFPdmmKD4bzFM9kFY+PYKN5zzO0QC8gV55PgnKLD6Fmzs9YFnzPXG5Jz3qorS9a9tjPgbDvz277Z89JExAPRRw7TxVDr89UgMWPYWl3btQpPw9/m40PqEapz3FBNM9MK0XPrj3ID13bJE9DuAHPugDBz5ISaM+3K7VPTtBbj6MpQY+PG5wPsm4yjxrpWk9XuiEPi1WzrwcgcQ9wfyDPvV9VD1vez0+RIVKPspHCz7tHic+GVj7PfOi0DyoFRQ+7Q9yPdk4SDy9YgE+/9IVPQCHbD51TIM93SUNPYn8wT2lUpw9LswCPp0Vkz0SAe09/iYnPjBlpT2IMxQ+iruNPbFgVT1tyXI+6UMBPs/mIz7Y6OQ9kbEZPQAi5z0OGiw9iXAsPhwyDD32+8U9kJr7PadJzj00m889LXqIPnCT0T3LY0g9UUFHPnlsnj2X7JO7h8EbPv7FlLyFnjo+BF/1PVeuKT0lREM9Cu2ePTboeb32lKQ9hWu0PfnqwTyq/fg8BlpKPDk+jz1uZWs9C7kSvY6aAj46aUA+A+uyPW5PHT7HF1E+AaQ+vDTEpD3vtIY9PBr8PYwdHD5lprc9",
        "jfOrPbETRT5zAZc+/rTePacFbD1ns989i4RBvbr/Oz0V0lA+Km/mPSW1gD56o0c+yEEKPkMZtj1fgsc9qZWwPeVDgD07Tx8+nw0LPT8tbz3SlYk9oItfPu8t+Lz/ASk+kMU+PmSPpz3nBQQ+Rf2xPRSN5j0gsSg9EDOpuywqqD6LVMG8cUs3PtgTij67kv09kHcgPoA2AT4GZaA9wz8ePkd1uz4C0wA+NyxLPV9onT3SSJk9njyDPaezJz0K1eM9ze4hPjOfZj17UzU+leQ4PiOTqT5/pus8pV9+vOTpJT5g0Vg+Bt64vN8YAD1h+d09x+sKPosRyrzl5sI9Y3Y8PqdPkDzgKzc93HBfPqPHyDvMqfY71ZPcPSct9D1KRNI9VmaTPcYlMz4heA892KJ4PVGFjD1R3ac+GQdZPqC40jkjIIA+FtFLPqA2pj7SHQA+62+SPXmEx7uD5Ho+XGbePf5Zcz56Rxs+j/gqvTQ2Kz4QOzs+JJ/0PbsCbz1WOdE9SuAKPVz/MT4ZMsU9xV+ZPHlZOTydeJU9Vg42PticJz7t5f892y5NPkuaYT180Jk9Xw62PcP0Jz60pVI9MHVYPkMWEDznUtA9/tEyPgu8Xj4YL8A9a1UXPliYeT1SLVw++Z2oPf8DMzxU/wU882iku0sHnD2WL5E8cG4KPjqkDD61Meg9/g3QOXBhwz0WeQo+mfxLPSaBnD0Xh407gRKqPXrEpD34uHM8ocxUPf3mkz27KKM+KWw8PifbFT50NVY+gSCGPD7gJD3hz9w9HyiLPCjixjzG9sU9//rwPAKy9z2eiR8+0mkSOn7vYT4qc4U9t6s+PgG2Dj7CbOI9wW/7PQ74oD6dmDM++O4EPpirmD1iqCY+6MJvPYKJmT5A3Ww+RcrXPYbdtD7YkWM+KHsUPoG2dT1IC/I92e4aPQE8kz4nBIo9XkGwPLG5tT1LV3k9cGhaPULwrD0hsNg9S6x0PhGbsz7xS9k9B4mdPVIqJz44vIM97AgGPiD5LT0EjXA+",
        "pV6wPEo4Fz0fx4o+ehUTPnWeDr6V/gc+Gft3PALTqj05qeg9Ny7cPWv9rTsIgcM9mnKNvIzbhD1EI9c9CWAhPk9O9r0Q8zM9QfBRvsjoLr5vYJy+PIKhP/1elT+9Ygu/bGHnvgmfH74j7QK/WHO9PSQSsj5B0pO8p1gwPwClxL1B600/YnUqv3dpU77sIfi+pyu+vujbmrwBu1A+MVzgPh5WC7w1iqE+ReLVPhVEjL6geXw+Ysl4Phm2GT5/7/A+bOj4PvV/ND6Hhpu+gZwGPqD3X7/d2e0+Hj+KPcMAAr7N+Iw+8ugIPoIUoz4RycI9B0N6PgfHh75493S+BVXtPFMSNL/IYDO+xHXgvHtVC74my10+YcHgvuaWjD6/gpw9SjpbPgqU2r5f5pM+gCZIPhjGmT7r6Hk9iGeSPttgyb1dRUy/oAjfPaRemby0mp88bOweP8smp73tKDq9szj7Pd/Eh7087dS9Q1MqPlHyBj7GRue9dHDwPnAljr4sV24+z1rxPhhg3z7bKII+5AEEPPUxST3hjxI/VWALPhDuDj5Ih4U+lcyHPoDtKL8Eg1i+tLaNutuQkz44LbA+A7FZv6e1Pj7OtdW+HsUuvkBeTL4XHnO+OHaWPv0pnL09wBm8Po6TPQ4DaT4O0X09N0sGPRUOcbxjPzs9bsEcvKepp70jNHc+iqpxPhAcnT74XMw+mgWKvPj/1r7kEOa+CnQqPf+TNz/8vky+zS8Dv09Jzr1QPbG78Ny/vZfs8L6UV4m+bBdfvu5JCz7aoyi/xnIGvsvdpr1agwc/gWQFP5mRMD7GShI/FcIcPTzsUj4TK44/vAsev2XnkD43Q0a/cvirvXYcCL6mDuU9PugePAE9GT8u69w+UC0nv9Dw+b5ck/U9B13zOtHt/r7ktpK+2dQNP16jcL9NDdC+QdYOv3iiNb6paXU+hxyTPvcoNT5MvZk+xk+UOd4jAL9bT1c/4fxbPnR3gr5dkUY9oacjP81AHr/bMnw+PLOuPnyWoT7XE40+",
        "eRtmP6aE1r0Sfri+v3JRvkQWIL9eKAY+ofUwPzCyLD/iY5i+ThVQP6AOhD6sJ3+9gG/yPmIv6T7MRLa+yXJvvz2AOT/mM3g+kqUpvgXROj+qX3y/F5iRPiNdqD16uhy/WD1zvVSNd779zSY/CBwTPltXCb9w0dO9//EIPoToNL6CgUw+V9CqPP+u6j4XvKi+p5LCvpTRwr5cgeI+8enNvipvFj8oQf29x90zPgcCiD7gVTG/FqufPiHy3L6KyDY/iakQPtu4uT7ofbS+OqVnvndgMj5XNVG/7tWqvo5q177Trn4+AMW0PhRSnL449gO+NVOIPrxrjL7SIES+X38zvxuaZb5ftDs+yZ8vvksYn77lZF++97uFP3K0Oz8HXze/+OWcvnKvvb570Fi/3esGv3E6lj6snO+8f2xWPycUXD5mUZA/uLtOvqlcMTwtGQq+XmfSvrVkLL4YjPg7JDh1Pi0wYb5qFP8+5Q9CPkQnl74v/VE++BjTPs1WJb5kzjY/owpZPojQzD6Yej8+FGRtvujnmL/9x4E+txoiPYhjlL4ZEz4+ymO9Pkn3Yj6D4K+8fpYGP4clIDtFexg+hhMRPgu9Mb/1gU2/4L9Dvn8xC73Owuc9gq40vjGN5D5kQYw+R6iWviRyOb9nIlo+U+trPp6VTD6KFdo82fY/P9tpgrxDFZq/kiELP1O96z119MC+JeFdPigFB76JAwA+7m1LPGdX2L1n75W+SR0LPwMgtz6CXIe+LF+Dvo5nST482k+9aC0Mvw7yBj/6XWE+U3G0Ph1gAz5mIYE+uLCEPw+2WD3N6ug+VmIAv8upQb6sgV0/iDw2vYGmJ77ETkw/G6oDPT4zbL0hXo29SP2kPjJ1Eb9s6q8+jn9dPaM7GD8n4Zs9zOccPozRkL5kbBk+xbQfPyWbxb4AwKq9m6yVPJ8GjD6ME8C91IRovfKloD5Qz9m+ef8Kv4VNN7yh8Ig+TL2KPeDNMz2bgOW97HFgvUwfJ70Vp0s80WMiP7uN2z4qBLc9",
        "uMOevYbZwj1c3Am+2rN8v9kG171Zvqk+U1YdP6LKer5DQBG+3CK/vhowND0SU9W9KzwCvrUV6T3lUak9WFpyPvB0sD658Fq+CP8DP+BQkb5/yL6+gtvTPrMGoL4QUz++ZM6jPZ3Slb5ORoM9vAV5PMghYL4nk5E+UTkoPivqQD59kau+PX02vYCBs70DEM69bGwqP9WJ7T564nM/v3sLP7MM2j7e3RK/Qvr1vqevn7/NvCQ/I+w9PKHWV7zjgnC+ZvCbPTVKij2gzWy8azsLv+TbqrrE5yK9uWukv0amAD/gtC0/bcuEPpXx3b4mCAm+Rzy5PrAnhb3ius8+mcwBvccDkj6wqUg+vkrhvZ01dr0YgwU/21sbPuF1XD0d0eM+7KMNvmwdOD56vtU9rzdvPvOCjz6sgZw+B68aPzfUh77wSXa3wdN/vZXB7b2Op4G9y+GyvCo3Br9y3Go+tCuaPrhMJb6XLjk/KDshPldfIb5cM92+kroXPzJQXr+72kI+seRgPl3oEb8YDms+PXmZvvLwxL3cBLY+mH45PWI+6j0Di68+gF/LPrTjdT+1Di2/5ZQCPtdojj07XvU9L/0QPvooFj+nxQc/jt0dviNJxr7P1SI/VW2SPpFE9j0obJY9Cx4fvspDsj1AGoq+I2L0vWaH8LxkVdM8wjL2PndYA7+BpiS/vYNKPoCQLr4PTJC+Emi2vqexJz6s3zq+PeUKPkBdcj0ZOoQ+AsxRPtC4Pz7HCwK/eW+JPheY9D2XTAc+Y4mbPLJM7D6a4ZQ+Gp54vSA6A78vdsK9RdHEvsls5D7/Lz4/aYh0vXwkMb/7gAa/HnV5vq1ZQz0I7xW/j1/wPcj78L4LJEg9hqoNv6W/Sr1wFzK6O0YPvgFEzT5ZqeI9HVTtPvhqCD8VTQ4+KB2GP4Ihir+jDac+V54cv6YW2b5UCcI+4aspv8iGg70m0kE+N2DLPjzQCL+9MKi+RZ+Jvq7Oqj5blvG+PdaYv32yKD9PT8m+M36RPBRkd71ccz2+",
        "VmAcvwjqHz8oHVA+Ey3ZPtDOeT5Ckbw+qcmLP1aOSL7fmgw/tccuvyVDh77oK1E/CE8pPTlg+j3owCE/jMFIvmRnNj47cyk+FlECPsRu+75s0xo/AJMfP3UYsz4EnZU8dBSRvoK+Tr4W8r+9bs4FPwUNA7/4jBi+YGK8vjBemD2ASvO+w6P9vvhlPz5mM8e+NA5Ov13+jT17NOE+t2qYvqyqXb2xwkc9xPpwPCFkhr4l56a+7c9dPwPO4j2BpQo+aaefPZy57D4Wi8u+lpuwv3fCwT60Oxe+LLggP5yLt74ahRq+jR4Gv4blkb2V5wk+g1PaPQihRz7fS8S99dpOPlVwSD57ELS9JTCcPp0pcb/aq+q+E54ePhArCL59c06+91CwPVXpubuykz2+HpF8PNDmh77PHZU+uozNu68Qoj1azXS82tXXPrPn1j5RxBE/T/X2PApvOr78M/+95NAQPQmEcj+oAFq+IzJwPp0lP74zC9M9qrGfvpooxj5rY9a92H0tPgyKe7/I9lS+Y64PvkQSWb/cFRm+0jN+PgvCOj/snEU/Pargvqgg471rcri9BBOZPSTUSL4xn1A+nLQ1vDfnfT+AMuo+tgarPrrtH78a0k09/SDLPlKgVLynQsI+r2EtPvt+Qb5R8zQ+AUX/PAtX7L6ByG0/3x1sPJMEBr5odLO+/YMPPfHAM7/o9sS+VDaXPlMbz74Nd5g9mTgfP2Im3jsBLc484N42vEIjMT9SI4C+FQ6MPop71b76+Mi9OdO1viVFx7/NFpO95XvoPXlUk75uOQU/3v0mv4DdAL8q9hE/lz2uPocr/73YAFg+8rFXvsKlbr/MlIo+MtEmvVMEwD7MCas+VowUvaMBnj5MyQI/epPeu2w7UT/LdwC+GjeePimag764Wjw/SCoHv9EUEz+mmkO+SplBPvIwvT1DKFQ/GpcZP/ijOr7LnIU9THD+vhkuOD81nCc/ecslO4h5Qr80Wdg+stjJvW1zlb7u6Tc/TnAUPbcT0770fAC/",
        "SpgFP6e51z1SZ2i+MRpRP3/Dor+WlEW8tKSmvdU+jL+A4+g9cX0nO/r5xj4T4tg+LAXWvrb8Fj3t36i7twZTvtk6nz5Z2kO9l6YgPqxDBr5J6gi//4GJvo6diD0cpjC/PVFYPOqW2D2NGdA+10OEPkjmR7/zrxE/VC96vn8aOz9jsBE/s9GdPvgibL77Ar6+5BDZPaPWP78NzyG/qNgjvs9OPD6AdaM+dbQfv01VlDue/NY9vgl0PjhhFb6NB1i9k21qPBYni72lTCa/QU+NPluxmj7nH5s+7FdMPztbBD1E394+dZb3vvTLo74fnkS/LzuIPqhcfL4tQqA9jo1nvqZTRD1HsMg+AJIzPsEPMb/Yi5E8pfp7PjCBh7+Sk7w+4t4fP2GyMT7BKjm+pF+VvlYKGj6C/9+9P6sJP5oxVL46QDI9K+USP+91Az7+RRa/iJ7yPfh20z20q1y+oW0aPAWpML7Uybq+8W91PkAey73HFVU+YtnmvQtiLT4+4Y4+Fk4JvkyJAj4mp4i9ndT2PdboJL9Pbga/6ldTPUASgL5Wt8c++CIgPylfpD5Yyqw9ovgQvzGmTD+bm7C+15VgPiHsOL6qPz6/Hdb+PrwQH795OWs+2qT7PnLAyj0OAtM9wzXiPum55T7bb4M/xF/NvZUtpT6+g6c9YbT3Pq0EJr5Bxty9mt1mPmTC3T2YqLQ+7FW6vhmc3b4lr4Y+2OvBvhJPUT+y3AW/Hy/ZPtxwWb5/27c951lePnhcYD73Pkm8YFKDPseAV7+g3Q+/uCUsv3/G175zQi0+9omJPjV0Zz9ocw0/Od8tPlwrWz2Npta8JA0eP2MRlr16qsa8LeuqvC8lBD/UXH4/SkUeP3Ky/r7LW8s+eCMRvvMpYT49erc+sxE0vvOIQr3W9809N77hPhfOIrweavQ+7NZFvjWNkL4S0G6+XvuCvpAuY7/nJlO/lr4eP1pTeL026ZQ+dixWP6eq276Gi/O9zUMCwB5G9D7k/ge+e7ZbPinO9DyOb5I+",
        "TwHFPuqmOr8tI+C94nP3vW7T7TyTPic9mgQhvislob2YKB0/O78/vYKtA77Pw4M9rUf+vqtNnr7GRNq+repivYH9/T7KJy6/nsuQvtz00z53yzQ8cqe5PgqBxr2mtzo+QpkOvlyYZD6F54K+cQ8qPSnjVT4bjGq+x+eRPtpqIj1bsc+9X9FTP3Vk6z3lCC4+DHFLPfI3bD5sfKk9QFiAPsuaEb8QMQM/SzUDv+OF9z2JHgk+z/CgvZ1ljT6aVwq/1b/EPvkvLj5xg8q+CXqRPoOmt75qyE8+eMibvUTtdz0IsqI/f6RhvGN6D7/54J09Q30evtXm6L3GA4A++6bnPk2B0D6tDsc7tVRQP4hJYL7hUkq+E4g1vFF5xL7KhiI/hkOJPL6lSz58PHo+dhMSP4I28bwrDPW+/8Q8P0isET73POK+On6PPpRvK7+Io1a/0iOEu//fnT6i8nA+t1nWvdV2iD06+yI/9tAmv7pmcL/mrCu8S2PgvicHZT3uqo8+sGkDPQvf+7zk6yO/FUlZPgYZMr7pQos+YQdvvT6HjT3+5ek98S15voGeG79fcam+faCmPZI8NT1vbQi+5H7YvSZX275rty8/377mvbjlhz/D/5Y88lo+v+607D5cbAa+0jVTPlaz0z7RWAo+E9YZPuPPpb42VAi+hD2IPghlIL8gV9u9GuwNPxcx876B9i+/Xbw2vyFEfD6F14A+4m6QPZsDuj39giW//pbWvkLFsb14uXo9aDtYvq5fSz0eEHq+mbLVvm0tSj9oh9i8GuRvPkh88j11v/8+W6xev76lOD7R7ho/naf8PWjcbz3xYVI+XQl0PrvY1D2YtIA/rxrpvWvdED66i5E9yNCCvuNiLD+8IgE+CApgPkIE+z6PcKu9UFAbPoYgFD8TWEy88gWcvvsmGD+EymO+glNSvqXJ1b6d9+0+mBrevrLD1z6UvL0+sFQYPihUuj2DGa2++qCbvkGQ4757iA+/qoSbvv6gmb5YrBy/sXAJv1Lv8L5wmkO+",
        "OG/jPjIwkT5LwEg/v6diP8hP0rpqbyI+JXygPvjFCj2xRp89czzdvu2Ngr4AIsS+EK7YvqP1wb1PRuy+REp3Pm1lzD6hdMO+LXUtvkR+yz0WyZo+SY0cP64NOT4pzjc+Ro2BPjMdTr8V54e+9yoCP4BHhj4eUu0+WR2hPllZUb3ea54+YW3AvUH3M79Jfaq7HE5bv1EB5z3er809KHLBPlJmRT/m1DY97hw+vnA48jz7VQO/g1UTPer6CD3Ygeg9rszePn+LPT7BO8q8WtF9Pf2ieT252e27ebYvv4xlOb/YGN6+EDAhvhXvxb42A+K+8sDkPsnqm77kCE4+AQKCPafoHL1lYzC/fdoMvy7ixz6Jpg6/HQwaPiv5c76SjQw+9wIaP9M/vD7+CO68jRQsvayb4rpZyoK+0ItWPkj5ib4UoCu/3PwNP/BKGL0xGYw+6H23PToBbTu4PME8ZePLPktpM77Bt70+D0QUv8ha3j7CtHg9swdGvoT1ij5DTem97iILP4NKlj55wwE+LLGBPlBTLb5crXA+5D6BvoH9YD45BzA/BT+IPvWcGL+M1nc8SsS0Pqh/Ar4AURk/KkR4P+v1+D5r4rg+OTYYP52zAT72l6y9PAwSPcsr075JJOA+v7jivaWBQj5AfrQ9fxY2PhJHqT5+mgS/ktqIPwICUr5wghe+BNkVvrwHDr9xu4W+rG8uv8UqkD6YBpi9gjtQvmHNzL3lrxO8Asi1vjoZZL82pVQ+F+a4voZICT9cQDs/NSaTPuoqlb5zLvS9sk54vePU7b2WInG+IQIHv76VFb4LLqk+saoCP/n7gL60ApC+j0a4Pc4lSr20WXq/fiNzvYYe8L1ZFy0+iW6ovU9qbj99nBc/Q9grP48gpD6m4YC9h+fBPmWOOL/ar5G+6j3ePVwPyr4zhlC9xEPavu/wqr72TaG9ev7iPl4KML3enIc/xQctvsZwHD5gOIw+KK0DPwvPxz0WBw8/TZOdvm0Diz54g8w9PABvv0172T6QEC8+",
        "dASwvIe41D5Xmbg+WWrPvpnttD4lAnY9r3sQPKm/Db4+NoE+qDObvyIc/L0XSRc9Y9PwvW73zDzd3qk+rlNaPuYbED5gzRC+4VsNPqDbzL4FBSi+vt1HPujDeD9fuYm+dm0Lv8wGCz720wa/dnlbvSrO877hHkk+M9hzPo7E+j7XElQ9GC0fvzjKD7+yaKq+ce7+PT3+0ry3aFa/eaGVvdEOtL4yFiA/ndg4Psg+Q75Crwi+X+Qzvxc4yT4wrxc+UpSLPitywL1htQw/fJp5P9pYtT7vZBE+VaHLPSacO78Hn3I+gFGKPifHYb71OnY+Z1h+vfIeVT6ocCE/AeoHvybDZD/y1gO9i29IvqnPfD7qr4o+ye9iPic8Qb+SsWU+WnjhvfpLbT59h7G9BaXRPuS8EbtB1Dm+7TKQPibqXD1xHSw5ggRIvgvIa7u/e8A+OrSTvo6k0T0Wrby+26bcviboIz4IFO2+9HLKvXSU7D0W+Xo+PbRvvv/Zxj4PF8w+pXbYPuI2e77frJ28lZTUvlLcA7+R8/a+2Wj6Pnogxb6v6LI+HHaEv7Gm2b7beoC/O6zEPkCWSz/ClSQ/FViuvDmM2Luy1UE+0+wnvxVf2z210SS/CpZvvazA/73jECG9PtznvWbVFr7VETy/KbMXv4Tv3Lu4ddI8yOUovhYLa77CVgi/BwjgPbv+ob565Yw/CfvCvKOjVL/eHiw+tgqtPpiJnD77fpw+ng8Rvmt0ob195wa+SzkovXcqsr4AxYG/ADcnPhc/oT6CdEC/bGwev3SN5b5ypAw/eKRdPl4j1r47rRO+b/YcvnuYrT2TfJy+TUtQvkMY5T4gNVA9RxkNv498E70izB4/8aodPqhPfbwGpWy+8HVUPp5tgb8bTpM8xu0FP/Getj5q3gW+WbXiPno88z7aOd8+7gKeP2VQFr/OkUw/KiWbvnkVgL0A5hg/HEA3PhJL2T4DlUo9a6eVvmu8hT6/CYk+LzbKvu04Xr/JPvU+uBi4Pa9UEL0X+0e+",
        "R0BrPjPDrb64cLY9vCa+PVhl1D77Z+O93tQgvxoDaT4K2w8+aSILP4z2lj272i6/eNbtPnsiFT76PHO/qLUWPmlMoj1sshw+Gpk+PjY1bz/42Rg/R0apvb3kBj+74X8+tTkVP3KMDL8ZcYK/lS/RPhKT3r1UjaU+/DXcvrFF3j1Y7Ae/TteyPp/d0DtF1jU/yJ2Gvvc2Fj9TaAA/0I3UPnc1zr5Y5pI+luFUvgwT0T6Mbgq+pCMdv0p8yz6diMU+Pfi4PkpNmz4G/Ac/9qKPvvaLtT27TQQ/vIz/vJ4wob172yY/0i2AvxEOlz0/XEs8vtS6vq5nub3DWHA+jws/vL/TnDzS6kG+adCJPhcN0L1FwM29fvg/vA/5Ej/QeHK+M+QtvppYEr+zuLa+xK+NvoElUb9kVW+9WdtkPSFLRT8BAe++iOtyviYIcr6XULY+PRDFPki0vb3eOYq+sw7jvSXJEr6Dapq+rjNxPmwQDr8apA4/8X4hPO2Tyb56VWo+JGI9OwBGiz972KK+3hoGPyTGlb1zexC+/gIhPpyzML+Q+Ya/LJmJPhcrAL1gLA0/A8KRvi/wlD5vFKC9lh3XPD5Ruz0Nx5e+sAf9vgSIGD+V1RG/TkXpPrzAF74SQoo94ZItPk0kGz5yF5++WHv+viamlz7Tn4Y9Pn6Tvv265DxmrXy+MyqFv5rekr5unuY+yRdOvlpkAT56kza+Uv4Nv3Aepb5oxja+BfQuvvXZbDy+Ldi9juE1vOJyuT63JrC+je0ZPusISb/9xAc/awvuPoDxgT5ze7W+yBk6vrVTUL5QLxc/1Sq6Ph4ySr+f0x4/uTMuPxEKJ79S6sa9637GPghYnD5Ks6S+gpR4Pih8Dz6Teno++4GnvnoEL79Kqpq+xpZXveAkE79Bkru+ursQvj5FEb9Dm5e96ZsOvy8cDj4P3BY/3NB0PpbDjz+d5Rw/kT5pvsEzCj9ok1Q+TXUBP8436z4DziW+l/5rPtsChz4fpyC/whTXPqlBSr6XYC29",
        "wCKlPvEBhb+vfTC+OcjTvT48ij7ZLKo9w1qVvpCKaT7WgiK9M48Nv6nGBL9zWwM/drRAPq5eSj8XrQU+70UOvqxYD76L8k6+945qv8Xegj6ETdK+RO1BPoPWCzyLfWu93iJWP3ziqz6HZMu+vfadPsBbi74AFxK9ijESvqqRpT4AIgg/gxG1PkoGgb5SG2Y+LvfdPb+3877xMBq/cyowv0jMvb63k1C+S42DvmTOMb+Q6Lw+c4TmvmEC0rtJjtQ+TjW4PrL9Qb66PiC/JoOPvBkkUj4VHm++vCMUv8umLj3PTvq+4Jz/Pg24Bj+zLKG+Aa17vbnVKz54bDk/mqZsvhWvyT7KgOw+4MrvPuIu3z6OK909PfV5vC66Wj6cm7i98HACPOERsr4bMIS+6vx4PiWdjb4dC/s9VVuYPoL8jL4kdZQ/HRHCPlkFir5A6wq+X046PsO4qL5d8g6/rktKPh98cT4ff9o8simzuwBP9z4QpwY/p/IFPnbUCz4oLHk+eSD1PgbrGz8Ni5O+U6XEPjyRhz1gbec9f8TPPkVY7D7Qd9I+bK7TvqwMtT2nbrU+7Ec4PvW/qb6/xY8+7zQUPRL9lb68oUK/9LGtvro2or0UXta+X3Wkvpalcz5bnOq+8RIoP9U0jb+k6I6+Pqo8v1Mw/D4Ajbs8MvoLPw83S70U2Q09W2OUPs91Ib5clyM+t4fYPsOrcb/FQti76oDMviGH0r4CnQe+E6/ZPRPOOL8ukui74qy6vvTRib7Q9wM/PSVBPr2slj+N+qu+ZLgPP3Mpp72onSM+iSupvcs9X79FRU2/8ZkxPwMjbT4fcxA/gVMzvxgbhT7pj4W+xg4DviWmyT0otEM/AqdoPtPFQz8TWWM9RrtQPf78Gr+F68G9QB5CPh0bhT4oTkq+lPGgvmKkRb5JLlI8/fBtvia7ZT5gvRW9PawbvyBPY76Dph4/NEiRPRFKmD6HdF++8Y3rvlRJOb5n9dq+Vaw3v6ip2Tv9vS4+pBsVPS7opL6yz8a+",
        "fUYEvjfXYL8Ufwg+2l3iPpVyuj6UpdQ9mmF3vk3hWb4oz4g+ge6aPkuxyL6s+vw+ikyxvGmqfL6/Ay27y02eu7mJ4j4Ll60+njmbPYFm4D6NbjM966SGPXZrlr4USmS+LZ6kvjiDKz8f+Ty+ZLxfv5QKiT7kJY892KcGv65qar11F5Y9egQFPW8+LT1Ttrq+Rc6Dv48XOz9UWvW9Ng7PvlgRub2nlv4+Gkikvm4MAL0oO/A+heo1vintCT43+I0+8WyRvjII2bzY9fo+2Zy1PnFEpb7h3pk+/oNuPsU+UT55Hua+1iexvrSIIb8KixO/5JmLPmrDxT7VgMs+1jWNPh+2Kj3BH16+X5EpP+763z3TWE+/HL20vUfIK7/zVx++SIV3PmDLjT2BHQU8AjwvPfZJLz6/wX2+xjz8va7zED5474I+IHYmPxb11r6M/wO/PADfvo1qAT2YHvo+k+gFPxLrE76i0U4//xFQP8WkVL4puIi/GmmKPkAdyD1D6LY+yiybPuidVT7lnpY+AMAiP1DmJT/hLFg+YTSGvZwUo71wrzu9pqAXP/fmJ78VivY+kTOSPTvsWr0qZY07XbkQvFayKL9Pv1a/5+t8vtQEZL/gCfq+SoQJvyD1wT5NCQk755xtvlWUx74qp3S+ufJbPnGF9T7s8w6/3h+9vmixXT+vwFI/FXtRvbZUwj4yUy4+ISJ9vY57Cb7bOIs7VOz0vY/4Db5czim/Rxg/PV03Yj0l4Zw+ar7SPel9ED+RBtA+GjXIPEUpRL81HQQ+CWcYPjBsBD6XULs+BuKVv6GKSr1WKNi+ihAtP1fdmLyrqwq/B2EEvlLhZL4AELy+Y0waP0ufNj8D8tK913MavmczSbsixr2+jHfHPkV177yRZwY+1scMvqB1ND0Eimo+kcEjvqUv27wI82E9GgLQPVivBz4+3RG/WHf6vj+drb2OXGw+rRigvbDbobxm9Ek/9/zRPvztjT1iP8M/ZA0ovqdcOT4eYxi/n6D0PsnSSL7HafA+",
        "uaDrvIAcOb8SJq6/zqv3vjuztj49Xwg+FSrpvQvEI7wV8J+9n/zfvmpKyD1zcau8cV0dPyJ59D7/Nw4/m+TWPu9CAL6Jg3S/0qsbPT97kz7lR369+865PkfAzD4C+bi9bLtCveLZnD4HAJK+XDvJPTj6nD4IJDQ8clkmPYW0XL6cQ8E+lufWPvix5L4lT8E+bmWHvs9A7TznG2S9sx6oPdIccDzNm2c9tnGTvVRoC7/4d5c9Wg2xvvVigj7B5Q++65Z9PvsuqT4kINW+TQ3xvc2OoT63Adk+gkQtv9kFUr+mxSk/cpRoviRt1D6FEi09Byasvp1iAb52pJ4+fKIBPtjFIz5vX1I+hfRMvlM3XD/vvvg9I/f9PfsuCr87bhC/XUNLvpyFND87NFe+ppxfvzJUqb2AncY+KPupvih1pj47CSo9zUiUPanvnD5kp8i+ES6Nv40MZD9A8mC+eBO/vtkKSLtFdj8/p7Mgv4kbPj7tvdW8Jp47vY1NmD0SB1m8i2Z4vn30EL+HnHO+f5XoPVuOMry/KPY+fOAOP5TPED9BeH++Pn0Ov8tj2L7eny+/pm8oPliEOT60w5o+RBoOPp9SfL4f1i2+6z/DPoxvED9iMwS+89SJvcAJhb31Ee87cSb8vTaj/b7Oab69t0mjvpeRgr7D1Aq+fzgEPQ3gwD7CfAs/aJdtPpR4Yr7YYWC+jJ+kvu3RgD43ST8/oaQ2Pt0hNz7pyAU+LQFwP+j15j2rsia/ejD5PdZ23D71K7I+Xq60PopMzb51JZo9NPQsP2ENuT6kKMC+Dz5zvu5c472CPbs+SdkHPx/EcD+kFRk+/GMGPucfOD7438A+l/cgP3OkdL8HjJk+y5U9PlM41D72g+28KxU3PoVtcj2+6EG/PRTZvYuFbb3hqq89Au25O98Por4gkaY+Yw6fvcagxr7daDU+Zx/4Pgu+ir0359A+6rihvtKE4z7K63i9niEuPKY85b4/eiS+XjzzPuup7753opC+oxcAvvM8ZT/3Lhc9",
        "3TytPvU+A78a/Jw/KOMIPsxVmLxUwcI+owm7vYrCoD4Tatm+TWjDvVeOFT9qhxK/LyWaPj6vnL5vBKG+V/upvT2S3jy69xW+eicbPZogzD5auxG8xgJbP3ObIr9AkpU+IrstvptTQ76CfGg/NXmXPj+2p70CsmK/NUkPP+eQlT5V5aa+lztcv6hMFL1m7Ti/PSIsPUqTqD5vxpq+BcAZvwYIVr74egI/nLXlvthYB79QmFY9ODP7PWvFSD569Ga+Xh8TvjMUVz3/nHC+VCFtvsDIlz4tmE69JttEPue4Gr+0gZS+cpVKPkmU3761lri+a/uOPaCtur7fp8k+x3EtP+qj1L6Spim9Wh6dPRPmPL8ea3u+tu24Pie/kL7rq/A+UV1RvrCHSb6xYP++D8MVP/SuX7//tAy/MTIUP1+6wjsGQl0/Wn3buzEIjj7k5ro+3omOvWoSLz+suJe9iEsZuqBmhj3LPxa981aTvkqcGzzQ4AU/APEiv94FQ76RgsI+RJWxPrZIM77hFKM+U1Eav4fONru+ggc/7D8Mv/jbPz+4GXu+L/g0vl6adzynRYc9kDg6P8GYUz88H7y/1yt8vhgHBj/U3Nq8OMRxPiUBgD8O45e9Rd3/vYSdFD0YCbW+0ngHPqKLAT895ZK+bCtAP2Zr3T5hPPc9bC5yvMVevz5SJye/7FFIvvb5eT6ciRm/UfCPvmYJXL+18/M93PCYvoK8Kb4AA/k9biurvRYoHD8qiBI/QFZpv7eTd764upE/I+fOPnQ+hr3rBdQ+UNwKPstfO74UY3Y+LvycvWUJNr4x8I299eOLvibzgz5x5Nm+8R1IPjukeT4GLPs+R03/PmVCoLuNUS6/kZuJvkwfbj5tVHe9IzkyPkS3Or+JB4a+W8m0vo3J7D4Mv5Y9tgBhvqdZJL6KxJK9B53UvttVCT9/Bbg9le8cPoJnNT766oo+7rbPPAOzmT5T7nk9/39VvWcSOz62xQy+6Sf3vY5SHL8Gu769wPyEvh5kHj9es4c+",
        "kHlyPSwVvb6oa4E+ZUx1P/P9jL48jU++0fnqvuf6yr6bhjA+z8oHP4bgGj9nVrE966JnPuoRGT/QAok+cg8lPrU6Mr+Qg2W+A9akvkp02T508mi9yuydPkoHNbyyLuy+CIAFvtF9NT7HuRc+H0y4vrZpXr/PUVe+gISuvWXFgL0idoa+oHs3PvPViD5pt7M+dCHKvCsJZD5GKWQ+JlqyPvbDgL5h96k9fsdWP7VGRrxZL06+zgHhPIbcuj5O8+W8ExZTPom1PT4dwaM/rpxzPmOREr2iMKA+JdS9PfezIT9kjy+/ziW4PnSULT/+Doe+NbhxvsFFZL9L7jC+8wbSPsqdSL7IHZA9xD7mPoUEAT7BJL++kd1ePwRGOL8d7sO9ebHTvgLzfb4cIZw/t79GPgFLyr62IYq/IfmGPaH9E75/sQc/r5KWPontCT/B96q9l6GBvaoour/aX848r3IyPqwjiL/qyGU+G4uMPiKJIz/1Ciw+R/a8Puk9Dr9GGQQ/NGknPgrQxb7hXxw/vChov1k6Pz+rwhi+9sG8u3MhrL499pG+HFJbvjTYXr7j2ky/cEtfv0cGJb/o/tc+1Ji+vA14GT4+KXE9NRKzPpQCE74V+4c+E6JqPVRXIT9lubw+YbfvvtMbvb3UFEY+55hWvuvZ876v94o9EjWpvcZ9nj3erQg+AsokP+2IRj+ehbc+iPR7PVt6KT5B6Jq+YVkIvzBRQj22mSU/dCAtvFHGSL9hoGS9mqMzPtYJTb6zGps9g3fsvvspYr5sr8k+9hBeOQamRT7RYJk+HS2zPmKUuD4e+3Y9li8PvsRsHj9YMiy+rsl/PgpTgb4SxxQ/dWtQvucA076uv/K+d3i7PPp4kD5lIQC/LpqiPvxH0D4IxzA+JfscPpBtxT8gnA89HYxvPScheL7CWMQ+d1sivpiV+T6REIo912/uvi98g7/TQbW+LjYFvm8EMj53r569dktdPP3+3TxJaQe/i5aMPS5HfL3IO+s+OWgqPyOuID+UPoI9",
        "JR2wvpXUl7/4to4+Z8Bjvq+MOL1LT8M+w36MPeNQCL4UBN08b4V+PtnbiL6l3Im9gqMGO7mr8r6BcpU+6MVYvgLkDr6swM8+LAKNPuIRZj6EYr0+PdJCPsWxK77lOvw+WzDjPYBaCj7Moxw+FKG5vkXOUL6me4e+XjoGP6+tsz5Onb0+WFGkPlbnQT6aR0o91xPzPb+MZj81pRW/9+eLvwnOpzv2+Fy9Ho4sP/ICnLwrvau+oAOLPvyn1z7bSYG+2U6qPbqRDL80n8K9jaFdv+FqqT7ldg4/34mPvM123j07HEQ90f4uPsQ/RT4pjR+/OOFUP6zUgz4VOuA+wgW3vmEHEb8u4PK9M/DLPgF3P727EDq/af/avgAyD75JkUu/2XHYvmtxCj5Cp2++AMAuvK7EKz6NSFi94KbbPqAvQD/AEl2+Mqu6vnHpEj+k2HC/nc4/PSC3zj5QpLU+6O1bP76Mtr2Zug6+SD9KvXN5Gz/ggme/qSaivpvrID0h9k8+KcrDPnQFGj3xciQ+vI4nP0bYij69o8g+9r8iv5h0nD7atQW/Y7itPoMr9b2+wr6+35+uPmjxmL586nc+zqrkPp+NGr6it8C+elfOviTs2r21zgI/ng4HPylvtL4igQk/bL9xvk/xfL2ZHB29XBBbvv5pOz9fW1w/h/6BvwNGyT6RT5U+urttvW0rMj608pw9uESjvo3gFr9C2628q5wdPdvcbb8al7k9LSlevnHKDz8T9SC+SagYPwJ4rbtkH0s/+eq7u4RyzL5l2uI+9hu6vjC4DD+5pE4+5u3Qvc0bxb7HuQG/HJH3vuliPz4zhmu/MKOnvtZr3b4yMuo+AeEFPTIOw7xHr6W+pty/PlTLP78oSYS+aXd/PrYHmj7t1xo/X4MFvxPlaL2dRoa+MueevrzpR74Oquy+NHmFPr2mfb3JTWa+FIFbP0hzSz9c2PY9kqcbP9EQX746o7K+AcN2PajKRT486d88+jo0PUXkTr8JZe68jlN0PgLNIL6tha29",
        "Si6avti2D7516Tg+HKHhvb/lrz4NVCM9MpelPvMimz4MyQI+0SgEvt4UNz7cEB6+EoIxP4imRb/WAYo+VsucvlCq677RprU+j1MvPBp7qb6v60+8xHL+Pa/h371uR1O/fFYmPyKw2L6eqjo/PiILP7Mcb78i5sM+s1IAv22hYz6Sdsi+lWPSPjGq7L2KLqa+0q9iv+wtEr6Q68u+EQwJv75EKT9DmJy+0emPv1xVoT2Kb9E+6tTYvjGe1b50lae+mwzmPhUJjj7JOkI+KJy+PamLGD7gdPe+Jl9ju8J8ED6knEg9ML7EPXr9aj5XXI89L0AZPzCrNr+GyxM/PbPOvTtOgD4FKOo+/e4lPnL3pr4j5Fk+ZJY/v+Znnb5m4IM9iJc5vm3yVb5Gpak+StegPjqU9D5yIey+uy6xPgh2Ob/lm7c9oi0/Pv7CjT5VNX8/5d3TPubGib7ifI2+bysJPI0Ucr/ifl4+iwYwv4ykoz7CA3i+cOipPoUbp70c3WY+k501vmBOCz8jb0c+NpCNPhjJhT4XCQa/D8KrPUrECT8/EQs+nIu7vmXUlL2LZWo9QbuWvgYvTD0v7Vo8unuPPpOF/r1tvQa/5Dm/viLC/D0zbdk+x/PTvIceqj5DwRu/btzgPif2Mr8p21G/JQcMvochuz6osl4+ULbovmMhdj9knEq+0ADSvbKREL+Tyw4+0hfHPm+8Er5mhOO++iDXPblXHz60w3o+5yioPlOMgz7ADZC+QYDQPfumbj7CJKE9yU8qv3HVlz6P+7g+mR0lPrnRyj3hsQ88AJi6vFaW976RtsI9uBhbvRpaLD/XJnk+JhvGvONYBT/cLaS+36UkPpoLrD7Yisu9VXlAP3wsST/KICa+fMaSPnq5+T7akBQ/sh3cvFChDD/qPwi/Yw4HvyCaPb/NVFm/+3FVvmzWdT4aaey9SOopP+KrPD5/X8K+THXNvlRRlr4Na8y+oVy9Pso35j1YrYW/tRENPz1bYj7AxYg8Wz2fvqIcHT5f0di+",
        "okB+PTYn2r3l3au+oSpbvwCkgL3HxAw/zbSSPp6aQ77gPK+8s4gqPm1V4T0G19Q+U0XXvia1i71zFzM8Tf6UvpWpGD6BFZe/zW9Vvi3Rwj2AAXQ+S3nYPS3uYr6pAJi++RkXv+/Uqz5rz+E+FkZAvdqhfL5/vaI+bPnLvCqBf766gl09ZXmcPv/PNb/v3BQ+isVuP4Vpob0PjNc+ByCovt/NDD7DX6q9BRBZPSzyiT7BNLk+VIsJP3v59rxN1FW+USj9voAGaT5I9Zg+bqhBP4Y6Er7Q8NQ+9+MwP8sSQD+Hyc67GZ+hviKYx76gTzM+GaLqPXAlXj5Alyk9zxbYunyii75TxJe+zUQlPReCFb595+s+OR0TvWcWjb1BwW+/I6bMPqJlSr50+cs+6eHXPkhpLr5IIX0+9Qa8vtiHzL3a/Ja+lnhNP2gM075QT+K+/deqv5yz9L5J1ru+cMIcv+U4OD9ABzm+ZluvvxTdLj4AziQ+yzjgvmo3Cr7VKR0+aWmjvdnLJz30d6w+IYsFvs0VoT7JP+6+3SKJPtltLz7zUGW+2B97PqCvTj+obsy+sJoIP3XbGr/hXMg+M1Emvx8+xr6I860+HQ8oPEWY6j2YsgS/TZNuvpk3/b1j6+g9jhFrviZ0NL01SHs+EcKhPmM4kz2pQwG/nWevPpEhIL/KQZg9+eszPylFlz78WJA/jF0FP56usL59M3+99LRDPlxTbr7Py4I+zL7svjuWQj4YSom+70LXvjkVmj61vKs+qQi8voJKED4SuY++NxHcPI7V9b7VYHO/adjAvqqbMr+841w8nB6lvdPisz5zSx0+EVKHPvi8jL8oO/6+/diAPt+Jpr1HeMq+cB3zvtHSwD4HvFM/8N6UPsFpUL5NLhO/f3flPVylOD3PkQI/c3nePoip871u+6W+0BxFvyZeib4mVmm9eTUbP4cY9j6UnY69WxmWPc04Aj0PMAI/sOZEvoxLST8NS0C+y88VvfYNHj8508I986ZLv3GcVb0A+7Y+",
        "p/cavzjfLz5SBym+MH2jPnrHob8t9Mw+aMiaPkeXdLw5cgK/H1h1PvAr2z5lUF4+61QUPllxIb/x7N2+rc/rvjBnsL+XKco+4W6iPstVnz6cHVW+olPfvj3kortv5Lg+7d2JvtkEfD6Vbiu+I4eavYXOJb9OmPI+HC/nvgKujr6vr9q8JkcuPwpR7z44oTy/mJvEvTGgXD4KLyu/12ZiPtrJfb2XhBe/IjGNvSajLD9u5QA+gLYHP3ecq76BaV8/J/AZv5Ks4j2CqcY8LFuqPqOXsj5+enS+rl53PmjfEL/FR+O94NGZPgmE4D3+D4y9bN8CvgInmT0cIsu+sSHWvuq8rj4XT969iE4DP/LqqL0zoGc/u4cBv29qaz6/xqO+IVECPxvORT5EjV4+bn2dPQTdSz8FFYY+HmyfvrQrM770TZI9xXO1Pcj5Ar9TkhW93aDLPb6a5D02Tbg+66XrvaKKur7zcwg9coClPmHoPj8bNqo9Xxz3vne7Bz5IcPk7EWYfv8ULR7709SU8GqzBvrTtBb8LIg6/OHBdP6XeAj56JEw82Ar5Pt3coD7EtvA+Mqopv4zNAT93mzS/zTIaPjUYEL3Hwzg/RuP1PpoOOD4zy6k+Myh5vt2aMD4di6c+V9V1vrr/A7/URNk9YMH3vcYSLb85Ob08mHiJvgomED4ga4G/jtMjv4/VjzyKUJy+QLxPPs1EwT5cTpW875vsvpo0iT4HJ2++INcmv2Mdhb6stSU+EZUJP14EqL5BvSQ/VwzXvg7A7L4m1b6+fRU/PZ00Bj+sJJO++Vrfvrn9oz6jUws+KqOJPuMYKD7YaYc8jR6wvt/dkr6p98w+GjCFPknzWL9oILM+gKNRPpQq1bw1RYg93S2kPsjhRb4+5QO/yxCvPCq+5b7ACUA/xwmXvjGHsr4IRk4+IuSDvkxli7xRpSo/HjJfvDq6yj4qtR4/rpgzvqpdmj4ZRLo+V1XOPkpcUj5Y3OE+nTQYv9zvc7+fPBi/aeuvvguJ2b7jlAg/",
        "qxHIvq9U0z7g2Mu+xbeSvipxib7iXmK/tiabvh1P/r6RTj281EGyPfGOXT+Skn8+78tUPnIHdL5+a82+vjhyPvMQBr802WW+FsUBvmddpT6d+U4/ZXJNPtmaBD0kTQG/BQqMPn+hBj5P5xg+E16yPmWPE75Aa8q+O1LZvuE+yT7F7ua+VkmxPr29vz1aXI0+JVX2vCeRXr674bE+ZyMQv/yIFT+EHI0+doKKvmBTIT+VCFA+cTcGvkbI77wg9xs+BZyBv/D9ET3aN8u9ABcoPpXiCr/v8W0/L83dPTyizL3zxFa/nd4OP5upXz6b0zM9cy/LPnrter6WlUS/ynZHv7yHlL4batM+t/UtPlkVCLyBAy4+mn6zPVfNB758NZk+mQU+vnttqz7Qqpa+WmfwPUs0Gb6rjtk+w4QBvzraiL4uHKK+ZXQaPxsZFT+mFtA7f/uNPgQ1Nr900Se+yfGGPqZyqj0M20q+4nKQvlvFeD+K3/E9V6CUvmZam7xe/8s+P6KIvjSplD3saua+SKtDv3XucD7PsLq+7ou4vy/fGL2q89c+J2jiPRtzWz7k5Eg8rreTPqAoMT/JH2g9pwZdPpaTjb3pyVG+/mOkPuD6WL7l6MY+BkvFvmkoML4iPp89e/0IPwESuD7yhog+cBpevDc5h7uHKME9HApBv4OtHD4WbhC+WsDTu+mj4T5FO7u+xpXfPvy6mj4kO449M1+1vlMNxj3O9Tm/fVC5PYzQBzzIpQI93H1Gv8u/VL47mJ++hmMQv1IYAT/8pBs9M1pAv+ICLj+ssMw+/BgPPiIhG7123xO/mZE8v6fcPb9nt3Y/+pYEP5n43T6DZfu+Bm4HvoTdDD4/2Ds/6SExPjCBC7/oHsK+eA2ivk3LIr7rV6c+k7UmP2rTc78YfYY+qRrZPoVFaLw0Vdu+0BqxPjPEL77+twM+uIWwvmHkP77RKkS/geIPvWh5GT8GbFI/H/91v15eAj5jQuA9Csy4vvvCvj6GHse+AO94PU42ab7fbxW+",
        "elWWPqONsb7BToS+I5DuPQDrJD7rsHG+/+mKvqEbir7m5xk8h7b8Ppxo1T7AGRW+j5LJvcBc4r7YtNE+b+GIvnKKDr7fP74+07BCvwKDAD++pao+pBgdvk0Q+D6ONzm7Z2WQPpWDbT6zUiO+T6iqPWjEtD2l3Tk/X4k8vDw+BzvOnVu/3FIRPskNwj2ogQA/9QZivowhxj7nFT4//OAUPx4A+j0uKsW+WFChvhXUMT9bjRm/SfJsPufm8b3Ftja+Z06fvoJKhD7Vxvc+1CCRvxA6yz37bw6/6m1rv73lLj/Efps+71UUv6FHOT5MbjA/yMjZvMqxTb7hRV++TzriPrIJGr8j85e9P3xMP3+mKj7jryS+iSQSPx31ND7RpnK+/rXOvogVLT5y3SY+/Ui4vsKqb71MCV48jQ62vXIicL/b5vY9CM5CPpy/HT/yfRS+zPopP86/Fr8644a+4aOQvYRNkz4PNkk+vJj7Pj+gkT2s+nc/hNUTP5FczD2JA8i+06ehPKtZ1jzpg4G/a21VPnLKiD635pW+h/ylPg8yrr39O5u+v5kMvlG8tT4nl4g+1tZCvpfZBb/pAfo+WpidPU0mwT1B6P6+cnblvWRAKL5h45M+itjYvuh7SD+Gqvo+yO9cvj/OFT5IkaM+CGjmPrVKu76oddM+ijIav0islT2vEsE8aUwaP69maD+MVHE9LKvtPrXF2L04fMq+WdGTvhevbT4y0lW+HlDtPuZXSD918Py9B6gRv1TVU75dV+I++bc1v4JsSrzoezS/fCaqvruwHD+S3CI+Bnyav6dA3L5pAAc/dA7qPYHFiD6oP/K+4lbZPpjFST6cxQG/lPalPsWVnb5kuAK+uG+iPsR5CD0Iosk+KLC8viZfbD4eaEk+IMzaPcjPVD5ZhZw+6z7YPDoJH73qasY+eP7dvtQyjT4QHNG+SQihPk6Uej6gscA+bpEOP5D3kr26hxk84XSWvkvBL73IS5++WpCevoxhq76JsG0++/jGvkPVh75n3kU+",
        "hZD0O+9irj6jOM++DkW8vxQF+zy8IRI/DfravdjSCz6vM5W+kyBHvzUaR7++zjE/vXaPPuPbhT45m1+/72mVPGHSAT6qFoe+XtsCPxSWJD5NXRE/evmdPjrm9D7xnm4/e7O/vnTItb5k9a28dCeOvlLqHL5gtvc+ldr2Pv5W6r6rEvu7zsuLPmEexz57fl0+L5QrP6YUWr9SuL8+zWwiP4ZjHT0RUgi/paWIv/hSuj1ldTU+CzXpvmRw4D4LCBC+qxt2vmV9F77EeTA+C2MVPsw6Xzw5NzK+KrtgPvlYjL4yH1y96l8MPkwvDL4YQ5S//PwdPsrPHL8KbUq/2F/SPpOtHT/QJru+Xk28vuqV9j5xYZa+2szPPuFn+z5cgv28lA/1PqF7PD7ZnzC+rjdMv9FOzz4XNI8+Kk3iPRdJQ7+80BM/vBwhP1X2kr1mBRC/izWkPk+NRr75W54+qWtGPgex5T7ZTB08UXMdv/ZZnz3yf7G8clu0PuQ9Kr7nZBK+4stuPlbQVL63iAa/YKgVvl0+vL7T6L09VwlPvkQzlr00CBC+I8miPffQnj4sVnG+or1WP74APL4E0Jc+9GAMv6t5Bb/3fOG+WE3kPl7mWb9v8Ye8vU+zPlEG6j6h3BA/+1s4Po2xPb54dn8/oxgzP7+dJj9tLlA+SS0SP3FA176I/dW9BYmgPtqMGb5rMie+YDOrPtn9gr8JTN69zdkKv6BSVL33U769rGG8Pb69STnJXAE/Lve2PVsDSL6Q2h6+OBK3PXIPdr7FNJu+odkAvUD+Mj5+phq+lpYcP8ybDL+xgvk+Yxf7vm1gSr5FGc6+OiXFvd9xab1TYUm/5v5IPNg8g74kHzc+6ePNPt7BLb+Z1+0+dIBSvriJOj3sp5U9Hr+LPvBfyzoV5yU/HH63PqGPBD7QlFU+i5m6Ph1HND4iAoc+MguFvpbdBsAH35U+FvRLv/mo9L1UTkE+BJ5VPxoSAD8yFYS+AhkrPx+TdT5n+q++2nXkPXPg0j7jVcK9",
        "2NKAPzUvyL4JeEA+6KRLvo0/iL7nUmK/dcv/vAL02D2hZ8Q+QM7xvpd0CD85Vrg9/Tk2v+PGqz5VFjK/E0fDvq2VDb9MpfC9VZaIPnSJH7+FD4Y+ajmdvt3xnT417XY+f8e4vY8nDz/KGmO+gZGBvfDzkL5z/AY/o7UzvxZ4xT6454u+pcMWvqLID74tsoc+7dMzPww8Hr9PN2q+cCc4PkWDF73csRw/q62iPpkRgz1SRwE/orAIPq+UX7/h49q7zBY9vViuAD6QXmk/C5MtP2cGRj8ZfwK/Q7dyvZyA9bwmrv+98ZvyPtTZzT6aI4Q+4hHXPgm2Rb6c9Oc9BS6ZPRlimb6XJbS9c45WvUAEl74afYs+mySDPuvK2z55XU8/fcwrv8bhGr/FdL89VBmGvva8lj67WU0+PZj0PUxhxr2yJyk+M/wPvTzJHj+MfeQ+wEsxP50Ahr90O+I9kDVdPjrxTb6EHBq/A62zvmTeC7+nwMk+vmFVv24DID/fXPC+cB1Zvh86Ob06CSO+3bUUPlnLkD5U3gG/0k6uPsHuwb4eXg4/yDsKPpIFxL55o2K/5UuBvSGVE7+4XDW/+pftPjLScz72O6a+PfMSvzxrXD4xeSI/kk4NPr58az7R6qg+tTOCPpx4zD1b8oa+c1LpvjkdTT57S84+9a2rPlLc2b6mrxg/JpLmPdj11b2xPGK/TYm9PkXKG787P9a9PbPkPVJBmT2R7jM9ZFIpv68kOj5i/Lq9wxitPmj8mD4H5MS+6iL2PeIAOb8KaP68pkYqPbQP2T5WqOu+WBVdv3BKPj6QJb8+AnIgPmbc6r5KrMM9OzOVvot7bb84D2u/0Ietvjz8Br8jIqa+/gAlP+SsjT4DywK/3InWvieOEz9SfII+4rNxvm3Mkb2SRP89j34GP6c6rDsrq6C+n3eqPjnTSL6a1ru9sc7/vW4ZYb5ylMK9E6Fgv0ykqb3mBo++XcfVPmxt4b5/3ZE+UEbnPuivjT6/27q+kemhPkisGr49x7M+",
        "GiqmP+2PnTthpiK+UmGJvhOzi790lhO/vRh/PyMeCT9R1709ownbPmTb9L0EHwG/mFFqvu+X8rzMmqU8muWKvnNBIz1qdAI/ukp5vnSOKb9opxC+z5o1vjU8XT4+rgo/vm7ePuvNHb677ia8xHgpPuKxZD51eWy+cj6+Pumjk76mxqE++orivV/9fT6gmgE+YnE6vphYCL9IGHO8ee6iPt21+b2oRz2+AWCBvzjvdr7lgRm+XSjcPh2DVr6XN3U9xrssP5dDTz5Eb6Q+zTkmvxWVFr4Wd9u9XSYUPyqJeT1bowu/DYf5vkcvGD8L9Jo+/lCIPnwuyj00PNk+vCGFvoHp7L6h4vY+IWwgPg0I3j6gqYC9CrJBvjlPGz4NdOe8av51v0TbIT4oDso+IobBOikYFj7t3E+91xVbv5tsAT8a8xs+rOVSvs/HMb8EN6a+c6CHvjEcDD/3saU+eahkPnndJL+nVuY+U26xviF6h7+5ixA/20FHv92LKj8YOe873ykKPoXFJb49uvq+bqKGP/QCPz6HQx2/+y8sPx5QID8qsya9ECSSPt0Lw75sdFC+HXHMPl9mCL9wziu+pHCJvRSy4b31YCa/NqA4vnHby74AO546M9rcPgBfO74TOF698sOJvsDokb7cPAI/P1ZKvLa81z5/ctm7n3YQvsYt3b5H3Bm/F/+GvmWaUz4aBHm+Q0gSPk29qT4nrG4/iYLAPbUDD7+Ssze/M40IPz3+Jz/reNY+8CYOvlR6Oj/Zvt2+Wt8fPujyBLxjSNw9kWsKv59QAz9/ob87lM2avl0Aer7vPV89TaXrPjEbdT3Vgf6+N38VP9300j6MapW+yFApPlC657ywyYm+nd2ZvuWQwb5El72+1KSfviMH2z7eU/O+qOsZP2vHoL3F6pa+L26EvZrTgr2AtJc+nqFJv8crQb3Spr28qEW9vfWrwz7YVju/vJXgPfFKyTvKq6k8maSIPXVqFj68moo+TjlkP48hJz/ijdw+JkifOxhNCT/sbYm9",
        "tKfJPGbus775xE49EyztPTeYDj5NTdy+eN79viLXKr+Bx8Y+UfhJPSJsGL8SDmQ9zWOxPpST0761uku/UlY8vq35Pb+t0Oa+CECkPjaEir2D5fW+hkxPvsXCoTy8ogc/YY2QPfTZZj83Kws+Pw5dPkdkOD+KDUG/XN3tPr0AGL/aMj49GEWzvclUF7419PK9HXe6vfyQAL6ZxtO+b9YdP+xmnz3jFbk9y/GJPmkGCb7hTGq+lOmmvn86Mz7gyPK+5cygPzagML/VON09QMy1vHtjs79VR5G/y/ONP1Ujiz5Opm4+Bsp1Pg/Okb4HDTK+OfeHveJw971r6hq9m3odPccEjb5/NxM/MRNWvrziC79iPzs+zEsKvdFRaj6fbek+Lij+Pjl0mD7nS70+WV6cPbaRTj+qON+8JUhdO2iz1r7cITU+K7oWv4mNET4P5A4+hLaDPgK3274xjyK/9MbpvftpTT4TcJy+bC9lvk0rM77eyMk+X0g4Pjhtlr6N3E+9SmYmvULRrL4F2pW+x+v1viDNAz99Rpc+fXGWvkWOPT7LkW++wRYDv+3qOj6odq69c2q9v0i0Zb0E5FA8SQ8IP90t2z4EgfO9xxKdvZecd7+8zzo/At/0vpy4ub7v2Rs+sgCcPkx7nT2gkIw+7e11vRWKwz7G/Vi/LTJDv8T5Ub65LxU+qHl9viEJmz7bUSK/HJ/7PmRKcL+Z4LI9WH1RvgLMlT4CAxG+n1WOPTFgXD6BesQ+MahtPbifXr4J5AW/bhHJPaDEcj7kmxS+/oWqviRz2D5ImyC/s8uHvylz7z3L2To99ny5PvEMqj6E2qU+q/UsPzx8Fj+mIFE+cVTQvuPdwT4pBBu+vETLvyPWJr6HB8i+9IYhPoIuHj7ffTU/DDGQPZqnLL6Inyo/wzbFvtTQ5L62CDC+mNy8PpBgAb0Z7WI/bhVivn/Pzj4CwES//pXdvtpaIL8y8pO+SNejPdpRrT7D6sy+GhQJP6hht7xV0F6/YBcvP5TRmL6r192+",
        "bKLivokcK740CT8+R4EEv9CP+T68xO++ZysKPzyf+TyQ3nY+HG30PkTK4r6U6Hq+SKLLvHWtnz6RvT+/XcXCPmrxgD4L58W+oKS+vvp7BT9ZwgQ/vcYovy1QN79hOlq/qo6hPWgwOz7N1Z0+aNoPP2Xxd70+Xt29U5x8v8c3M75obua8lIqePjhAfz6AGMs+vvKJPrN5hr2da8q9le0nvzaaKb5/O9E+yBJKPuc+MD8Stxk/3fbSvddqvL7qWgk9RxlqPfYlJL87srM+NbyYvqx7CL9SyQO/JjYGvq5d7r3bGx++CH+lPZpFKr+MoFK5HcshPtAKRj9MVLC+akJLPjGRIj+M1mW+ZfOCPv1X4r6zF/E9y/OJPRKxVD1LXb09ISMQvanpE78r/YS+3RWjPnN8rjs39co8PjKgPqbIzL1JVzS9nUw3vp7/9z7LRCA/3+TevepZpLuRlII97dTYvsyH2L57E1Q+hPwPPxaIaz4KQJo+luqXPt6Svb+3c4Q9PW0FPjTSVb6xMTW/jM3GPRW8Ab3aNZO+pKkaP/HjhT77XA6/okMnPyiEnbvc75S/zDwOP69RJb8GGoA+M/dxPtfVHj17PGq+bd4rvOn9BD+QQYO9PfgZv+bgJz+U2XC+4nISvvO7XT4gxAm+IU2ovue4zT4nh0C/wBVfvqhnqb5/ohq+BMMnvzD9Kj5V9M+8hE8FP11Bjr7+Oh6/+QpfvcSs5zlN+gG+nt5Kvnrbr77SCRy9JifkPixirb2w/As/mtxjvrlaKb/bm6i+QmYyvxZLBz4Feru9y9GfvvVEKD76wcS9GwoUvzIqIj6Yw+E+AhCbv4n+Ez/zrXe+ruyYPjAIAD7XhJs9bzqyvjH0Fb+Je2o/bQJHPY11C7/FaFE+4ernvVHI4j6bjuY+IzIZP9fEpD1/Day/tpuOvvcburz8NMQ8URwcP1r8Rj9IkpK/bKTiPnLFj7/OAXc+FfAKv//RYjtNC/U+XpNgvlM3Mr7djAU/y+PUPvwINr5xWz+/",
        "xLubvrMXHD4IgYI86ihkPiQG0b0OkCq/W6hXv8I7dj5mSEg+u7hGPmBNxD5966A+eSQYP6XblD6OpSk+E+9avQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "RJONvF1MUTyKgho+RkdVPcZt/zwRyPA8fcygvJCa5bzX0/E7A/GCPXuzmD0NLZQ9SgEzPeC0Br1oJcg9HrdfPSj1jD3hbtE8OlwOPey5Lz6wsCM9CSL6PEByez3xIoE9NreMPeo5F7wsSoc92+GRPWLXVrrySrO6P/SLPcZuljynkDA90eW6PYlKTD3Fsq09lsXOPVZdYD0QMZ88AFeMPcx3N73CszA941MiPa1pEr2LowU9NMa3PSY4KDygiWg9riNwvY2o87xnlE89911HPTXxKz1VCKI9VudNPa0eED3LUuM8j2HgPePWpjxXxY09f74OPTwiCb1/yPQ8quWTPErItj3uuW899PCiPNEKlj0hgjs9LaWZPeyVAjvPjqw9uP5DPDhEsTxIx709Sf/nPO/Njbzsq4Y93kejPbXsLb0="
      ],
      "weights": [
        "lhXwvXJsPz7b45K+6/WKu924Qj6Fh/m9nBLgvWvsdb6vglU+gr2FPsQgtr235xQ9WSzHvPkqwz5WDEO+euEBPhhup71s7Qc+qYe9PYyPsr5CpRY+ynY5PgonOT1q9KM+F5pMPou5Jj4BwCG+jOWqPfoVxjwYurU86GckPtj7TD7eG6k+FysxP8UTNr7nBQ+/ATHgPkv1SL4/w3k+bHOgPmctOD24aUG8KcAVPm2DHD7h1qu8lCOHPteny75yvC4+KmbLPVYDir05OzQ+ZTVKvWV9CL2fsEC+ZIwEvivz6j77tcO+G7Revp/DIr5knJc9mcwQPkLTIj1cJbk9lmE4PtaHtj7tfDq+KUx/vo1GvL2gxPQ+NJbwvpv1hD2J4oC96g3aPbhR2r0rIIa+VQN2Pngbgz3+pAM+mh6XPQcjpz0hzwS9j+E8vKQwgz4Fb4y+yrEyvoq6kj/E96A+Aky1PlvWNb/O7CS//k5VvjwiUj3MN8G9YU0pP07VPL6W5eu89026vblPnb602te+5YqaPiRPPT1LRK8+9TsHPZvVAj7Nlyq/ItJOPh+7t728z+s9tsEGPyxVuT0WxpO9M/cCPRQqqD2X/Xc+N9rxvuIU5r5TceC7ObK2vlU2lj43lhe+JrvIPV6ixD7K9f0+EIm7vQj11DxtDwy/Crp2vlw7Pz6gDFy/uhNMPUgffL4SPZC+qgQhPj+NbL5OVSs8SjupPepGMD9rNOS+CMuFv/+39T0H1YM8JQwfPqeirTy0Af8+0GGzvj3bZT5xbJS+lCMiPEHjJD/lYKQ+XrLIPOUUs7/eAo2+fpi/PtUxhb40Z/i9lEKmvfdoJj2SqE8/JT0pP1zf7D2XFG8++64pP3Ai8z0S+YS+P4UVP5jAWD5rJj09+y5wPn5AEr6NT8c92ZDbPcQrCj1ZGHo9wonZPFzW8j6EToC+LxtDPnOgar/ujKg+g2ABP74vsL43kkI+I41NPkME4z1P88q+k+4MPs+Dej44ZNw9ZnhivCy4wj5QaDU+",
        "7vsJvsD6lL6aSPY+mGLqPqxPPb6aQI4+wmE5vv/a2L5dMXw+gmzSPJVK0b4NCiw8sNqmPcjihb5ILU4+9xDYvbI0hD6y9km+8qUjP0QFbb6Pj42+UNEWP7KvxbxlJSk/fWcvPpTvAr+qC1Q/KZubPiTLjDz9yws/u0qSPqXDNL6qAgw9kLJEvkp3Oz6J1LY9pFKKPV6HGT58/Zg+fApNvTEBoD6etr++fH5Uvv9chr7iDzA+fGETPoU1Ur7aZA89FpaaPXJjO740k06+45QDPlanHz6zyYk+EitxPgDWsb5SjAU//wkhPpNGoL0ibOs+v65uvotVnz7C+L88IeROPcOrjb4ZqGI9LRTJOekY576ng609mtfNPZItuD5B07a+yUzmvhwANj2RN7Y+b5gnvemcj71HB0K+B4QzPgyx1z1hopQ9tdQivg2ePL6rppa+gnozP3+QpD6FuLM9HeMXP7TRmz2x6KW+9VBzPoRiEb6x+6Y+2D4RPbNyYj1vZtC9JjhdPrIW8LzzpaO+2pHkPdAJez6BmQ498wktPmfhJL0/j7K+ZAaevHS+a755+j6+TEJPvnvoLD02XFW+E6H4PlHHLr+Nz+a92m1cvgWReb4v4Jo9LYQZPxtW0b5MBxC/hKF5vv7AED9X1WS+ZoNPPsBlXTwdFiu+b8kGv7XaDj4j9y++ND0yP+UcnT6n6X88BsgQvuVggT7CoJ49EQkEPHKvEz+nZ7C+XmF0vrFBLb5f3MM+SPdKvikhoLzBhq++SgtXPcVtAL/CqY2+R1HPPqaKSj5Cs2U+tR7Tuk9rcj0ia6m9uuU0Pm0JGz46zRk+f5iAPpiRkz2R4bw9cnhaPjDWxz1TmMO9QpEJPu36P77W/0K98SoBvfUwF7x1iTK9SI/lPT43Pz5r0SI+QPS4vc04Lz5MfBC+M+i0PnTJ4r1/LCg/C8AovVUFhr2Eg/09d+h2PTk8jD4+u2y+Iix4Pa/wBj7o+uK+ybvfvcHPN73p4qy9ZxKzPiO8YT6mmpa+",
        "EK9YPdF8HL12sXe8oGeKPeDsUrzdJTC/dLaKvn7lnL4PjK0+oy+9vk6oDr2/fUE8kIdrvEsAc77Qs/c+EbK/vdN27ryTQXE+YUJiv1v+Oz7a/cK8oKKXvi+SaT6nt5A+FzGNv+oQ/b1T6429sHOaPWwQI74UXsM+QKkBP6qsOb4oilU/onAvvuHzGT6bO/u9BOFDPliA5j542wM9bVmePi1gND34bQw/huvlPL+Sqj602Rk+6EaXvZ7S4j68rza9tEQmvZksfD8gETc+AX2kvphk7b0lFNA+k4pXvUYy9z6iyyU+I1ldP/TC7ryoJh++xjzBvlPbjL48KK0+cubKvpmXUr90IRs9qu8GP80FLb6pegM7ZtlGvqK4F743vj4/J+SvPuWF5D4SyPy+Jx0/Pwo1h7taD0e/sUVmPob8kr4OLKq++PnzPRJp47tfzWC9zI4EP0DTWT7sj8K+zN/BvezMBz9lYdw9l0zXPh+iIr66XI69FcQivjmAib5M2je/fi5Evtv7J76GndS8lqF8Pjw+uD2oNhU/J0tAPyhz4z47AAi/J/KhvFKl776jQQa/fKVhv4nV5r2PrSs+A0Bnv+SCm74UNgw+ook9u18dtT1iiJO/5Z4NP7+AQb9Uz5I6QXc7vRAXPb8o1HO/qVkbvzP/vr4E3Ko9EQQhvag/nb6TZ2u+mxHoveabQr/p/Eq+MciMvgm2CD9jVW+/LxH7vVt3or4MICI94SHqPukWXL3YMM4+QM8Lv3gcN764wPu+eUthv7mqPjxFdgE+bn4Jvz9cYb++08C+5QGUviVCjL9MgxY/3I6DPqZIGr81DqG+jhYZvxhy+z7sXoa+QPhRvlu2gjiCd16+Dl5Avxvz9r2qnSo/E6eCP/xVRr/1pwI/8xF1v9sScz8B3A4/kjZEvYCvoj24w2S/AWH9vdtLMj7vARi+lvU5Pu+AYT5hNuA++mKTPdmLir48aKC+U5U3vaGGU77husy8Yvg1vuibGD1kuMI8yD7XvTT/5j0VwDG+",
        "Kf6KPtDQbD2a1tk+rTedPhGQJr4niAa8Do2bvL+lkT44bpO90Oygv1zCbD78Fi8+Ath+vRaguz1PXr8+5W9yPkXBkD6hbNQ+vcYJvpgf3z49P3u+BC6SPtU11T2frMO+jphlPj8arz1/4Za9I/xKPedYRL7AlTy/M2Duvo+3kD0jky8+gtdZPcoUJz7CnJ++mLQAPnQmCL8LCZQ+7IIcPmWRwLzzZkw+FfF/PqtoEr2uroc91YiqPq4GOj7Og9A+U7LwPlFzmr0ktdg9vo3KPTKTSzxixx29dHGHPf1zzD5WgOq+3KxOvppHBT0ajM8+iyuhPW49HD6EWm+9CCoGPis3Iz45f5Y9qonOPvbPQr5YzA4+rbcOPrQ6z7wsVkC+F44Gvc1eib7wd0Y+im0Dvgq3AL9ZD9c+JXjKPQSLRj6c/O4+ZNYEv/gvFj+8fYs+WNyDO38Ogz7VJdO9aHq8vvb3rT0aRKS+HBzWvdJ2t723INo+bz17vMtOtj7XRgo9LMXnvd+ONb8YB+c+eLwov/jjwzylwwy+ldAdPpMMrj4b0h8+3MakvpjXlL2SHUa+JM7Ovra90j6w5fY9jQCGPojPGz4qLhg+axhsviBYpr6dK/k9FNXPvJhSKj5QHhK8Y+VJv0pGer4Zq4g+a8gIvuFPMr3Dk6c+YLPFPYekcTu8f8Q7wjECPnvoMT40aqw8XuWVPvTKKz/vygq/g+YaP2OX3r7KJGg+e1+NPnlo/b3Luhq+/lzMvvwLmD38i6W9m68ovo2Diz/oX5W+knBPvnT16715lA0/LUJMvqsGT77u2JM+dJrZvrRmtz7QFaY8lMJnv590PD92+wa/H3ozPnMJTDyr99M+xmZSPzUT1j1KD9C+SeksPSWvbb1X1Ba/4Ps/vsrnjT+mkuu+aAYGv7KDvz4mXAm+Lh7VPreWfj6p6h2/dfEWP1Xmwr9EmLK+kv3zvHs9H75RVN2+KMe0Pgk1zTwj4g2/JD8Rvlm25j32aSs+FyONv0cQNz6ztok+",
        "ZiWBvpxr5D2ROmS+AQ5Nv0SR/T2Iz/u8j0NXvS+1WT7tQIW+jXwKPrt8Nr6AjuC+0qlmPbFYgb7XwZe8CuXHPZZft72Mt9u+0YYhvwauUb2cFQK/sZgdP6vPOD9TU4+/+7T/Pg5G4j7Hdh8/LHqlPs5qxj1FKnI+5edjPii4H77VKBK9pRI2veUtIT+yRK4+FN7lvYu8q77Pvxk/FLizPgjJQD2xEXC+pN5IP+X3Cr9/XQM+EauhvZRojr4v2eu+Aa2JvlI+oj7aHSW+yaAdv7C2R75lIIo+i/5CPrgBuL52kuY+coiovppHtT0skXq+EW3bvZb6AD6c8gm+FtUnPtBhs7673wo9byk/P83sxr7Ke8i9SzkbPWTzyL1VTja/UgVAvoJf/L39w5i9tTciPgoLET2OCls+mBBTPq4g9z7AuxE9I6D+PcZgFz4+og8/QDSTvf/Pjj7b8hc+BhI1v+PpRb8Scg09fFOTPw4cJb4aRb69arcbPwqW0765vVw+kERiP8egqL4fzMw9sAUKP4mWbj3/V8Y8kavfviXJBj7a7Hi+IVq+Pq3iDD/uK4i9UHrJPat6bT6VVhG/KJ92vV2jAr69pIy9MztwPdqHVT/y90i9bR0bv83/VT+o3oM/p+gTPfyQJL5sWRO/8N+tPpNDvT5gCcA+saaWPZSPfr7l+iA/DFD/vu65db12KLY+ohw7Pu3cN7/gL8Q9SubHvjNtLL+dm9c7xNrpPf6bmT6OawQ/JE+UPYUt2T6pWnq+ccavvnPWpT51eQE+nYUCPoHGRT46Zgs/6/tyvrRngT81XFA/F7XGPj5sjz4f5X+9f+8gP85pPT62Spe+pZFEPuc3gz6jwIy9DG6GvjZux74ywUq9OnN1P1hHrr6pNwO+sFZDP6A0ET5MYsK+cVz8vjvmpb5uFz+96ZipvhVt1j5lngq+tvanvg5PDz99Vog+0jddvxyBkT6F8SE/tdYMPEhBiL483t0+GswGv5UEuj4EAzE9j8y4PgV2y71a0YE7",
        "+ekbvN1tuj7MsEm+EemPPcCUDb60sKi+yBjPPvyQDj5Sz4k7ZaHbveApkb3udtq9x+rxvbEGdbx5vtI+cyq/POFUP71GLWi+ArWYvtaSnb4HoIY+2zqRPjPw6LxHHZs+SrVsPgV9uj6bv6Y+/vS3vebhjDz7DiG8dzuhPbZ5Ab19byW+3RC0vcGNS76sipg9u9joPkqyZr7waas+eE2LPpqPKj79smG9R48ePu2SKb4DNri7oThovnI6AD/+gx6+3SBCvYLNVr1Ac7C9rA7bPUHPnD5wyfQ+iPQzPhvkmDtipti+sFYavl5gVL5+TIi9mykrvdY34L1UhEU+YcWUPSrxsL7wPn6+eDRRPdku8r0V/bc+2q7JvqI3sz5ZkMG+qd1WvBCLhz6LQ8g9dC9rPmDvvb15ehY+lhWnPsz3NL60dEw9tOrNPtvlEr4e8xa+ptehvcTCZb6bJgK+x8UPPqgd1bxUVMS8oqo6voV0tL1GsM++GDXNPmwhob5nSDA++ZGUPtwepD7Ns5M97SyGPnGTxj6hGMe86GIzPkl3Ej6abem90FCCvtKnxj4exAa8TtAqPv6OpzzCnt09cg2UPpHzV77UHpM+ob2JvU6RET6m3Uo+ZWZQvjUOXz6v+zE+cCzMPELgYr5ohqw+7IDKPUWgEz4W46C+SdbmPqJZHj5et46+dnFHPWoFjj54WAC9VKx9PkNqhj4ABte9nbgnPrIr4j4/Bdw+Dse0viIPCT7t2OU9AO5Qvm04R70RG9i9zjitPcf5YT7EHyk9JqXcvsh9lb6OXAW+oU3bPlF/0L2udYa+Kp3lvYQn1b6xVDA+Nw0oPUlMQT1doRw/i/TtvQEz/Dx0o0e+lnFGv06kYb0vch49D9CjvrIPIT88Njc/sd31vmCZSz65kwW/fKcFvyFPn74nO7Y8juIRPin7EjommHK88QzNvsNyNr5HyPe9rx6ovvEhgz4hAcS91GTePXAR2T5ab0w9mcOzvoWJw77+Lfg+YKQvvRgiRT4jEbA9",
        "IHiLPvnT7D2bbqK+qEWWvlrnG7/3zyq/k0SkPgpRhL566Lm+tjGQvrgl8j3l7IQ9/BjDvqUZoL3TqZc+Tlb0PQWZFb/yxze+DEjXPMpu4T28USA+5bevvj1aej4tprC+FqEmPLFaUT9S4jO9wxIHPTluFL3h8e0+3aB8PqEkBL5sfGY/L28DPt0/ML71Lzq+ASecPv9ntD5qg7i+DPaEPnBDPj5OyNi9gg4oPizThL58raG977AtPmcaSz4yewI/JHnNvU3PHr2K3R4/OiJ+PdLRnL1vBLY+OTI/vi+0xLwIJyk9laOVPlUm2T1q1As+RmVHvgdRWj742mS+I6YXPrseDL67/sE+WAy3PCbQUj0VBo4+vYmWvlSzQT4PXpu+TzAGvgfsPL53unE+fIruvCbspL6cSx29aBFUPgCdID5PMRO+8uSBPYlywb3CPSI+SrK6PSQuyz4zB4Y9DDAlP0Q0wb6O7CU9Q1e7vWC26L37VMY+CLKePLWShj6uIoM+oTWovrX0Rr2mJJo+RDqaPdze8D2kCpU+6piTPcRB/T2LbbM+oc1jvWyimz71ycu80SKUPvU4jL222Rm+4Vasvd3Iob63NUk+Kml6vacrSz4Qxie/GBXdvVDZzTzwLiQ+36Ilu9hJhD4vxu69Dq3hPeZZI777u0E+2JA5vE4N1DwQXkS+aZXTvWEhhb+uASY+2OfsvoKumD5WmQk/uJzOuvI5pz6/zmQ/ScZTP+8W/r37pLM9SXYQPo/KIr26dbe+gly7vdbWdT6RxK696VBLv/VfMj/BZnY9B2VPPhrJcb6ZBhs/A7gWvuWMED7S4PC9MIAdvzB6JL7A3qM+440Bvg6kob2v9DE9EyfyPg080z4ePUs+SHAtP8ZFgD7rqzi/GfF3PZzn4b6xYr0+I+YWPSENvL4yGl0/YfRvPvywXT75Nam+LP6ZvPiV5D4B5QA+uBGTvin1s79qKgs+kt1GPe90gbxgc0S+pZavPodK3T7Gz+W+gSyFvpIYFj7ickC/",
        "1/biPnim9L2jPrG+9yShPHbr2z41FU4/AZJOvv6pIb9j7NU94CYAv0mnhz5I6JQ99KnhvaunDr5IEKm+l4+qPuQtGj7ah3Q5ExMov6ZVWL1Ndre+OEMsP1/d0T6EZlm90JbLvfNXUj4Y7gI/SlgMPiwh+75EJNy+U0SLPlVCWb5wU62+u22EvmxWkL5gVU++i8ODPinfST0Ssie/h5YAPx6kij73nWI+WX4yP3ly7DwTZMs+5VXtvZ9Tu74s2Kq+szV+vZlL575b1ze+j7fSPmmVe74Nh+4+16gcvhjU0T3QC8Y+A+iGvvJNpT5ghgy+LhvyvgsH8T7wXpS+AM7HPGRJBz9aqXi8yT4/Pwi0e74JAcE91+ELPq1Hn7uQuYo9EtbNvbpN7j4dDiy/TyBtPrlyDb88auc+BYCyve4/JD+P4cm+GeCqPmx0kj4gLYi+NYx9uyRLO76JvxA9FbIrP9bTGD8Z6Y0/7Sp7v5Di3z5MXp09Zk+jPUuw0r7vqic9awoFPhandT/fiQ+/Cvi1Pghc47kj6AS/rKqAPhM1tDwMJ9E+ZDBcP+E2Tb4pcXs+KLStvp+2Gz/uMhY9PwATvndX6D6O2wg+Pt9ZvdrlIT/zxQ4+uyWNPaqVvb3INoa9jmW1vtimRLo+YUy+r/KaPlOVHz8k+QQ+KeDxPdABUj7qniE9hjjxPFnaf70+svk9mK7SPMq2Lz6FDA++XvShPlUdjbxsWrc+YN3CPnWTHr4CC5E+MBnqvr1J3T4+xX2+W0s+PlhzGT6asSm+ybQiPooBEL0w4Aq/G1l3PcryKT/W+cE+4BwOPrwD272/xTg9OJ+dvpdejT78uSy+welkPdi5zz6wwQ++r+1Fv6ki8D2cHgQ+7SKBvuDxPj7o51K+IWVaP0x5nT7+XTE9cZcBvCAP8b2TsZ0+7cQDPqRXdL6gPci7aZCkPr1kmL091T4+SBKwvhQr8T5zuQg/kLyTv/kCxTwbDeA+tTw3P52cIL+9g0q/mamzvoPkAb8QDpY+",
        "ZM1cv2Hrlz3+DTm/TcW3vkMDOz8laRy//qssv3eKpbuPPx4/2KTcPm4Bj7yV0jG/rOkKP4CBzDqalAE+IbLOvnqJvj4jGg4/zbOgv6KmXj/Gv5s9xYvhPnyzkr4wlDQ+Qmw2v+3xL79knWi/rd/Jvca3jz3rk4U/BvCuPoC5x74sc5k/eridPexDGr+uJRU/Go6AvoDKGj+msnY+tPTlvvm5WzzXsdo+ZLi8PYz4w77MoqO+tAmZPmDrJb9LsC4/hWTlPisKfb8wn8O9axQcvgRJrz7T2xY/6PGHv62H4r2y0ng/NR0gvhNWzr6a/wY+kH7QPBEj7D6IiAg9ci+MPlib+T0z2DA9ySMwP0xU+L07DTA/Q13yvrE1rj53RK4+j18Gvhr+0L65rpY93VowPy/Fnb6L1xc/2RmbvmaLeb4y5h4/P0k9vt3DLz/jjWc+0ISUO2w6j77wXpi92qiEvs+Aeb4MkQS/aKIEPjeUQLxK4IU9f04Jvvy8bjyPctU+j39fP1VM1774Qxk+YWsMP6bcF7/p9Ok+uYNovrdP8L7rjDg+7aaEPiFWpj49gsi99DUSPmeHs77AW80+ni3cvl1Dwr51bXI9Hjc4v1pplT6mesO+3ntKvluoAL5cJ+G9MYzdvfWtgr+4c8I+d5IevmxI1D6sa0g+3P43vjlemz4sBT4+Fe3KvZV6yzzmGgs/4ImYv4Ux/z3cNRY/s972PtoWy74SwZQ+iVEVPw9EUj31Jfi9USVBPilzTD+Ne6o+5tAxPlQmjr4LyEY+Ahk/vg5tGD4u44W+eggXv5Ey4j1B1xe9fdzWvvr4aD5Xjig+AFqOvYSwsb2QI+s9oA4BPisdPL6O6R88FV97vhoe0z6ZXy++fwB/vIoWoj7iY1I+H1pCPnP9TT61K9k+XWUTP4T5nD7KdMu9feO+vibXND6DVgs/j2Ilvpbhs75KMDo9A8gkP1ANgD0UlQE/A7UGPgRio73hshA+QOU6vnJMLj2teyw+T3kUv/F6hr0ji0I+",
        "JJkJv/YK9r2Lhpg+23cgPt4Nr76LefE9iTsdPq0KVD4L2CY+VBiAv8203T7Ozag+gjQlvhuERL5ZXos+QFjFvVAnMb72Oek9+KYGP2XRRr6rEu4+jSoIPzJq4r56DYW+2jSEPVl24T4Kymi+I/BtvnALabzXUps+PqToPjn6gL6zQ/E8tK4sPdGAH794HRW+osQevaVtt77ePPI+8lsMvoftTb5cV/+9yyC3PhYiCT2jSWU+pt4+vps+IT7kapE+X7krvYvhfb4TWcA+KNVUPq6iBT69/tA86PVbPeR4NT5M8Yi+1mY8Pm+Thz6JV9W+If7Vu+t6CL64rJC9eCWCvnGLhj167wk8aHikPAQkJT5Oziw+BVV8PsrFJj5X3mI9wYsGP5lGGL8dVOO8xTXSO83Zkj65cBC8uLxiPnriSj676Io9IXObPTrK/r0PIO69qAKIPlQYgr5+XQA/2nidviJVgj4/YA+//sLhvfK08z6dqjA+pUX8PR6DVD1QIkC+J0uqPp7+RT1hNrG+HTnAPlT4/j15uSm+nFwCPouvjD57Vc8+kMxDvsCPej72iH085t4EvjrQjD4oIFM91Hq5Pl4gkD2uI849o6AHv0DgFD4uquY9rHGqPp8arz55c/S+2k7XPndXnj5Lvfo+KGCavrAzCD75gFy8EhrBPWQDP72X1Bi+RCcTv0OoPD8YqzG/oV6cPtIGIL1Mlum9Tm8ePrzvaD6oVlW//hmrPmIu4b0tMpC+a8Y+vtyh/z12h189Dw9WvASHXr+6yMw86QaMvAylHz7L2NQ+c5yJPdCZfT1m2ag93CcWv057Mb5L24Q9NSWlPobdVz4I54m+I+c0vqybLj+JH/k9/QX7vcyFFL7Haji+Fl7XvorsbD4crFU+1fOuvjcd872TEw4+BdaGvmFUzD6Vumk/4MSnvKl3FD5bfIg+1n5Av3RZpL7mBmW+1YqSPx82cD6PH5E7PtGrPgeAbr7zyaO+VLpWPiUtwD2QOH29Fygzv71Mjr4AdwA/",
        "JHkRvkxNyD4Q9xI/xV2QvZ/Zx707Isk+10vevk5tB79Omcu+4yayvVJEFz8L0Pi8IadhPvUmHzwOS849VKqQPS/L6T1p3cO+JR26Pp7ngzyB2Rq9Di8zPsYoaL0pwNM9ZL7IPjalgr7z0uW99ZFmPcngEL4xgx2+oqUGPdFEJb4Jyq2+SNjrvm88mT6xUZa+fGOGvolriL51dIe8Qr33vTlQEz2TyUo+rTZ0Pqy5kD3TbxK/RONIPyqYkr0R3jG+LKuAPi2h7z2M/0W9ZFV/vWvInD4CT2W+puRMPQeRIjz0QvC8rES3vstrpLq5zde8tzU9PZ9Raj5X/BM+mPlVPs9MkL7gBkY+eytivicCGTwf0z0/RZFgPyvnU75wCYw+YdPpPOVsvb74mCY+eBAYPnUMib2XvOo9napmPuP5xj00EBA+CpSavkWklL06zU89IpDrPSJqtz5aRZS9qEwePyhJcbwipPm9JQAGv/7lbr2cB34/DckxPgDyYD6vXwi++ojovj+dDD8RkFq7ZnBbPu8XgL0uxiQ95SzfvDNCkD5Sdrg+CvUsP3Vdxb2hcIM+DL0zPiSlTz0j2e49hVL0vITQvj4Fn3W+CtkIvl7uQ7+EWfm95WdMvhV7+z3HX3g+2h0QPBL7er62Kac+urgXvsnLGz5VImg+c6sPv04P0z2Ko4c9JIENvrAcPL6vSVE+Y2d6Podj4b3mSO4893YLPnyfYL7R3Go9ZfftPSTtLD4ida2+ltgCPzLJuzwDk80++TaJv/HH7z1ArCk/eKHBPsasuz3JerO+VuELv6Z+7L0VIJ++Yr2XPtTBFzxTQZE+QO9LvNRpkj1Wb9U+N/+lvlB+E75h5RU+HxEhPnakhz7aF0o/EnEmvrbGxD5NXas9AenEvm0WKD8OW7e+blvrvVF4GL5h3UK/TSdmvjOb8TxVT3c+wcuSPtRJB7xP/cs8w+OJPao34L1tioW+pB8xvtyWBb9nP9K++gprvm4ZUb6JJge/ACIOO0h/T77oOZU9",
        "cHubPWm+VD5u4Js933QzPiIKWr90D42+n4k+vfnx1L3BLcs9L9QGP5gYLj758Ui+Iq02PySjQr+gPyI/0J4cPvLciD4Ugyg+UUz9vsTz4T5srRs/TB5wP2Wmhb6R+qk9EB2Lvh2ul76zHPQ9BRBMPRPxKT/2xam98+gvPyeUuDoJMYI+KnZmvQJ1Er/rYA6+ymUrvm+hML6ZQx4/tD0oPDUs2L5hi00/bJ6yPk/2Kj2MK5o9xeXkvYDaUD6EjIK92KKqvQnqNr6mrZ+94iqzvl/2jz2kTI69KygBP98WC7xHfII9sCNEPf9RPD9FuM8+4EGMPvSaFr6Xy8w8yimnu+/SzT7I0s2+br6xvm+aeD5+6/o8KsnOvSg7Zj4KHH2+NI+xvmjxOz+wBVg+elmkPIfF+z6G77m9DPgxviPMT755jTg+uaYmP9vYI72BQhA/rHUnPlpKtr0b2wE+CXNEPodIQj5+U3G9c5paPkpGYb3K1bm94AI4PnaGjr6iqbc+j2xYPvtA0DuMLCS+4PnHPZ0rvz4MTAk/ixCpPTktE716BIO+SWYYPm/wxr6Wx8i+xjQzPosLvb77yro+K8GuPtEWX71xItw+Bq30PjOlSD6OUVE+biQ6Pngg474Dgqg+56clviGy7j7AXLi7iGhVPlRak70FAag+mO6UPW7Jmr21OAo83HIuPTHinb2XKhM+6hvKPnnnn771Vy8+Cuf1vhXNUL4Ijjy/CbIZPqwsdT5yZ8g+kxgjP0WPuT5/Ipq9WZR0vicC8z5dj7k+wKnUPiidTz3phCK+jwvKPbxCLj3xlhG/+IDovgrhzDutUQ29ICmKPoslPzwaUOS9Q0uXvpm1rj6XIoc9ma1NPl03Nb75F3s8T+fsvjAYY74cBrG+MU/4vkJnrbzhQlk+mXQOvgpoP79VA9k9DQdHPcuhSD6fgkc/isETvvtrBz4F+B2/uzPTPYFgLT0jIjA+n+aFvjKLWr/19yS+4xJRP4KwMb6MSMw+xiV1vSPJ0j0HbRe/",
        "K2SjvnOzdr2lhNi9z3zVPXup07ybPLy+FNOQPpkAzT599xe/QHYNP8WMcryMdYw9NznZPfXMfb17QSO/L/iyPm0Lnb3FqWm+2w/4PChKTD7MwFC+cUGZOeodJD4Bwwy+PzJTvlpKRb10Ft4+lSdhPWgcT77JUl6/WcWjPFtf8Do2ZeC+jSEyPhWQzr5JaQ+9OHJ5vFe3fD7Ip++93DPIPKyjMb45MgA+368dvp05pz7P1dm+OAa+vDXwjD56Wjk+N5P3vXvx5T5pytM+3nUmPrspgr5OFTY+IaSLvd/naL5iMjc+5Og+vugbGL4bAA0+sRITvmaqxD1WQqo+1e5HvbzEgDyc9o+8yGmkPh079L3Uqqi8OLGyPp6AL706MgK9vzxLPSE62r6Z8uw7k6D3PsEqmT4AGHs+DtF2Pvwl077rHNY8L62vPb1Tob5Xu8O9kReZvkgqQb7HMlq+JGWfPho1a70gZRc+AZOPPofLiz1or5k8BW/8vW3pjr7Jm7g9qNSTPbfVrj2kRjO/hRC7PPIvMj4k9iA9K49EvjYU7LyycBE/pw6PPjGIBr1NryM+7uwtvQINBzzgsyS+GIOXPiDfkTz4quE+FxExPtYljj6MsZc9EmIXPrV56j13WgA+9BYEPi4iHz/OYPE8BLcFPgXcmD5RCiy+EJkwvt/Eeb7H8u485MYlvkZfPL5BPp49+/UtPuFfl75HQMG91qEXv/7Wtb6jbaE+Br8XPsdK2T3eZiu/dSNevwlbmr3a6SE9f96WPYCH7L3ciSO9QwJEPTJ9gj7ZBBM9xaPfvS/tbj2tn2i9WTJgP/V/3D7/GBi9DqxKvrCYdL0gCOA9VV9dvaKDMT8AOZS9k5T/ve0GZD3FPhu+w6N8PijB5T6fRo0+PZ9Kvn7Kjb1H1S2+azFkvuiMTzyKFVG9CAcWPhYeqb0cVxG+4FraPrmhOT4NCHg+Y69WPsuSn70RsJi9O6S5vWhTWj9gJjK/iswXPhXlVT7i5848tZCsPCzTQb5oR7U7",
        "j6hevv7BFL9Ulpc9biD1PgZlm75K9GI+fhfyvemZrT59q7S+/+UrPmJphj6kAZo89yJhPth0B77K226+D6xtPurGJT5y9yk/Xg69PWvShL7bahM/C597vXE/K76DgFM/lyo+vmlmjj5twVY+9KM9vtxa3j44DL4+4JfjPHG+nL4tABw/pAAXvl8y9T6jqMy+Md8yvqQcuz7CcXi+z0uQPNDbxT6My0w/MIXxvcd/jz7oE8I+m0+YPssAWb57aZy+VIYYv6YVL74UjKQ9drunvrZEhL0rgYG+mBqnPvWk875OAm89t4w6PMVdjr4XH4Y+zsRivJsf/772iyO/Y4/fPueUMz4boyy9IlL5vtft6j11bxI+xb+hPkQNtD7XHoS96qQAP95qBT/dRy6+niqKvXR5oD5PuM093MfTPL+B1j4BnKq+jENpPozwDr4RJu29C4yhPSxn6Dy0EO49NXUWPqVzAz9WMRE+cYzfvLLnP765nXA+WfMovli9nD2rweU9dkmhPuOQ4bzUsSM8K2aDO71ZeT5g2qU+5aQHPtysJj3s7ti+6P6QPuhciLzx/RW+lU6QvmliAD/znMq+9JjBPlmDRb4MM8M756dhPg/5kz4H+n4+NhLjPlzWKT0ATCC+VLI8Ph1Hg76TEMO8BwCgvmbNaD0ROAg9IsCNPXCglb4PhpS+FE9tu/QOIT7nGTW+ifoGP7qbr75s2RW/wARnvpCh4j1cZYC9fGnSO/2f6T0HQOK9YnlevfSivD4y5N690UZNviIUBj9a7ym/mBtaPcx32D5x6C29d4mYPh1DNj4vC4G8LTtsvh/cYL7zE/8+d41KPmdx2r7TXvO8zmfJPu7MTT4aLXu9qsOsPvASJr85Z8w+u/3ZPspmm71oM4+994bOvR//fT7Gp9U+fyqyPVOvAb5y1jK9lZ0/PlNCSb1UTtm9oebDPidZbj5/dY8+DFILv0ynubzFahE+chwyv0w5mTq7GzE+a+EyPolnBb4Z1qA+TcU4PxTC8T6PZoU+",
