{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "21ca9f4eaa7b82994252fab908496169127690058c583c769f46628869f9c2ee",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "fOOGPeln3j4bnrY+5AedPrX2kD6lLIY95PJPPs9nMT2yJyw/16tNP220ST9XrAg/bTqLPTbtIT+CFGs/+EwgP+BN7z0w/gw+yQ9XPCjXRD90PvQ+PxR4P7kHzT7OAxI/95PkPgYimj5JLlg+ovp4P6l1Sz/Ij+k+mlHlPO+VEz/4C9o+2mgbP25LPT+jhNg7q2EGPyBEzD3VVtk+lL8GP+ELVT7mfPc+uQ1ZP6ZVPT+oBLg+B8f8Pgo8cT93Fis/g21UP2qWOz+vps09e0mePr4nrD1qNNo+pd6OPgHLaj+4jDE/lxxKPsNwcT9BKsE+ymYQPyzWBT/aAv0+19OqPjD9Lj0="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "kkMgwXfsPL8z0Ci/gAx2v3JiXT80J62/8tY/vyLbAkDjhrA/IIi2PzgSSECr9w1A3hHdP7j3yj/6RY0/S0/+wLpbn769ThO/GdN6v/8utb+QtJY/MjmMv6v3DUCD+5A/0F0jQFxqJUAi2wJAM1pGQLD4AkAtUChAIyk8wXIrYb/Dk6y8cwyAv9iikL96BaK/LJSdvt4R3T8zWkZASGmEP5Do8z/jhrA/g/uQP7TxIT9NXdu+VfIGwau2V78QEsK/OvdWv4Noqb/77J+/tDFPv7j3yj+w+AJAtPEhP/xkxj8giLY/0F0jQEhphD+U6dY/ZsMIwa5Sj78LPHm+N6a0v2aCQr9kaKO/TYcPv/pFjT8tUChATV3bvpTp1j84EkhAXGolQJDo8z/8ZMY/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "Hb+TPVnFCT62y9Q9tYytPWvfGT1HQ+o9i8FEPpIUlj2sg+M9cROCPXsdGj4y4S0+fJbMPZC9hz1dMb093somPpEWaD4ZzYQ9MFCiPQcckzxiYDk8+7Y0PjBpeT1zihg+BdMSPs+zED40pbc9K4YqPoWz4z0uF2M+4q0OPVf6GL3ZTwI+SWh+PbyMkz18C8c92vErPgNMOz5/J9Q8ABYKPmLFsj6bYZA9M4FPPkCG4T11fzg+I8PzPZUPBT76thM9ggRxPX/QFD56BfY8saEiPttTrD15oYM+dyCkPUSRGD7Ao989BTXHPWrG+T0lxqY9hAnEPdiG0z2o+gA+L+zGPWkkW7tpwaI9yzmpPb3ELz4LM2U9lqjfPeKK/z1AyR4+0poXPj8nyD3ac8I9JRfdPez0Cz7GHQg+f3uPPb8Ehj0="
      ],
      "weights": [
        "2WfTPQKx4D0HrYg9SDYfPun3qT2PW5o9ViQ3PsUtEz75BuU94WXfPfM2OD5yBEs+3EqiPSZXEj43IaQ9FUQzPs49pD4qV+88sbVgPkOyrj3v3Q0+wq/gPU+W8z2l8ZE9pwkmvIW4vz1B8SI+pOh5PnStij2I32Y+yJV7PWg7AD5dprE8iDsGPqkAVj4nJdg9kkQzPp767j23OQI+rT+9PS01RD6uhMM9Qhj3PX0cOz31nVk9FigTPtUgfT3e1Hg9v7moPUranz59HgI+hKZKPvZi1z2SVkQ+fcnuPSx7HjzBphk9KnQsPlerBT6Eznc9euGLPWh/Rj7fYxc+3RSaPZ77uj3jT4Y8JKsAPv7BNj2xI849Q+fyPUeKKz4XrKM92fIxPuCYkD0yJDE+Xu9vPRv8Cz4cUrA9HoiUPfngLT6oaaU98oRAPhg79D1UhBE+YXFdPX8Paj3sJu09H5gLPrRYAT6qLd89KEUpPj/jpz6Rj1s9fXAhPvpumz0YVQA+sDglPu75gz6SMSo+LDiRPeorIj5Lwdc9kK/QPTpebj0YEf481Ua8PcApLj51Okg+nn2YPVntMD7s0249zDQBPoqrxjw8ogQ+AuARPWTGFz69k5Q+pOmdPeCo+j3j0gM+1jU0PrGVBD0uuLM9R8BQPUX7Bj20HPA9hcdUPZmjhD2WqOE9FU2RPjzdBT5nJWc+bl7hPRyOUz4EvLg9RmQpPKyZDj5ZnVc+MYEzPjYP+D2NH5k9rp9SPqBHFT6fjOI9u/TjPbLODD3vrI89nCZcPeE1KD4CA/09uPyjPQ3YkT0BlEY++hZDPuyVbT5uvSM93KYdPpex6z2WT7o9fEfVPQt3lz2Lt08+7JnoPZ4YGT42DBI+FQlTPUt40j25WtM9p3KNPYpIJD4djJ8+BBcXPv33GT2mTA0+W62dPVv3Nj6qeRg+3CguPv6SPz5Vub893JsqPrPP5j3Effs9HqpgPQ5qr7vxJ1s9dQsqPrYPpD4gFM891LsNPmrUwT13lPk9",
        "TEXBPHZH/T0K9kM++14oPrUOPT4JOI4+6rYNPtLOTz7ptOg9w7mMPt4aAj41bYE9nFMlPQ/ErD31AYo91CmaPUq4Zz1mIDA+mfczPqFr/j1Tv9o9EmNzPsoCBj4TxLY8gKgIPlHLET7tvRQ+oWWoPV4bsT2yb14+t5YaPtOwtD07Ucc9KFMzPfKDsz1Mj/U9ndC1PWuxGT5RrEM+IWOgPWGfKD7EQUg+MKsYPqWIWz1Avnc9nwjmPdXe9T3p1Ts9GokyPeWKgj5Y0H89MmIiPqIaVb20toU8375yPuH8GT7sgAk9cDv+Pa1iJz4AmyY+AGmMPRsWCj54/pM9/NoxPudfLT4EyT0+ZHo/Ps0M5z0kdOE9bA+8PQivwj0IOPs9NmiaOy9PpT0+7UU+RebpPVB2Zj2dgYE9hvO9PdBiKj772zw9qtSQPYzWMT6fF6M95C6XPp4UNz5OcCg+fGKYPV2HEj5AhCc+9q9JPmyqaTseeSY9oQfNPTrVOj2i4Ho9fBWBPSVNgj7NArk9TXw0PkwPCz6gnz0+CATwPVIhxzvthpE+TzB0PRavOD6rYW89Ill7PWSZLD6CZCo+zHZ5PZRJ1z0pTG49ojXFPfuIWz1c6QY+IjwaPvVrAj6l8dU9DL05Pv+iXz408GI+RoLuPejALD4NzLk9OWSYPT5OAD1m45A9PNUMPlHF8D1bNgg+0ghoPnsF/T1aHVk+cXggPu00Yz1gjtM9rpkvPk9ChD4fxbg9z7obPt6G2D1Fzg4+EdNePqvM6j1u/QA+ehqsPdwwKD64/Nc9QicAPmmbOj7NQZ082trNPaOeKD77VE0+PMK2PVCIYT4zAsM9nLD9Pa/LYj1QvCA+z+d2PhOp9D32GDE+5ApVPltquD0XqOg9AF0yPmpkST5O5bg9cnWiPYRIIj2hXKY9BeGtPXXdhT0jO5A9kgEqPhC0nT3Cl2Q+EYwOPqDnSD4q1OM9b6HSPLE5CzwLWK89XcUBPkezfz0PxVE93kNRPgV2FD5Sobk9",
        "7PKcPXVgUz2SU+Q9066ePTDKlz1XzAs+fWtWPj8ILj0dARU+DKpNPi9UPj6ZUAQ9F5kfPkqx0T2d5KA9d1blPIIuC79IR24+ZC2GPCIP9r7Gk2W+p6n6Pvc0Zb58Q0I+6ETXPdDCCD9BA588eD7evPtZEz6ySrS++e9APvvZsD4q7d69UiCaOXQKST1+Qkc/MfB+vjMeVb5yIfE+ynYNvhfb4T7DlJC+cD29PiH5sb5PVWu8sxe6Pna1qr7dlxS/JiRTuuGP9b18/Tu+kQo5PtvNsL4RFEG+Ny18v8ILEj8fLhQ/KgULP2/arj7GS82+azZ/ve+fjz6uo1g+Pm38vXoLgT/wnKa90iuCPQ6DBb27voo+DD5DPo4slz4sDWE90uR2vCfuQz06XbG90JjWPiKEOj0jgog+1rlUv2QzlT6byxU/lZLePjeZtb4n4LK9iQzfPs8eKD4ApA0/OM8MPj19I75hTaM+cyAGPoO1cDsp7Zq+6s7JvQpT+Dzv5Ou+4b6DPtVHJ745HK+9LKAWPgWDa73hNkW/gLOMPvZhWb6WLPC+kGTnvvxykr6nf0Q+IluXPyEm5j22496++BUDvlig6j0SyIA6wQfTPvB6Hr9gXQM/AROCvoDtRb7YhzA+SziGvpmOBTx4jj6+tKp2vte2Hz8zgDM+GJT4vsZaQr51UaU+b+pivmb/Gj41P7Y+zZqnvtKD2T5m85e9ytV1PsdlPzyif8S+mKnMPpzvlL5usQA/De2RvTXcnz6aTg++seRIPYF3vD0uCbk++TbEPhB3Ej60f387eHDmPuL5m748S3s+5cQWPxRSeT7Rzxc9WqlgPpPmdb6AvpY+fVqtvlLMxj10EaA/Ww6fPY5XP75+Zcc86zBtvrOeD74u1x6/pLDMPmAQuj5a9Yi+BQkKv4u6sr58HiY5QqlqvmKmy72rhUI+iluTvjRIUr6XQqU9W/kyvuWFHz56K1k9NVE2vk8UGD4bPA88VwSTPVpe876KZfs+T8oYv0UQ1btviJK7",
        "KkHbvjU8Qz506A0+8fwPPhO5Rj+qkwk/MiLfvpyqkL1DdhW/Rrv9vn2Dzb3lpau93WYHPoLWoj4sXJW+bFnGvhJ5EL/Fu5s+2f71PY+yGj5FGMY9YLcLP7PxBb8CqlK+cJ1YPrjjQL4jv9I+2U38POwuWz1pY4G+La0EPvKjrz2ttos+6mrgvSRWTz7/zQ4+EB8kPZ+Rjj0wGHK+9Dkuvbnilz4Qj3G+ljp/PlxMKz8MtB6+dfuEvgLxGL4ur1u+HDy1vg2UWD6xB349wBjJPihBJz6V1AW+m6iYvvzYIj+Y1VQ+OvUavhU/3j2807c+q2nuvptgpL/URw6+3l3fPgMTx77haxa8PxYSPRbZVr+fDVO9X7gMP+je9j0wqm4+Z1EUPteMBT7ulY8+lf9EPt1iiD2QnDy+1V4mPqTrCT63WpM9TOm0vQOGcj6bnDw/tJlnvgrrnj3FI5Q+i5prvjGJpT5X5qG+yfKOPj10ar4SWXs++SGUPjX7QL8fsPC+XUa3voe8hL6fUse9ODixPii7Xr0SmeC+kwg5v8IPnz4dsC0/GUtFP7CcBT/8ehS/logPvqpMmD550PQ+T49OPhBVhD9Mfgo+vXpbPoZETTzi/Kc+jHrUvXimRD5/IbW9zkB8PQr35D0Zsvm959cFP+LqYj7CANE+BbwavxXBL71KkUQ/qVcEPwzmw766b8K959rePuMcqb1y8co+hSqFviE/Z77flv8+91upPXW8qz3GTxe/Ko47PpBtPz5BhGG+4bPxPuW52j1Vf8c9SWsEP4kW7D6opoe+ZDGpPstIE757nG09ZRHSPiddJb4HYAq/s3GePv4B5L7m/Q6+OB2zPJwJn76pJ6i96SUtPubLCL424sa9fJIIP0Q7Ej9hrq++dIcIv4m8e75ZJ6e9BbGfvQC1+70Kdoa+4RgePYMDA7+ChYS+zw/OPuAK/DwCId6+hRv2PoM8sr6RG9u+zZTVO6CKTb6/6SA/CRtZPfLzED4k5DW+tiwOP5hwHz8Ycb89",
        "8UfgPv59CT8rKY4+AYNAPhLULr9MzKI+loAAPmm3Br5RrZq9OcuYPq53qz2pvWQ+6QQOvxn/XL6I/w4/mKMnPvX4MD9KCbA9mic0PpXElb7Vz80+7Q+WPs6QBT9Dft2+StlnvK8dPL7pifO9VYtAPouAgD6eHpI9iQBNvRCqub6rCCq+ueUVvUD+b7/IKsi+XTQfPsOfe75NZpq9+O0jv0z+XD/vb7o+5+IpPXXIeD5/plo+k474vu/qIr+xtC4+GUWJPkSGILsHMXe9VhTNPs7g6Dw8PL298y8ivhMTmT7zU4E+3RTLvm5dqb0bs4a9kl6NP6Y6gb4n9Q8+Al3WvoLD8L77VKo+PNp7vTWeMj74gMu+ZlO3PeoPXb1T7R6/7s7ovW0R8T5A9SS+yytbPStbwb0ij7c6LpBzvuVYzz4giI8+rXC0PR5Tdj6cLJo+SpdnvryyNT9r94c+jw6avhQCMzznIkI98dy3vi8Izb4I5/S+uXy7vt7nr77F7Am+mvQEPxlItr6gMgg93vWLPqaTbz54vFa+ThILPsTeHj70l+s+atkoP/0Zt75k9QI9+EP0PkNhdb45OT6/D9SQvgY3NT7BKn2+xGBavvLw4D74eRO+BmGTvruYuD4aPWW+y5XdvXNIIL8TtJW+zhOMvCdaNz8+aFI+8Fz9vnzwg75bFSQ9rgNKPWzbaD0b3KO9wv62PlxO7L5JhL6+3ZuzPljkXz2afEy+cLsdvuwRpr78vYc+QN4CPaqE0b2OjbY7tLO1PheeiD0OLVU8n9KNPQWUs76hXMw+sk1lvlaZJz0T9M87Zoq6vrw0FD+qplq9pBsJPzTIHD566SA/tzywvaGGHj3pC02+uKqUPm7f6T5fozM+SRIfPm56rD6CaCW/N5L5Pgb+8z4bVny9wypSvgZ8qj0escy8gTs9P50cjr6GH/M7E/qXP8XKmT0p6gW+MJfDPnTqmz6wBIm+SoWXviFYTT54tKa+ToG1vaAvpr6kAVG+fGMVOkjatz2ZCx2+",
        "UqHxPsFaoz7LMaW9mL+0PjOu4T4ETnq+43GAP/Ju571wJrI+1eovP4NGgr3KzAs9LTnyPf8feb4Q/k2/hhtQvKmx475ydM0953BVPvRMu7uJchw9Ub6APlUPpz6kod++xkEBvwLHJz47LYY957xNvq9Q3r0y+0y+Qw5dPTUvDL4lENe+eFjAPiTzG74MF3y+W1OyPY0Xy76JbdG+uNmDPWEVjb3QqMM+r2JTveJsijzcu5G+dylivCm3Bj+MAhk9JboVP0t7ZD2i9DI+cZwKP6O72b5BZpE+6XjcvakapL3Lozi/t/6qPsX8IL4BgIY+L8X8vp67oL6tnWg+5crJPoxDnj/6fU0+qicnPrNq8b5JNGk+jaD1PX1/Cj+2Y+O+YSkXvpR5hTxEV8G9e7OwPi/1sj4Khrc+vmBJvnxkIb5QT8S+PyyCPKHL7L2ZE6Y+nenwPpDnqr7ZLMW9bxVKv879Qb4Iz2e8Ihehv9L9fb5883q+g9EmvSD2ijsb9ae+kQHyPfTpiL0B9tu84Zb3PgORiz7uYBY/A+VRvroA2j3Wuv2+azyAPvvz4rxSCoU+gfCRukQMqL0ncUe+wOrhvn3CmT4NDvI9a+7EPelT6T7ycy4+WPCXPidy0r58C/89CaSNPqmviz7zgL++eZGgvqyXRz1cFYu/7G0LP64+1L3h57i+fPdJPlfq7j7uhak+5yP8Pl4xp73FMB27J1UVv0gOoL3oz469BRWevhV92j3JyJa+2fvNvJI53j7djKA+EHPmvQYBKT77NzG+qmboPusCTL5NEyq/KqULPq5lxrwWF28+SR2QPmr4Fb/NORU+DdgUvvnUqT0qDBe/6e3fvuHW+D7e9A2+Xe+EvcT157zPNZk+tzjMPitFvD0L3Ig9VWGWPnaP9L6tCyM+5KIHvhmTAD+Yd8i+jbBYPg58Cb4osSm+htk1Phgzgb4w5wc+xRA7P5taNz7dN7++aVJEPfZysr58jDe/imUPvvSUvTx55Yc9z7R3Prm9FL/Uq+m+",
        "wR+3vuy5QD7ULJi+aYTHPPsGRb58i6c+whBXv081Nr1B4v4+/p1sPrEU1T6hB94+GdJCPlhOVz4ibT0+yFhHPXUEDj5eiW4+21DxPoh9zbx+YCQ+dV6GvYGcSb/Oe+G+w2VpPmChWL5uknE+lC5TP1yt8b6zyco8DZ3GvXUGyr7aSze/fauaPqIwvD3q8+4+thflPnvt7LuqL5y+b77dPoxryT3pa5K+ic8dPfstMz4CJBs+7s9xv/4Tij2o99M++XyBvrkzLz4ovlO/Aw95vSMZ4T0qyA0+IPIcPiJ9kr4LgS4/EAYkP621rj6judC+QyTIPmznIb9n2xm/H25XPhP7/T67I16+Y9BLPSSSCT8+1AY9uC2wPj1D0L4j4w0+X9U/PhdFLL9ufv+9e6W1vVzeZj8lHvS+bE8Av6ky0b6Oe6++LsRoPivH9733pzQ9XsDDvZh6AL7F2Bm+qbxTPtOwvr0v4d8+RybwO7sL673YQMG+37mWPdaAp760zq8+FQmXPievQD4sRBg/ji6QPmTPEL4LMQM/rmX7PtJCkL4BFL695SKcPiPxpL6ScB09oVnlvgv2uL13ppq+djnevlGQ/D54cMm+N77PvR+7rj4HSIU9/b+Eu2R3DT4VtYU+EgcOP1s+FD+Vp3Q9Sp7aPks6Dj470sO+z8IBv9U2jb5ksUm/woWLvGuNjb7l39u9E/4eP2UwSL5JyB++eRJIv9pGGD5I3Y08IvlOv/ReTz24qbW+RJe4PK0vV76b06i+Gjl2PunIlryaqlE9bLvKPqUZDT72LbU+D2qbPklqj74/g9O+6C01PiztSb3bNDw9GZN4vkdjwL4Uu0A9DdkbvyOWnj6+mQ49sbCYPlGY5D75JXE+Gv6LPmARE78MvjS+Qa49P3Cbqz29onu+JlEcPvqUBj+Vzl6/tc0SP50QhD4K3ma+KyxeP4FTyz7B4Pg9reS8PjDG37109tW7a9Lrvht3zj0WPr++rM0qv7Sqnj5Loee9A56SPk4StD7EMZA+",
        "VWBJviVqkT5Jx1W+g9UgP7YwoD5qKyq/1UYsPg3ygz5cyUA+HNJnPmrfnL4HuIG9eFBmPu1iXT4Ngti+CU4LvinnDb9ppqW9IsUnvhbZPz5xMVq99Qd5PZDpwz4Y0qU95e6gPlOcIT+2Z68+43cqPs2Rdj++z7E+UG4jvWGSvTwTQDa9AkGGPkgXRL8xopI93yz3vaOnh76oBII+EpA9PtBO/L34qbG+3TUKvA7wd7wwCSa/H0WkPnKv6b35XJs+7j/dvvwkND8zRYU++O3YPmJmWD2Ewia+BclSPoeymD4zyb4+/+dhvv4rlz5IeA6/Za2PvuYYZT5Df4G7ZGc+PjE9sD5XFa27eH61vTdJ5D2rrMS+IGxXPsd9zT324NW+5qWDPNfYpr27Rp0+kWAdPoZ8Az9hHYE9MtLYPF/9pr2o7su93iSQPp4fBL5QV+g+y5uDvuwxML94dL29/sfVviBWcL9lauE9ID6MvoT9iD7Vcvk9qhKgvDehDT1Xpj8+3BzUPehDrj4tyIA+eVAeP2r2ELwICn08/2g6PgLivjxTzsS+kSIVPjbrJj6vsIk+RfkBv2RwFD4w2wo+w4dovvMK6j0LoU896rpWvonYHz8ul4C+awARv9SvNz7y8Fc9POX3vrP0TD5Psxg+ZgcSvaF5Uz3utrs+O/QGPwcJGj5/K8e+SzuOvqdhCD4+2cy+stPjvh73iTwapTy+bpjpvuH/Wr64FBk+IUgbv2zWIb/2RTE/3/DAPlG2UL5QKD6/2lStPUCegzwKSVE+kcu0PlgB075rCDU+QyYbPoXAcj6qj4g+b62EPkXIkj74/iI/8xtIP4KqkT1Ft2I9SHf1vZ2tGL4H2Si8lIZFv+yvAb4gzfY9+SUTPjuVjb33HAu+k7Lauf7KBT8LRt29X9wvPnDnvb2Kh56+4OTzvOcqhD7JW5g9Ar+EPt9NLT7QQde+yLFoPir2Fj+9+4S+ARs5PbG/Dz72uPG+/7MdP+ygHr7MyCY+6vuLPvHnNz4ObGs+",
        "q9dePsRGB7s3NaM+O9QZP9RWpj4pmqQ+H3rcvjb+Cz4r1xy+Ln0nvl73GT4Ls4s9fJokv/F7Hz/yyay+OHfHPp/Y9b77Hkk/vID4PU54pb072B0/VxZVvlqCjT71TRu/L/GDvg7kHD6jooQ+XpihPE+EWT54XBk+0g4ev2HtuL6PPMa9E1jrPhMEp7y1AM891k4/v+AuEj4gxo0+EiU5P9yfC7+AHp09PIRaPkFAVT0ZJsw+xIqVO8Mnqr74lOQ+AB30vqiL1j2ueAg+WFmuPlStCz50v6++Ion0vmNVSb+aA4Q+E3cNvbR6974HsRG/AnWhPYyy/D3Cp6W9m7KYvk+l6b57MLW9b4zVvlS2vj4Lb2u+sdxWPnCqNTwCjIm9ZRq1PDg+Pz8ohoG88OCvPeIRZD+m7WU7+hGRPUdWbT4fbI6+L55OvHhwJb8rLcW9WyLXviFSi75RgJQ+bJ2/PvKbh75ZEYq+mNfCPURQm70UeUO/OpOFPhEEvz0kbDA/y9ogv+/T4D6ICtw+LGKAPR5MBL6n4Li+tBf5PYgOCj/LDpc+fxCwPseByD70rQK/JOmaviim2T20CFE+qbdtPvSbNb1AfEO+R2eaPfV9hL244Vy+bymWPhuIjj4suIe+UnYrPnnemz4Xe568ozcKP2XC4D66cMs+/Ua8PNZlJr7cFqi+Ob1CP9PBib5KaOc+6rgcvkiPB7+k5LI980Ulv7ladL/N8tE+fDOLPp1V+D5QHN++b+G2PWeCFj4mrYI+BnKuvjzK2j4m+1U+J3cGPkipZz6oWWk+SOSBvlyxaz4m/hm5WTuuvuDBlb2tNcg9tFZZvqSN+z7zO/k+kQWWPv+dXz7CZ2E+86KkvmnXsT1kp8+95jQ/PgRDLb6oaJe+nCx/vnlVPD4WN0Y+g5VtPnI0AT9Pc0m+htGzPsOOlj6qKWw9z+TLPT90PzwP8iM/AieYvghf5b3BotW9mf5nvMbhZL7tqKa+pmKNvsqWGL5QMYi/n0hNvInwoz3nXf+9",
        "PoQrPv0ADr/g2ZY+HW4SPv/SP73Pij8+smeyPevpWz1Bjdw+ZUV6vp+DbT71RKo9ywakP6wYkr2kzAg/VbYPvqYk/r54fa29WjigPle1Bz1ohQy/UtkTP1nDKT5V5f6+UYNVPnEhFr8j9US+KTlQPnJhoL7Bqac+OlnzviXz0T6K/4w9GpvLva1TC78RTOQ7jxXivZw9n73ZHQI/1SWSPc/PPL/hYjQ+Hi2KPvY9qb7nMWS84IOjPusGgj/zPYm+i9MevfSCaj5GVSy8azhUvlhlWbtcCOO8Is5fPlqmHD8l5hq9F7hmP/2Cn76D5QU+9aSfvRkhhb3a5ya+uuQmP6fyNb7dNw8/f7+PviwwdT6jIkE+wDtWPiaxaT0FqjI+L+vDvgRZ5T7FbCs83GSsvfqLAD6XKsk9O2gRPCteh76lIGQ+M466Pn1oab4OdW8+fGo0v+QQ3DiJx3u+tsjBvpMHsLwRdZu9sGfYvqpAeD4UZBY/UB28PhVrq74v7K+8+bkJPQkoibt1qu8+InHbPh0jYLzQ8Ww+cViKPm+hyD24gag+qjApPpvytD6gYHo+6mOlPs+lhT4VhjA/5+clP0BfLb1LKUE9oiIRPhuYkj6Qhdk+WTRCPapzYTx1PT0+oENDPaHNeT4cdxk89sjHPqx8aL62CRM+JjOpvZscYz06dTM/zD1JPoInhL5ke+A+8A4pPInr+75PMaA+PD5CPtvthL78Z1E+pYVfPnu4oTzpaKc9EGMuPzL1QLwnAUG+/n8PvnAl7bzt/Ya9Z1oOvyNMYL77Dwg/wiHtvZP3qr5AfHk9NUqnPvJNI797YOa+ys2XPxg5Ej8E9tG+XxAZv1t9Dz8ZRJ++TUVevmtDcD6O8X6+Tr5WPhmWLz0jsaI+lnFdPuIegj045oI98EUwPzXzDD84VCg+pU6jPH8aOL7OVaq+IupDPmxlDr+wvE68UhAKPkU+hz7AOM6+mGV3PfKMeD1Nqho+diV5vkAlxT5d2mY+gXPqPf6ojj4EAyq+",
        "hjsUv40QXj7kmnc+aQryvfA2Tz7GkZQ+LxmavmXmeT7JhOm9mO13vr9YJ71gM5m9rqCnvnuyqz7BAng/CcrbPj9hkb0QuIQ+Vx0TvoBZmLxh8Y6+Ow9OPYS1Br4HCLW+GpjBvZITpD2xqxS+cwq6PhCUzj5aGHE+lu0OP8rx/D6FlEo8sJInPnk22D5Qbwg/xohSvmmvhb6SVsW9s+ZRvpEh075YeUu9UEpHPjiJT75mzIW/0mpgPpqSHD4DG2u+XNomPnz8/L3FWDc+kY30PWBeD76jUOE9gThTPkZB473mpAk/g5xkvj3idz1xQuE+DQmWP1VBNj2cI24/jeJLPnBn/b7B7kQ+bH1mPWi0lT6bpLC+ayEtP2k5hz5XnwS/c0GFPjgw7L4JCoo+dhO0PW4WUT4dzTQ+AP3Wvgdtmj6FR+a9wM7oPkBUFb1K0Hw96wkjPKzaLz1QgIC9SX8dPzx2qryFLmE8OnUEPwDbCD3dSYA+G6TkPoMH9r6eYhO+k/wcPu88wDwXRvm8NSzkvv7Sc73cxwk+6whGvvE51z4Tefa+RDYlPtgjODyjg8q+IEcGP/yySD+NXF69OJu2PWI9Tz47w/2978JVPrvgoj1cDjM+Sc2HPWDLIb/9C7Q9sDYaP3/mLb6d2yS+BJmnPppjBj7KT0G/OUy0vsd0ML9X7kg+izWUPgWlGL/38wE+uO6fvpFG9b7Zp9O9lyUXPy0b1zyNnJO+kN0OP+ybS76q+3A98YCGvfSMST5bEJe+NWaVPVax1TxuAZW/TRGrPpzbCL9dRss+q3IpvqTItD1HvJc+rE2LPsYLk71Uofk+7qq9PTLAzD48QyM/i2PAPcbRgb0hojA+srwJPtzVr72JjHG8VTM+P9w5jb5TUf293OQmvlVD5r6ZT4c+fiRmviGgDz5gQ+E+EFzjPOixYj5mhF8+v67ivrKz8j0f790+LfUtPnBQWD4SMzK/Md6uPY1rPL4CzsY9Z6CrPm2xLT0bIQy/RBDoPhnk2r16Jqg+",
        "gwkQv499Uj99kzY+EpMePjlF3j7/qSk+BOh7PmOiQb9zGV2+jsqZPu3hhz7SuJs+5poJvowSsD4kUXC/EvTPvgRsh7zhPDA/Ss9WPl7d3j5KB1a/lfXkvdG3Aj4p6+Y+Q1D4vnrltz1HZjM+UymlPYV8oT6/9bS9ysEWvrzvvz7sFUK+N5c4PsT6F77pUPQ+NA8ovmvRK7+pqgW/X9IWv/yp8z4/L1094sUNv15p/768ca8+3AVAPXNiI73IGNK+XhDOPUCZF74NgUG/oieQvjYxgj7Imdy9ovmcPlGmML4Sjgi/aBkJPo6c8T6JgBI9qk7XPT6NFj+CpXI/8NAsvbUPzD6f9c0+sqFkvhnQ1b4YENM+g2uHvdW32j14Ug0/mGH0vZYrrz6uEnm+zMkEP2doQb7yXxA+l/2dvhzaNj92g8++NziwvJKXy77UCf+9cPCLPatSnD3J0Fs9cfljvk9aib4Oxpa9goluvayGJz7Nmv4+PSykPkyo4r3nUoQ8w9woPs+N6Txr7qi9iO8fPpVHLb/qPXy9pFp3PsSHn76VB3w+j4ccPq7Vaz61ncW8oTgzP9+oCD9xk06+0lWbPi4skL76aXU+AIEZP1Zmmj5Efo4+AXscv7zIlT6E4Q0+4XUaPrx/hD4nV+w+1n4rv6i/db3Mt58+UB40P4y3vT7zqqg+vVtzveHyr74n94U+tM8Dv9e4D71YecS998e9Pj2cg74NapO9Y7S4PvuG0L6+CkO890DBPqk68L5GUYu+xIcbP3GzP75OKyW9Km36vihPGr1nXSM+zJ5jvtO4BT+Bcsi+NqUgvgfUMz2S3YK+rAAKP/66YD8UjKe9/IkAPghJZDt/tpC+5BlVPCR5hT7zOMg++kJ0vvOoY7/wRWM+qJkfP2hSEb5GuU+9oVgxvozOED3RPkK/jjX1vcc1077QNgI+vmtzPkhHiL6JJCk864A1v+MAhz3sEjA+FFsEP0nTVj5F2WW+TXY0P4ymm74hHFM+JYE2vi0UdT5r3nW+",
        "aKMEvY5QbbrtgEW/9MCSPnJe4L6rXhU/xmxZPAQ9hD3ojGc+K6rEvscD772Xadw+DF6dvgqzXD7cuTQ/AfxhPbfpub31Wyw/BHFVPlZWDT+fxT++4XQMPvnyFD6j/QG+H4J+PrHE0j6rDC6/HjI+PsfRgD2QUpI/mxG9PXOIaj7yI70+tvADPeBtFz4Nyyc+iKm+PrjuKr5axq6++se5Pi6CRD+MUqO+0QMMPlZNbj7Q2oO8PxpEPi4slT7HEOM8r0gjv7WyPb8zqik+k6gyvvEYhT5t9HI+5YCRvTY4Xz6Fhhs+vSUNv7hdIz4ah6k+vcqoPQDxSj4P/Bm+Dn+HPrE2l7zAwHw+kANDPuVD7707whY+Nqg9PhnSC77io0a+eetNvoF5FD4VHWy+iS+vPlbj6j1tVSk+KL05vzHMqL5zgNq+xZ5oPsmljT5iyQK/dNzcPQEBHT9597s+VQm4vQPqorzdEV8+g4KPv2xGGr8KNZE+hdyEPgPEAD6Djl09Tsc7vvl6bj5FsTY8L/TDPgWy8j4Ar7E+dAOAvpzPnD4iPD2812wdPLYDNj5uSFO+tX2KPnxrFT8STu++l1ICv+3Xk77KGcQ+KSzzPYqr1L4dGTC/v/nCPZIe0b7vme48h1mGPlFUVz7d0f89rhxavi05m7tqcSw/bAbbPh4aZ70eVDQ8AIdEvmjd/b1TCkK/kPa+veAQmz5UjEC+f1zIvvOiTj6rnLK+wAavPlG5Ib9pQdC+M3M/Prgk871Ts5c/6+6aPYfqd71/pmW+5TCsvtok3T41Pq2+yWOgPq0Pur6VYWq+zl4evYSgyL7WAAO/HweYPkBWDb5M1hQ+3Y6YPiBBmz6PqLc+MjkfP3oAXj3WZKM+QFi7vSOnwTwEzL49z5gUvYghhT5l5SU+d1mpPi4qiL4KHLy+S+KAvocTGT/q8Oq+UJ4zv4lfBz+IXDA+a36BPOVzmT4uScU91tgYP+mxMr5hYgS+C8F6PMtUq76q3Wk9X9POuyQqYb4Fb4E+",
        "Ef2NPX69Cr0XXJs+Z3UGvz/eZT+bJ9S+mYv6Pnqhx75LVsA+aRuaPWq7gT4Bo7g+GtS9PugIGD/02cm+6KHfPbLHGr9fFxS/efP5vo3JGz4WrNU961EbPjJIwD4F0PA+XNPevbHQCT6+2ge+RxcuPsYhBb6vDxk/6iM3v4LlYD/tEd6+HBVNvkt3TL5zUfU+y694PtUbqr4haC8+c6Qpv+7loD6C7z2+XaPoPoXtnz4ztKU+lgiuPXhEMb4XmuI+GLRXP+ALrb45GrE9drGHPiAv4z6SIzy+V9UUPsn8Hb9l+5y8NTV8vu3sHb7dhXg/uwf3Pr36tT7wOZS+DuhPvsWDoL5kLYC9Tc/QPf4kwD5o2kQ8UF/5vT7G6TtG5rg+RCX+PchNmT70dp6+bNjWPuld9j3ZmVk/i1PcPjrMVz4LzkQ+KQqJPjuCoT5Deow+gXYqPujPr70s6KS++xULP3Pa/T6obgq/1bnTPqfWIDuDnKQ9gzCUPoSqYj4YrbM+ZttXvuMVCL+UKRQ/M4IlvsLL7z0TP+o+6hD5PWb2Nz4MbYg+gQMBv5MlRD2EPyw+lo0EPXSynD0hVIO+l1esPgPaL77O97S+bf7+vKyLBr/8xUA+kRFbPhdzpr7oap2+KCfOvShdCT80b6K+/LqGPu7KarxW2iw+WG6Ev5FGArxguoC+qCgSPlQ0DT1wlSO/Z4+rPrvHtT6iHkg+iBkZvVwiA7urH5i98qOlvqO7T75rz+88A3lzPtvnSz49DRM+LxiLvrQueL7dVZQ9VXwmPtU/ND4/URM+JbofPh1f0z4Lui2/RjEKP6SXyD2SlmS91Spyv6Rdoz71kdk8czF/Puzhqz5LyvW9TYoJP1ya6D46Z+q+p2RZPx1X9b3azaA+aj6RPQbXK7/0qJc9gRh1vq6r2r4GcfG+UaYCv2S7WDyW9/47KzeQvvZAvT3pe+M+CBUsPYNl1j61i/M9u0sOP7Q6JT6r8fO82pyNvgV/hr5JapK9iDnvPTUfJL/fj9k9",
        "ZwkSvtAWND6cAOu9ToR1vCEMmj7UluA+dNVwvkZ5z74MBTe+FY4NP8qSi76aUv6+HUpRPpCTMj7vz4A+BdhBv63SOb60Bhe/bSSoPqqUWb7BAEe8gXEcP9/i8L6Ybju5/o5Nvhch5r5mok0/CUPxPW46JD8xCLs+QXmbPglsHr7Jofk89LWjPpGjBD6XPI8+bb4hvjB1Tj4V9xY+YM9gvmqTh70mWcY+1rCFPlCDDT6deOm+2SZVPa5Plz7dNXU+lnDmPnjCBD9d0D88XqXgvmsUOr9TH3Y+NQA2Pyltjj7eo2M/8a1Fv7AsGL/7pyY/EOWKPkpIyr238Zc9OBnPPoCZAj5Cg9a8YWECvjayDb7XNEG+pLzvvurZFj8m6hK+HGHAPuDiSLvkIVU+b3bhPTF2yb4CsrI+R36/vqoE1T2+8Xs8W8iDPQgREj2sBnc9J4V8PRlQDD4dnly/7pFpPHXX1D5WqoU+Eouuvq7nCr0waa0+nLt6PFcPUbw6utk+nDMBPtGcYr2uLy4+URt/vufjOb/WJHG+0Ix2vuNqU75JFFI+kp9KPtwjj7z7UYs+JONdPrkuwL51VCs9lOQNPlFwvz4rcOE9yKExvmKm5T4G8rg9N6C1Pt2nlr6P68E+7d84vgekpz5L+bi9rwtqvundrL1BKiM/5Yfvvhu3v74ZPde+MJi8Pjpt4T2IFOW+I5blvpheNj7ppg6/whWyPo1HiD4/Weg+tOSDPg13rb2CT2Y+90UjP79kCT9cx9k7ANdqvpFDAr6kevm8D91lv35FQj1SD4k+6cdPvj9utr4p5KY+FFoNvun7oz7texm/GkPsvi8nKr76mAQ+Yee2P2g0oD4LhUs+EbYHvlydRb2QnwI/4OCdvkGULz6R5gK/I/nEPVQB1D4vt0e+ZbPPvmVH4D7wGTk95Q2HPoOksT7BUaQ+uKtoPrPTAz+s2wM9Mar8PYZs5z3VVoK8SKqivbFe0Tyau54+Ub9APv07DT/JnY6+svgcv6uhTL++Z64+",
        "CToAvRnE4z1IpZK+O5+wPXtHtz1k/BO+F76GvXEtHj95rBK/mR0NPg1AlruMlc++UnlQv69i5T6D5LQ9lP66vS3bkz7+qoW9U4W6Ptjjmz4oPVg9erkEP5NSszwiBrQ+nUGfvtGaD7/0IDa+coFDPpfPkr7bHqa+vbgcv7kxVT0lI1o+8b6avuK4fD49AQk//DP3Peilij4+yUA+r+m0PjfR5j0Gz349VwiLPn41HD2Te4C+ZnEUPlXaKb8kLj4+FdT3vR/xA75F6vk9h7ztPQiKMj7uZWq9JhW7vRr+gr4UcEG+oB2ePgHXzr7I5VG/VqDCPk5lpz79tVO+5m2FvwEPEb5fUh6/hGeUvZCk5L5YFng+040rPwYh176mJX++MEzdvNaPhby+OBU/Ln6YPcfEUD7JZ047kB/nPVxL27013ss+qVhTPloCsz7oRoY9RBDQvkgnJb6fYIg+CnZjvo8zMT1Nmg4+zFg0P120N74ZhLo8d4Z1vt6u2z5Z7+q9V9qEPlKJmj6QBmK9lwCpvlKtZT6UFjQ9LOe+PmZBQT4idB0/gHLxvBhcdL463L69PM1BvtZbgj7pA7M8TYJwvA+5Xby0TA09FmfcvIz/Bj+zDTI+NSWDvtf+lT9J0zi+5FuXPhIE+z2v0hk+GDLhPb0cTb7+Ty6/MaqGvnJ1Mz/B0hy/ZGjIvQ4Twb7HoIU9NJKEPvBI1T3d4DU+OrJpvEY32r3DAou+LpRKv0Nrtb69tn++PrE6vr07oz7tn488VDHgvapZgz1sEwS/8bcWv3pkK774IJM+zDqkPeBOdL7ymSq/VRCXPpj/hz7b0Q8+1YcdvltQjD7LLwW/WQOXPf1aib7h8xe/2Zm2PtnriL6a7Cw9tS7TPomQRD02mpU+Ue27vbzZnb77l50+eMqtOw/9Yb4P1V+9cAKnvd3A5T5D5ci9ftoLvuv3KD8I46W+ipgyPtbJhz6WJNU+Ae4Fv1zScD6ofbU+p+Q3vYxqIr6548Q+fmUYP/guBz5dwfo+",
        "XzoIv0mRLb9E3iW/DN8JPuVWTD44roa9YPsDP6iI7T6Cacu+gwFnvoqqu70GXr689J+PPpA0OT5sbxa/33RDPyrKar9w4aC9QSe7Pk+Aoz64IaI+86yyvloNaz5HFFi+Y26ePhPYjL4TgOg9kltJPYxdBj6F3YQ+J6anPVLi0z56G3U+4wCpvlZl9zzXT2c+eMfgPng1Ej2YEss+0ofSvj4xqb3ppNw9hiBBv7U4QD96etc+h238PTn1Ub7Amxe9zajVPcoHhj4G0Bo9P3okviIrnT61a+g9wMryvWbd/z0sGY+90LjDPm8jVj7mwJM+XTIXv6+peD3SLkK+2a2GPhDdij6cxH0+01ZUvRGzk71kl6O+bhbEPo/XKj8wz9Y+o+wBP2g7Q7+cGVm/Mr0fPxVmnj2GQ1q+qcHDPmKUAD/J4ga+j8o4PZoe1z3CmYC+KihKvuoDu77tQsQ+6bQYvt6Zrz7qOCO+8Z6JPkJ2Er0eJ+O+zNupPipp8r7BQH49AXEXPNrz272DkS6+srzkvNz2Aj3PFzA9/GY1v9uqRz2WJgQ/cH6fPUlUbb5fzVe9/YVGPgedUr7ChJO9IKsuP3L2Ez/FLpW+mzCvPAv8BL66ULC+2MZ9vkW1gb65imu+i+tpPjaJmj4aSry+14wcPm6Uqr3JVIC+vpOGPRIpDD8+aTs/ScgNP7qdJD8748K9Rme6vRR8h778FJI+rHfsvRPV2L1atRE/Ax0eP7gfWL4sMlc8UiDqPV5o4T4Wy3k+AdQdPTuth77Q0G8+Ch/gvfX7iT6m0lo8lztxPS2x2j4O9w0/O+47Pl8xdr6Gv/s9fZ8uvfkIwT7D3JE+MrWFPl0mCL8rTaI+EozPvTDoND73HvE5CTfsvkTpkD8bkA293ki9PvZuZzwkrgu+qkr0vE8Ipr4YXHG/4o7avg6GCz8war++JZ2EPkymgLzu13I8RqowPxr9AD4JKxI8sUfsvWn3mj2+Gaa+s7I+v97rqb5d98m+xiX0vG7TlT7WW9k9",
        "ftIEPGyrkL356oO+hbA4v9DJe74bg70+oCKavlBSML7Lwj6+tRuMPobykT6WsR0+9w/6PQQxbz7TjTa/cUdzPkLINj+Z0vu6FTOBPj85iT4+2gK+QCYFP7To9DzJCww/XiQYP5e6NDxOFsu+9sr4PpglCD+5QCG/RikYv+q00T3t5cA+uUDRvApoCL4IziQ+RnfGvsdZAD3dG6G8S6ozPl7BBL9bMrE+hzePvu5Urj48TAq9Q0Q8vifbCb4zXJW8P3e8PqZdFr9prwI/iKBOPbds4D16IF8+P9DLO7KwHLy6FIG+a6CBPtbyMz7e7RM+jFTXPgb4dT1wgR29N0/DvmiL6D2/lG4955ZIv0e9cz1Y74e+qqWDv5gSdz6uZbK+2oD+vR2E4L757we/YQaEPmn0TL5tRWw93sVEPWaBH75rXQQ+s2nEvduwpD7n3ts+/MguvaRY2T6H+5a9JhLovuQ2Ar7dVLs+h631Pv26YL8mPdg+CyulPbMiaj6arXi8en81P7cPij6j4iu9ppeAPQoLOzz/8Ic+rF5HvuI77D18Xci+Y63jvkafCr7smlu+YPpgv/mkIL5i7bC+8Lvzvu62+TtQH0S+oFqAPoqGFz+oCUm+tavMvvsZ/D78wrY8aWLxvpKgsr7EWfM9m/yrPr3V2T5Fnz4+EYxOPaH2sL7epoQ/5540vzL5xb0gTIw+Gd3bPi0OKT6uSRA+RxZ9voFRJb6b/aO9j5mLvN553b7iMUm+UiVIvasHzz2x/Yc7IqMcPei75D30M6a9LrKCvbQgVL5usvk+bY35PfaHrL6OMcM9x32Tvpofd76eGAY+5k23vr01lj7eRxi+bs9FPJ914Ly7f3e9lw5cPZ/Yhz22SIS+hRvYvmMmrj4RZu2+mx2Bvzbeq73Uhdw9KCZmvpHwGr7fqwk9ri04v3iY/j15+4g+dwAnvvCuzj2DMxg9s9uWvaJa+z5qDJy+P9B7Phe4077d90G9PQrmPl+siz2AXL0+xnttPnbdlb3UfWw+",
        "ow+WvXEeSj4sgNA+FK+MvfOmiD2HRvO9ztUHv5M55r3Kp46+hD6Nvtps6z6DEAU/X7ztPd2VbbzIePI+jrSyvr1H8T4lTfu+KQ23PlTC973wQ5E+HP7SPcPfMj59LNo+UO/KvgzNSz5b84m+dcM4vgGijb5tNBs+ZBKKPx4hC7/UIbW+Djp9vodvP74Bb6G9WWl3PtHkUr7ADJm9mkyYvvie7T58mL++cKllvsEXTr4R9gm/gzwlv2lA4jzYAKy9PnuEvkRpJD6ODWG95fgNv9t3ib5vCjO//KfHvQFYfz+X8mI+B8VNPv0C3j4sARK/EH07P94Kdr6yCrK9A6gOv+qs7j4ql2I+Wtn1PYLPOD6Pobe+koEfPoa1+L5Bwfg+8+0QP8Lb5L2z0Li+fsLsPkKqpT6ZMBS/XVPWvk+u9DymlEQ6YjxzPUfLID40hBY+epqxviMYhD2gBjm+YyznPprw4762Dos+6GBCvmZGGD5pK/m9Bua3vnwNQ725b0q+3oEnPnxPC78TgMk+1DNqPuUOjT7Ve0E/0pt2vcqnyT1xG3I6hTucPmrwpb4sQ0E+rkQwPzUIaz1fgB2+Av5HvhS6Vz4ggOA+ffGQvZB3kb4ZXIy+rjeBv0KH6j5k15y+IBnWvvGGVr/cxzq/ieA6PjEzk7xfPuI+Pyy4PjLZAr6A4/A9HUFdvvTuFr1+VWA+w26evVBH+j2FaWw+Aq3Rvir00L32xIk9LQFZPjy5Ob/N7ug+naPcPC3S6D7jQS+9NwMePwfMED5qPYY+3m/SPZ2jC76hEA+9Cj76vsnhnD76+mO+tBqWPSDwZD5YfAc/T0jKPjQlM78QcmK+gySLvPW0Mr3Wpdq++oFcPo4Pzr6wtQu+3gtAvaSC3r5gYye+ltY9vKCuK71iYxE+/QmfPjmN875+/VK+lyqlPpTrqz3e1ZC9iJ2Qvoy1kjzt/+M+lLp2Povw377cxgi/Cgc7vRBeLz70Vws+4Bb3PhaNvL6PxXc+OAAPPi5z0z4hsJM9",
        "2mccv0Ouur58iEg+UtabvoiAJD7gRUM/GXQ/PlztZz1jhEU9TyonvqHBuT6j2BS+KlkDP8XG8j5VOQk/HxJXPsYjoL4/Awy/8VlkPmX7ar6Nqam+JC0oPg+n9L05ric+pOSAPqQSuj6z3fK+sCCCvi2k+j4cRaI+IIP+Psl9HD+6YeO8VBgLvn5hwz6Uj8U90aT9vdXGhT6/4dM+mje5PRNWuL5j4s69rOGavhUiCzpc+J09iHroPQjoTb5WsQ0/yEarvmEHgL6fcOW8L3HHvECR/b7bqkm/I2q1vs90Kb9oWRG/Y4hGP9pKNT+yEqY+tkLNu09WMb5XH2c+g2qhPa4LuT4HF6S+hYh7vd+Wqz7s5rg+mtTuvqjTJTt1ydS94HjCPqHg7D4hERC+Y2pzvhLqxD1BhKY9R2CSPT2IsL6Q6Qm/wV5Nvgs6PT8o50u+zv7hPXGtSD30bZq+Yq1cP70xST0KmVG+EeKPPe2sN7/KtAy+jcj1vPkUzT51+aq+a6s3PZynrL6dGAM/I7M1viT3ab2XsOs9oCrKu1uyXD1/Oec+N2hsvSb5xz4siAO//PGyvrqnBb84bB8+aUjZPgs6Yz9Ym5g+xaGJPd2tZ7wbm6a9aaVuPlCgpr7GhO4+hFGovVuE9b6Iwa6+vXRHPpmWWb/o4HO9D26+PfvGpr7yWIA+kag5PPzkLz6PONY++9+Nvr5tub7DoAo/jpOoO6iDkr7f6RK/03OVPkspcT7IRRM+bUSYPmIO/jw3hry+G0R1PwSoq76TLiC+AizcPj9I6z4UUOI+SP6QvdZnn77deFe+xg7lPOtkt77EM16+UfLFvqVIvb5KVtk9WNUYPvU9Jj4SC6Q90G54PuSrBb7Plge/2ZAGPjMjyjsqR5e+FWDHPkzY0D0OdIc97/WBPpfG0L5LZEc+MRulvu59mr0E3i09ZAmjvgVPnj624mC+hJdovmop976RQrc+IZ8kv4QqWr8oySA93EqVPsUN1b5H/mw+xTeDvpPd/b7QUYe9",
        "RW/SPl0AND5gBFE9vIayvvAglr4arF++2hD/vizO7D7yG52+PUFTvfm4gzt+pRA/kPrUPTcN076vEO+9AOoOPuRZtL5OKL+9fVm6PvHrEL97RNE+U03xvovV+L4XAVe+pjSBvOc9SD7u7aM+jWUDP88Yy77tgpi9wtzEPvue+z0K6Yc9y2z+vlkRTDyen2s+s8r0vW2yXL7Fk8u+2s4SPj1ECb5kGIw93dxIPf27vr7RkNM+31qOvt5VoD7AEg29mfjpvlPg4Tzko50+9roVvlkmGj4wXQE/FRnQPrazET54MG6+rVzzO8WA/j3EScu96EkUP2fZ/D4We+M+sFAQPi39076gwSe/GoHzPslyjr6m7PK+tOqlPuKSR75jKiU9h7oHPwyOIz+f7xG+1cSMuhHu1z6/tYs9ile+PkLp3T4Z8lc+wsF3PeZegj+JQcg9vE2tPX7YRb1YRwc/aoksvR5H6b4shUK90CcpPmNL4D5XoZW+8NSYvkMupL4xiLI+6L2NvZJYVb7kjIS+nZj5vkpuWz06May96S4Ov/5lIz9HOZU9/NX6vCfSuz6sE4y9FGBIv4TE0D2/WIY+BFiSvqZxCT8dFxW/IEPROnAk5z7qPY6+Ng1DvkAMLj5u6yM+Fuz3vqKWI71NT3I92+aBvc94ij48r6Q7EolXPq5Wer0xZwS+80YKPnEVaL2XgV2/J8coP96+Nz/TDBG9nLyzPjkiiD7STqG+PUyXvm3X7D0OT8y+vfjYPYzLA7475J0+SUC5PVkGIz6EkBq+jCI4P3YPkj76NYy+f/mBvaIFeD1TRPQ90GUkv/DJJD73wiu+lw8uvkO74r6fbJO+8e5KPvG9Gr2vAu6+UGqyPYBL1TzUkmi+bvd3Pk0xmj0tRqQ9CHYGvfOQIb5+V6w+2++GPlsKTT0zkpI+vO8OveDgLD4xjIO+4QsEPgQ+8D4x2SM+VKbYPKGQwj0MWam+BiqEPvnesb5pwi+/h82XPjclhj7f4v09V86kvKj8AD2au+++",
        "kv5PP5zjjL6uMa8+vWwMvoBQyLtHv3w99bgQP7hO+z7qP4G+lMOfvgJUpb48Ki09cMkjvuhhBD9vm2s/rOfGvk2csb7MREc+uDblvSqgIj6EsbE8B+Cfvd26cj6QJfq+7Vy6PMp22b6KWfU7puFDvSVkG79a6Bu/G9TEvBkbq70m0Yi+N0mQPpCo9D0r4SS/PSSBvit50r591su+/AoAPyPVm73aNG4+er2cPpRlIL+dADs/P3jGPRehPT7Twgu7T4TIvRN8x76X3wI/meKbPohrSL6pxpI9v0fAPePhRz7ZGwW+oIwlPrT7Dr56mT8+arluvq8MjD6PKrI9EfWwPq5CtL6m4DG+83EePpsHV76hgCC/B2cnv08lxb4Gjei+Vw33vjiwVD8xLH8+3F0WPpSEdT426JW+6mU2PktAZz5ho7k+IaxwPq/94D0t/q09fLCUPueZ9r5fmHw9jTQkvszCSD/79uU+XApBPMkRQ77AMEW+7bDgPd53Prxvh5e+GpTVvktBzb05LCU//cBbvrxaZ70LIIs8cI/AvuXgNj/+chY9SeIKvsdB+D1QehK/rrozvvDvDL0QabA8yMVqvsMirT16SYW+inyhPtmXLD5p9Vm9pUA6PsgEZb6NtH2+Ujy7PpDvrb6EL8g+s0fovi/nj70HkxG/RUcsvhlyyT6YfRw+zLtUPhYrmD+Do2o+YSwovolgeb61LZM+x84IvugmBL9cAN676WpzPVe5/j4BEty+ogguvxp/Gb/v4rc+gGOBPr1a5T0Ebwe+Wht3vpX1uTyXonC962WFvg9s+z5WYUy+9dy2PtMB4DysFSY9WvAnv5M/bb6eplA+tYoSv3srST9rBSC/XnwYPlOLBz+ZJJe+QiLGvpIg7b30cYk+Zksbv9qiQb78hMC+1LFUvYyIyj134h4+QiyKPuO8uL1hWM+9b4glPoXbbz7uD2y/CAV8PuVADz/7IdO9hPWkPpbg0j7UIoq+FZMvvZ5gK77+YqC+kg6NPpto0b1NSZ4+",
        "srYCvuyspD7k1zq+BgryPkqFhT5QpWW+AOTrPeTzSj2Hxqk9pwrZvWF8Oz5K1uo9UIAHPLGWn75gnf++BSfRPj8CGL+AXgk/aHu+PFv5L79QM16+Bz0ZPxEfoD57sBe/ukyHPj9MST7aE4g+6NFbPk2/bT69qT+/gUyOvW2+DL+Nvca9dKiTPYhGez1Hc+O9oFZ2PYXejb4lR5A+LYDZPGI5gr7jjxE+I+hlPSNcRT6ha7k+GP3tvoTWDr1PfD2++zCbvrOICD9l+5u9crT+vVeDnz7yTV4+gUa9Pr2v/73xNJy8SSOWvhF5l77R+uM+fl4DPpDWJr6ArMk+StI8vo3ptboSzZs8TYpcv4dXND62whc+2kHSvtkXnb7IvLI+bc2TvnzXxj4rvX4+fHkpvYysaD4YaG8+Q3QJvysxsj7NQ/g9XxQmvsJb8T0SlaA+hE8CPzaKjD5SxeU+NQScPXnRDT5OvSG/zwh2vdnnmTt8HXu8yG2UPhqVEL8JZdY98wzgvpEaXz0RF0K+o8WXvo0ooj19KjY+HO/cPHU+hr2eytI+BwUIv3JoIb7rmUe9WB7kvpzUS71eeEi+Z3G2viXHaD5XimA+ziw5P+wQ7L6zFM29EGCsPo/BVL4YJg4+bEX9PrYuET8MHZG+Dkf+vUq7Ir6eQB2+p74nPg7Qer6SMxK/GwUFvnJo/z6y1o+9p1nsPnhozT5VNZw9C2//PBvdVz3S9LE7vS6LPqW2yj6sO/q+tYC6voCNVb7qSPc9WtEsPGFEhL4xH2q+HnmfPjHv277MgW8+x22lPnAp3z6eMus9sZkiPvaxsT2+IX0+Vhjlvsgvlz5nxIy9ZZ+MvRBOAD8VWas+tP1evixZtb6W1Li6ktIivylPKT9tlBY/tbShv7PfIT0A86Q9NSGnvV9EM769R1S+NG2CvZ38yD7IXOu78KZYPklaVr5Ailm/SOqqPiKy1T10y/C8LnDpvoiU9T1eb8y+CTuLO5afuz4Nnzq+a50Pv1VvPz5j6uq+",
        "wgWLPQOeSD77+xI+yoiXPiAXFz/DAv49aLjKPh20RT6uD2c+qEAbP5jgsD5WEtE+DeoiPnElQT3OViU+g5yyvYAy2D4L4IK9E/ZUvuVcUb9baqs+fatGPt5r4z15JUA+/uoIvablVT6Yimq+xO0+P5q4I7+0jZ8+8sqXPvEQJL85NQ29jJV4PrBcUj5byq6+PJn5PDmsW76VKx4/HMiSvuq0hj7ZXW+9omFuPlSgqr4N8he/Df7jvZd/hL7j+Ea+8nwfvgtXuD69MSK/MV8xvv2jHL0VAe89qFt+vcaYlr6gzBg/95cdvyhglrzHVAc/i3USvl+sBj1kmq8+pDz2Pdt0xb6cNv4+R80FvIKwC7960VO+jtuuPq+ywD7yxhS/MK2vPrh4PT4vKS28k7jhPofaOL56zx+/+jahu6CsrD2UYd69lZPzPEnAmj0WasC+ppQ/vdD0Y74ULtA+hY4ePrwVer5pELa9/bwvvtnb9z3Zvwe+Kyk+vhRdQb7Igk6+V5Frvl5GJj+72+69Uro8vd5pxj4wxoc+hRQuPeJFs74qUCa90CFRvjMvWj4MzsE+ZdD+PrOpz7toi9s+f/2ivvIPTb29xyM9Q4i6vTNmOT4G3DI/vig6v+LuFb6wMpo+uTlmvkBlqz75X80+TGVdvWG7BT4gB1m+GTsBvt9//j0Fc7G9KW2evNwSJj44BJI+3CGGvb/lgz56ehc/JhsPP/clmT7HVvG+8/R0vkGC/T06LKi8z3sGPvgNDr/fbZ2+ESjgvpIyjb5q6M4+o8Y8vcoEDr+S2pK+9QiJvV0nGb/uswM/mc5Tv/aEIL6qiV0+vrK6vjzG+j5OkMs+tJ2fvrrr8D4KGX4+7z8Jv+54j74r6QM+oqr6Pmlkt76qpx6+a5EHvwnlm70c8xY+luZ3vgLYojzwrJc8pD7AvYNcAj/+XxG+yWlBPjN5Zj7cD2e+UYGtvo3/lb7Go/W+2nMLPwRGVr6lwbw+MqBFP7eXDT8d9Eg+bQSVPiFELL5weF0+",
        "4XAbvytcTT7OjRu+C98rvVjJkz4xE0E915ebPSzgOT77GOW9/314PuBQNT2cZaO+Ta8IvorRX7+EfoK9/1EGP4sk976XkRO/rDZxvoseTD0n3Fe+hxw5vUmViDqsIaY+wc1GPg/qqz4YzeE+7pHaPsNd6L7Dcts+w/DNvuv5IT69lp6+PLldvKZoE7yfnJK9eY4lPu0Cjr5TWpQ+YUKBPir2ET8y0i2/tpj1Peokcr10fUa/9bTTvRQFuD2mSAw+v1giPk9v0Lyl6C2/cExGvk+Db76nfnW/2+UlPooTrT309pW+KlEkP3lsFL6iVVC8ab8+vz/D0j5qxMi+0TUIvkPsYr6sN4o9vsaAvuVG4D2kJLu+ffm/Pkz+fz7dTAe+DpUSvarU4b7ivCI/yMy2PhFo9L4y0h++PPYLPkyIAL6e0eu8yJejPo3nJj5F6zc+hujfPg4Snb7L85k+Aj8fP/ZliD4HDsA+ylDtPtMjB77hRam9e0UovWEcqD5SEGe/Xk00PBG+Fb/abbA98ENlvstenz73q7S+gM8zv8labT4TPH8+NUqOvhlNFL20V1U+FdzNvjoTXLpXvEc+xuIKv++PLr/1quW9e0ntPQx+Dr6pPms9tc85Pm/4gDsN4bO+qyqBPm3ILr9k0qq96JopPVrKtb6DL6q8u3MBvqSzgr7OUOk8o5qePjbuHj++Y6W+ZC4jPte58z3mm6s9Wu4BPrWv8D4uBig/DnqDvkZrq75kdFg+TTUgvvAlED4rK56+PpAev630o76jgNA+mcXxvX1iqz62tNM+zGWsPhHcnL6AWYK9OCQBvRp9UT6RPzI/ZSypvnNcQ77TiV+9sEnuvUvnD740sCi+RMAXPTApCD6hByC/vFOxPrzdrT4/xNg+aNqYPq6czz6Q9Vg9KiF0vknePb9mBvg+77FUPmcqIj3j2qQ+UIzlPkcQDb7dUAW/ZZhwvsw2M7/RSjQ/INoPP8FYd79p/2c9nDRsPsVBtr2kxLS7YieCvo0FLz5fyn0+",
        "1968vmuphL2D48w+oRaDPuz2ur4SbSu/9TCRvg/oO79JNvQ9cyTRvh2xYb3fnTO+4yOVvkERkz4VTDk+JeuNvgl1wj0xBik9RMQxvwbuab6dB269EgAjP2NXtr0tq+6+RPyzvqRJhr5spEK+VI+mvuLhZD5ZWes8LU08vnLesT7l6yG+4ml+PVixPb0FcUk9QS2YvXtHFb5sdtW9vY0OPyMsCL5Zb+Y+44tTP+juGD/8BoO8Cb3ZPk77oDztgS+8Sb0Sv/19Vr5Q0b2+yBrRvb6SJL6gToo98MUOvejj/D28dyq+AhjGOD8Wvj6UOx2/P4o3PmrlXr/iPxu//KpBPwrY/76AoKi+Ucv9voZo8j3jm4++2SZOPuRlcT5nQ8E+f2KDPh3coT5DWdI+DvzCvORmmb65XJU+KsWhvi5v3L3aS8W+NglbPgcYjb2dcKO+oy3DPixD672+SIw9g/MaP1Dnbz5fX5K+NhQLvvq6br7iA4K9bFyhvlGh5L7Itpi+wwYUPz789L14GzS/dB7evQfxWb42vus+qJB0vnzx4r4WLg4/2pHFPjVEGL/WZ6a9MMz9veU/mT2o7oI8AS8fPmvzTT9oXCM91x27Pr3k1r38CUY+JDEFPg/r2j3boAG+bis8vRZJPr6OIik/HUa3PWVDDr/q6Hc9sTSKPX05Pz5v0Ru/MKlzvq6tPT5+G78+k9mNvjkf8D5BzAY+zWWVvSlBBj/yX7E+G6BQvg1wXj5m/ES/u3ozPsAESL8ygVo7s7hDvtbSLTyi7wG9vpVTPj7rD76chxQ/0OMGP5acND+i7mG9UVTJvdBjnL7ICqa+CFz5vnE5BD4GGw8/K0cnPQ+gC7172OO9aRCYvoK4Hr+vAow+FrcFPiwPYD4C2gS/bdFcPtY6mr4Yn0M+CvYMP9MVmbwn/yu/QFuaPv9yEL8LvpY9YDd9PYzGfz098QI/keorP53GaD2dPtA+QlxLPsse1j3W6Ck/6Qi7PpKQ+T4QRng8Fn+Nvv13gj558wG+",
        "xnOUPlCKID4EFIc9fxUwvypHoT1/WJs+pXiHPb0Ul74WvqE+/EbUPMrsjb550OE+laspv/8lxT5ps+i95Zdcvz6qTT5ZJJY+1qgEv0viB74KcOQ9FgddvpFzpz5DAZW++brmPmdJjz5E0Kw+0dgAv83jQb+3Pua+c2fuvj72Gb6Vxde9ZMRuPrTgC74H5bW+fOXAPZ+fgb2KFVO8IgUvv1uSor0V7BW/+/mEvv+OzD5bMZE+XhWdPnO3Nj/831M+VVlAvp1CuDsCpIM+kOesvWuuTT6eViU+fnmUPppLrj41EJQ9lnA7v4kJnT4RHcY9UcIAvy1xRL1W5Ki9JqfDPAgGh7zB1ga+m23+vm644r2FQ769NOkMvy/W3j30mbg+yNamvbJ5Iz/QWvu9Y1GYPp7ht75KYgE//Kbhvpcofb5w8s++KHCpPW99Yr4pXLQ+HAeUvm4N3D43jYE++RunvZCoNr7WDcK+K5ORPq6ugT7xld++i72MvTZ3gT7T6ee+vtxYvjI1Ej93V4s93g+dvc1Prz7opt69aV4KPihXKz+OC6w+VDwRP0ryNj4hCgM+hrM6vj2AZ74A62E+QJgnvybiDL6uKWO/IlSPPj6K5TsUTqQ9uUslvooDr74eJx0/NClivXlsOL1OrYg95l+PPcW/u77B/xw+9iyPPUGOgb540Fi+wtUavry4pL7ZvBE+uD3BPZQbDL736Ik++eJTPl+WXD6lWbu+oFBVvn1Mmjubng++o5Efv8vpAL/rfz6++rTaPhgbqjqmurm+krWsvvV2yL6rX2Y+4BwCv7XsI7/SQyw/+7d8Pu7nor5bVVg93zk0vQiqGz4N1R48fYM2vp+CJj87fVo+1zQvPjhZgL71PI++DG4vPtGqeT5khdq64pKNPFgmdr4A7uM+djYrPgkKDL9ay7k+tCKcPM7+nT5SUZ6+7I2mvhcRPT4BScw+43hxPWlIQD4uCKS+BuWEuyED2z6SsQC+Az7bPojfpT7kjze/1deQPsE4cr+EJ2Q+",
        "cXlvvw63tr1HdV2+RkMuPtw9rz6s6sU+cm9qPvigij4AxRa+0VnuvvoIwD4oaJC+11ikvkazFj5Q3SE/34oYvg=="
      ]
    },
    "dense_1": {
      "bias": [
        "RptbPU6unT3PZnk93pQLPbME1j1FcpQ9IaSMPeZSXT1KRzk91/FaPc5PQz0fMUQ9rKbyPRqKnT3vG+09WOFxPfZ6o7xYNUc9nmeBPSD4Cz42EGY9EURxPPrUPj5LO5Y9Y6sEvvbJhj26q7S8ZrTuPXlLJD1i1zo+6vb1PSUPET6NQEY+eAogPli7gz3SL6Q9nmTtPeR8cz0HWAQ+ktmLPdYYUbsKdB4934UQPo7627sDMMu87VkZPsUp+D3hnFM9Px1Su7Dhlrw24Qg9n2uiPY/M5T1l69U92yNaPXzJ0T32uLY9YdSdPcrO9T0jI489WRorPXxPiD3G4409Nc/QPR2kQD2d/iU9sxzRPaMDgT2ajWM9+2riPUgAuT0bBQE9jvJjPTXRFT7Diak9kqXbPXHkeT1VLsI9wcIiPuLNnj0="
      ],
      "weights": [
        "dtSCPin1JT57s/K9f+NGPlATSD7oArG+KZqWPmAPA76yURW+pgM4v84sEb9QYgC/MNawvkstwb7GbyC/mcWrPtgSJj01MGG9eZC4PqCz075zSde8KdUBP3GWkD1lO+C++evTvpZnK75Ija48q7VtPo1KVb5GuIC+ZiC2vl+8hjz/jhq/0bMOv+9ipj5ZgKi+XAvvPX3dn77uvHa/EMDwPCTdi7dAjku+wPPdvSI5ez7466E8kSuOvAYnyr4FkBe+vt6QPigmvj0CkLS9Kmrfvmy0qb5fSAi+MOqfvoFhiz5Aq449JFWovsX4U706FlO+P0dcvUyPfr4CU9G9QjkEv79g4T00f+A9wHCDPYtOhTxy3qa+PcILv1Xgkj1RrMg+08r+vWIXNL6lmQg+Zyt5vntwX77hDIO944ugvjLBM7+b9Yi+JJFWvfy2lr2Q9ea8Ono/PTjQXr6CpNI9wKPrPfKakj6OWHu+SN40PAQ2WD6nSkM9LIcOvpWFmT28ooE+Ndb6PVJpMj5SC8e+Q3Wpvu6iBT48/Cu7A66dPeFKZD5m1xq8tEw1PttcG77kodI9MaXPvX0LsT2wR8K9lwv/PtfeCT6puO099J6MPuP+hj5mrdo+gZ+wvuWldT7GWN49YyOIvlO1qT5h1mI9QovBvPV/KT6eTUw9s4tRvttFdT4x4VM+pfRVvWVypz01hJO9UWvpPQxpIr6w6669yHSMPpljtr3LvEI+TZZ/PaytrLwoTd+998iUPnvJAT/PStK9cXFWPqPCmT2szRU/6kI3vZGC/b1wJ34+FP2cPk5UmT3tSo0+UkG6PDmGxj7x/YQ8bhFOvkQAdb5T3Zk9FVC/PQjZxj7kX2Q+y7tivkI5Xr4++r29OiLYPXKNFjzl04i+fxa7vvLGPb5x1de82x29PWaVHT1pJ0W9muFaPshGxD1ZD+W9FiDBvu7ksj4Elu88KlIPPvRZCb/Gme095SiivfXdcr79uWI+n0W3vfvXDD5UMPk9qsbAPmx4m7waWs0+",
        "/mqdvUf5wz0o8As+l/ZFPRwnsz3Le9s+H96bPqQZ1T1wTuG9jNa2PoR0173mJze8MQspPTcI9z4V0tg+1XKXPiydvb4KoBG9Y4WLPa+VSj6GgAw+w5GCPpbCGL7S0Yy+4ID1PgPKej23X34+3Vw3vq1dFj3abJ89KmurPmjyjbxj/IC9ZyevvdQxBD92QZg+c8qtvRoTRT31mFU+NG8SvlFdgT9s5rk+F17APeSNGr/icxy9PyjJvh6K0j02xOm8p/dSve/tFL4hGcw+uUJ1vgTZET/PqQe+oPCcPoF5qb5PJf095QBgPadoyT59GUM+M/mgvoNq0rtjh1A9MnhoPJKVyzzexe49ACRRPufRiL53uok9W64FP6rKkj1r8p2+cLjgvg9kwL4fwj2+1H+vPjnD7rzMKhQ/NjMLvpGhzT4Wrzy9Pp9cvgaTLD43eE4+dZqAPsyFkD75yIq+eXQzPu1KOD7JoIE9Z5exvoQ+HL6ewdc987INPs4ek73Ojro9hSJ7PpGTgz0HtIG+85rMvZs8Xz3/0YY+bttdPtErnb6zbuc9B7zbPcPEPD7CL8C+OZQtPtWSwj11LGE+4nqNPSF9pz2eYVO+gSaiviOtWj3QvIk9dT65PbTUID6F7SA+U2wRPNjVsL0gMsy89+JTvm2ISj6baOA+ckEbv21ihzxI8A4+F/zKPWgK0z7aFIS8RySwvT4Eq705USu+sk6jvfgFAT6mQoG81E9MvnG63T3m7uS9BmvPPUqiCT4VqQK+VhBIvlmASrwuTLY+3cmDvqOMPj64VR0+pYH2vU4YjD4kqD89+GhBvpe2TL6ty86+4+JTvXmnKj5Br7i9Z7USOt/97z5gqug9EtSivV4JvD7crTA+WEldvkRwgb38vpa9A8cOv04oiD5oyrI+saSZvXIfkr1iHPa9DztuPgeOYD6cU3c9KJ8/vm034Dt6CUc+rU6DPR4JajyWU1Q+dLE6PZOBYL0HL6o+0cJrvnAuTj6PBqu8x3gSPsUujL47scc9",
        "6eINPhxFZT0Te7S9X+BfPVpbNb6w1pc8+fMxvfK+FL75zp+9dG4cvtLQy7242eA9fQqGvH8eyD6wsZM+ymZVvTBlWT40SKA90AeXPqNART7tQzs+mIjcPdOFOD6FSQk+vliXvnkc9LsK+Ri/k+dpvinyArzITUO+xsEFvZ1PQj0ei5i92sOHvWRdsL48r/8+E7M/Pqvqg773sRc+pallPnzv0jv7tsy9D2kEvZipwL4hZmg+08hZvk4P575Ft9U7dVsQPoxETL6MAPA+u3jvvvTLir6SwqA+B8SBPqQSKbzhzUs+M5ShPdYRp70W86o+jePwvbxPQT6JGkC9P6dSPt+ZqD53RbS94DpePqinFD9t4xA+7ViDOtfAJzxbcCs+H9EFPVaEN76VqRW+9gTXPhS6FD63JSQ+vo1OPgODFb6AUCu+fOuCPt38Zj7Hyr8+VVa2vdgUoj7skqy9L+f4vuYD6L5nZ02+kbvGPUhxWz3IsTU+SHTFPgXsoD3nUcA+3arOPig1DT47kc4+aM2IvLAKSr5ORKo+e0hUvc/S5T2hmxw+DMOdPqq3RD5Qs4E+50lDPRwX+b6DRaI+6T4svLGXnD3v1hu+gCWQvSXJuj2Z7os+5YgIvm87a7zylUk++9hKvCMoDT6ysdQ9fLOyvutwlT0Nkbi9RoFQPh0cpb1ekLM+wsuMPhfFuL7m8hE/KGURPrPS9b3YymI8AzAmvXquDD6BHTc+A0PMPEaEK75Q0rI72icPv8LmmD44hG0+Qgv7vYB0KL1zSbo+zJUdPCG9q7zxZDY+KReSPhycQL5tDQA/yOP0PWCGHj7Mawk+Ji1avgAkMT7HTMa7SjFaO+Q6Pz5derS9R2rvPXJJnT5Gnoc9XXckPhGfNT7ST4I+Qj9LPt7u6z2KBdc+wPA/vr0Vob4xvco+9y4EP3Oojb3dJKY8aUxZvt+Kej695Gq9PmyXPn24h72QuzM+wzIJPm0BWr5j6oq+ej+Jvintyz0CPo2+l1u5vjNKab7uUW4+",
        "jJUHPipZlT6/PaU+g6/rviA43717gFc+jH2pvshrqz53RvG9Uev6vrB90Dy9eu87gPdrPjijkb43gCo+zsC0PiVhsr0FToS+v+WIPu80EbyQkn49YCEHPWiJCb9ySHc9F/GcPvZFWz020I++1WetPlvODb6GcPY+zQ9ZvRiNTL04axU+pn8nPVGH7L2k7vO8cKMmvinylLzkdyO+lWqnviuQpz1jyok+oNvIPhxaeb0ohVM98hO0PaTfj77zgGK+/oEWvtZwjb1+1Z87448JPmTMNr2qOkC+iuTzvdCWvz0j05i+OI9RPg7BQD3rGDy+wfoevvuO/L698zK/RKMkPsE7vb3bW3q+GawwPs3n4D5sPlA+PJsfP9LYI77tPD09uoI3PrklnT6asb+94rVIvY4f1r799Jw8BT/Lvu7XoD20psM96zaKva3yKr+LREI+2+p5vEg4eD5JNSS9zS5pvd57dj52RnU+MILlPanKhj7VjbG9mz4QPm9OUj6zHQK/YBLGvgiIQr6wCIw+If4QPsk+xj7Q+Js+N5rhvgbAi76vOOQ+p5wKP5h7gD5dwbk+1AgHvi9EDD8V9v8+b9quPj944z6QX7U9Dx8qvhxJfb7m4mU+g3CEvi4UCL84o0U3FLCoO5bGcT4lL0i+c0LOPmvQoD0JowY9TFgaPsC1PT1ONY296nUEvntcqr6o8zM+M2U0Ppf+pL2g68A9+nZcPvzaS77gxPQ9iNCPvI8JQD3XsJe9anspP1ElQL01ZLU+2q2fPr28sb1VXQc+nOzCvXiq7T7tKkM+cTQMP7mMLD5tPP0950ySPsgX/ryoIDQ+FE1JPon5u77tgQW+i6exvSpWhb1TRNO9dWcTv0RQ+jviOoe+HK6ZPn3Lvr54UeS9UZBvPopKtTzdUBa+A6NxvgEm4bu11Zy+F6wqv5jAZL7lRYs9mooLv9e1R776fvM+IgPWPue/Hr7St189CQeWPhtYHz/vQ8M9x0amPhWldj4cXnc9hKGrvoLJmb7ylD8+",
        "hRmDPjXvL76MPUm+EC8tPjGFAb6xpMW+UMCEPX/kmL6zRAe/pgQcvnzxVz4tapC8YhSUvsMBUT6XR/o8F6Q0PhI2aj4zaQE8rKelPvoKNzzGboc+Nt7OPMlGA70O6f+9JS5Lvl+Odb05YuO9IFTpvUnUXj6BEGI+nGsDv/8Vvj1y+g8/wf+RPqU30D1Hj6+9vZ7dvXAmxz7+JwG+FtgCPjXeML6gh829ge1SPvb7mr181qA+FqpPvtTKYL5VRkc+W5faPPWq2r0MSsE+XmVTPsVvCr34e8O+i+iPPkVshj7lOUu+YGeqvYB/A76sm5E95US9vWhtqb4zohE//O+xPuu+qr5Vgro9Ll8YvXYmAb7LQxg9rn8yvjjkiD4zeNK9tvT9Poc+l73Sprw+/+Gmvv9dX73kbuo98UqCPC7Yqb21xKo9dMBTPa3znj3rwtk9/xodPjvA9r5PRIG+k6F0vnoVrj67H+U9TfDVPabzKD2fzX696Zl2PhYu8L3Xu6c9vBVpPnBTcD4Cgzk+Qq6JPLLcQj51ry4+uMKqPrrIj77WkCq+nT7EPueotb0gc9M9sY3NvN1PI79rxgQ/0wl4PmJlmb7EAIQ+8LyRvssqFz3EUwA/adIrPrtCpz4DBy8+bwwXPjRuhT6vV1E+/8aRPtq6hD61rZU+xievPZOxSj7B7Bu+6xdlvVEPrr6ggYK8mPT2vVU7ur2O5bC+vaNTvdNZmr3dMBw8kwsavW50BT5IJhI9+aWnPlNDkz6JBsI+QJCrPL8UwD7iFhi+/gFnvlFjgj6srG29XY1cvKmSpT3XVLk+ED/UPrSWyj2w1Io9UufsvZ/otT6bYEg+92QyPs9MaD184Su+f0AJPjBOW70GnSi9Qc+Ava7Koz1qNye8r/HYvmZCGz5HUtk+g1WnvfPaaj6aFn0+EfqLPvQHQb5YuXs9xZsMvU1k9Lz01xg91D0JPtwihr5if30+QQF8PndRdr0EXJi9wzaJPg0hkr3vmAU9TR77PctX/z4po54+",
        "ezUvPrLTeb4dhC2+7AnePSjDWj5io9U+hx88vcnDxj4KTDu/3PaRPk1Cx76j1YG8rYVUPsogjT5Vefi+mD2Gvluixzsdoyw68PhvvlD/Nr1p/IG+dKiEPgBoXz68joW/c2ixPb43G79DgA49oCMTP8S/uz3LmA2/4SlFviMdL788CHO+v/5OvzWkKT1WjpS+w+mSuwyR+r6BD7s93i84PiafCT/HX6G+SBcivrqvtT4ddCC++KVQvvr4G78Pwie9/I6LPtz11b3FBJS9VlBgPl02bD18u8a+fuKhPUFmhT7Bs+w9XtSLvpFczz7LNJ49rf7yvbpJQD2qPea+x50TPuphyD3jxDy+MJYhv//sYb7JHJq9IT8mvtb0pL7wHEU+OJT/vSGc3r3NNIw9WfLPPJ3I076Kn1Y+T+6zvnh0/b3gBzo8wsYMvnqwBL6znQs+buWavpozEb4C2kg/M5vpvqONEr+juyU+Rv7tPimAbb6yLIW+2b4JPoG1rL7FM3K+0x0pvvAHxr7yW+s9iB5qvffsNL6xfQO+icRwv0rP4z1r8jk/E9FZvvK6Pbvjifs+zeGyu0hoz73DkjS/2Z4tv6Wbej4YKB+8n5RMP4r/kj67+Gi9BLqsPhecRb9UNE6+dI0lP3hK1r48Utm9GFfTPlkVhz2DMrW+hYylvswC+z28dl4+TT0tPhRHwb59ceC93eJ6PTuLZb4m94I8/PIHPkmrLT4+feo9klPHPcoMUL+Vc6C+1cy2vintG7ohkJy+y+mdPcz+j75S5869xVogvlL+sb1A01c+7E67PH+Pyz0MMYs+lCxDv2lDC7xjT/y9r20rPv2d4L3bQWW/PdEKvgtAjj1ES7c+7WQqv14ilj67uZm/lLHHvmpaur60Jei+OesBPgcHtz06jrY++vfevlqK3b2HZS2/1pXJPhErzj3Tkpy9yuGjvjULLz0kswE/HEl7PKhXRD+I8r2+50YTvryXFD/YKmQ+qS1MvvQfQb7dXby9OYj9vmRpIz7K10u/",
        "X9TxPgGnF7wSGSO8W/crPpcs572nYba+k4XpPbb5ab4R14S9sDAOv5Reqz2wCQc9irDTvX729L2squM+tBdZvdF1FD4QCcC9mBCHPL4Xjj0baVC+oCvAPU6UPb4B7aw+sUqSPnd1vj0gI3c93vgHv5i8t72Qo7m9ZQgHP7AY5r65vMW4tlU5PeRSWj5r9i+987tKvjtXYT7JDZo+rbcwvnnrBb+GSCq/gdNuPsXqqD7xKOC+Pv6dvqAZWL7uFqG9UN3tPRYtqL61iiM+JEMCP942fb5sKjQ+YfvLvUJPtb71l4u+NMQXPlbhCr4HPwE+jRmrPg23SL7FSpI+/9W3vQIJgTzWh1u+9VhePO6Olj63Uy+99OWuvueU7L4iTdi95RFAvlJr9L4Zlyq9NCquPmbHID4RYk+9M1ifvisbVb7pa3M+BOgEP9MeA77ZYpA++86UPVE1YT7mEYo+OQBbvhTN0j3QUDg+u3qWvYWZsT4m1US96RoBPyF3aT23Ae685Ly7PqqXIj7dfd09OsKbPmhWR75f/NA+vWm7vIouQT7kHhM/wPwUPgBzLD7DG/289nKVvrvR5j1jGkw+68ShvofYqr3wDuK9PwHXPgCe7DsNNzo+qg0VvpNdqT4krKS+vKURPoFiY766M5k+pG3svEIl9j3EjIQ9fSmMvsG9XjwsWrs89yDCPthh+z3rwEU+GfCwPejnkb0LETo+6KqOPsOPMT7Ce+I9QVE8PdbLbTw+xXK+SsCPPoO6aD1zXbS9/gBxPUBXwD5U7oi+aqZsvgjV5bxEUw4+kCH3vq8xjz7E4Pm8Qd1CPjzaEz0DidO++Z7WPfKC/z5EoYQ+HIBmPtwuHT5WpwA/y9/FuxxGqT7w3lA+2GY2PDkXST5Rd2E+dynMPfRFUT45SrM8OWE1vtqWB75926Q7QlytPjTyt72lDF2+9nk4Po9CJL1TdvQ+jN6vPsGD7LzdK0U9TbPcPdJQGD7NA5c9kn4JPiCLTD4iu30+pi+ivewE0T77nLk9",
        "PKyfPrrK4T2YJww/YFilPQ/7AL5CBOY9I9zUPte8Gz7CdTO9iaBaPpZ4pb47iRU9QsdNPS0aw75WoeE+LvqdPk2JOL3GsBo+KPrRPmT7mD43acg+VGFnPjK8GD0YBUO9mZypPYWyYLyEsZk94YpSPlpecT1LyMC8S2NsPjAveT4LovU9mmmButB5LT7f464+BR3mPQu+5zpMOwS+oni3PVn4Rr4Dmks8kh8tPTqDob29yCi+58vfPAyHtj4BvVe+5lWmPs4Kjjw9amI+DOG4vAxamT6fJgI+UErmPXstwD5kPSu+KN6+vShnpjtokiO+myvFvfqKar7uJYA+WTOHPlvsiz1LPGU7Gh4oPhIp5L2X1Ss+b1MePlM6nD4P0lc8+K6bvA+C8L0EgxQ+iq9EPi4vAD0JRTU+OXwCPn22Xz5YxRK+CSolvJx7Pz7v3ek95nEAPljd5D0rxzg+Cp0TPU5/j74izWs+Q3W3PbOxGj4+M3I+hKttvk4cWrpv4zw+/UF+Pnn1Tb6y4Zo9ZKMLP1o5Hz6B8sk8Xgi4PsUILz5mFuG+yJhlPbUgYb7dJJm9ZGULPTiOij76YRo8aymIPhSKGTt0PMm9/uMQPYhso76Rc8I9ma/bPk7n5z6W3HE+91ivPHh0BT/1JBO+0TpCPdqOJD6lzy+99FuqvQKWXb4lxgI+je+3vgoJbD7c79q9EoITv/umCT+JGbO94cWBvcvnyr6GTy49zG+hvhkzeD6gYba8LBrBvq4GnL4Ub2m9k6okPH4mGL57q04+ptQbveEG6zvGCY8+ZrqVvv5fMr6Bd/S+sMHIPTDmpz5BGGE+RmE6Pt1wlb2SojY9qKpQPgRjYD2fygU9mMzNPS8LwDwNb/o9AYLrvW/PWr4Cxji8/sQ6vc2Df740g+K94ELBPXZHUz4FngE/BYOQvpJ2mT1e+vO+PSk/vu6glb5HzWW++LOdPWorL78rYFi+C6GWPH6OHj1Zqsy+CXscPsa5Sb4F28g9ZjlMvSYdCL87chK+",
        "zO6UvP+KJD3sB96+qSDgPjYnY74nDaU9WwrBPj/szr2dui0/G2cDPkKxHD5bBIq+jSNvvU1lCj+PXAu/1xoYv/2D2D6CGdK9IqHbvbw9tb6Tf0+941H+veyr8r2PoV8+C8FUPpX1Nj0p+4q9XxM0P9pX2L0+nZ0+I4KWvj6PAL3Tsqw9alpovOU41L495KM+TE44vr/yAL+h8gS/JlQAPymyt756Mbs9YxJTvih/475UgKa+/6nOvIopjb5NQ52+kGwePme+jb56/Qe+GQZFPdlzE76L+wO8SO4kPn6xm71oYPi9KoVkPrcTp76PUms8i/WuPaWYBj+3oFm/NAiHvjAQGD69vyw+N8U4vr8VsT1IDcY96wnzPZtltb76tj0+XMbpvgwzJT25pQy+8K+8vs2REz8K0YU9hLeavowh+LxyZou9vHJtPVBm072LQNE+wHhnvmuJDL4MjAU/Sj0Yv2/5Qr2nVRY/1f8dvtIcOb4gOIU+U/qoPgmHxb3Voqw+nDBevjEs1z5FKPm9NSWFvgaBDb5ZNok+z0k+vk5qn70FrRm+C9AXPWhHpz5TgqA8/xNHvQTUIb9Gbzs+mCdGPqkShL5utQ6+hj5dO+k8zrtFZI29v1BoPiotyj2RFyS9DWIdvp6BtD2qox6+vUZyvBndDT1QxEc+m/m6vuqtKD4P9VG95DRgvREMXL4l6+29BXaLvrFBX76NwMO7NxmtvDpiP75OyA6/nH2Yu39BE72hhG88vBV3Pkkyyz4aS8o8yi74PuX7lb39RAi+9wMrvi8DOD8CW1k+kSWTPQf/176E9Ge9WNZfPhQ1Zr1lNh2+Q1GyPlWiBL911QK/raTFvgikhT3UqjE99kGiPqc8WL3mB5O+1AnMPs2u+j0s2u88zicgvpfBSz6/yX+8xBYbvhKuBL4d1gM+7Xb2PWTGt75rxAE/kh63Pk+egbzb+Go+UystvyV95D4TWq6+woJrPmpdy745JNc85Oj+PuxS9b7IXI69mvWNvm7BtDvo3yc8",
        "Xi3NvFZYqj3wJek9Tpg8vuTEiD630aK93fYGP2R8OT7ntb0+EdYsPoYzhj4Fq0e95GaGPmhAJ70pl6u+jhIbP7Rfpr1lUWm+E2skPyiYBz66QXy9g82pPsH5AL+lQ/e9XfQlv/y3P73agwC/HOMFPaW+lz2F4xo+TSwNPns3fr2ZH/g9nNWEvk1iib0NUI4+BN0TPkP1q74XccQ+xpC4vSEWJT7qo+W+BBTOPgH5eL60Fgk+Nfgfvxtkgz2heWk+pTDdPXMAib5NhNE91aESP1YWKz3IOpi9HeryvfHvKj2VQv4+MJeBPoivFD4gDM6+2SSevXEAb7wIUca+i1qVvh3k+L7lpHa+1+ixPp1/lL5Li7u9YXmcvt9abrxVjXI+zz9WPpOUAL2vKoy+sOVyvRBKqj3Nrl06nzYCv/LxG77b1os+7Zouvr4+OD6PKh29PWc8vzPzBb7tT589L9Cyvrs2a75JX9w+JJBivmKxZjzVkoc9lj3+vFmMHr7/Rke/oHiYvTHfuL4Ptys+WToYPYORcr5DUKi+YYF8vhfXKT5veC88lseaPmVsgjuC/y2/ZQ+AvqkmXz0yY54+c2esvoUBOzwDFgQ/4Jm/PvwBu7wneR4+7yDhPm82lb6uxHk+WEkNP98Xxz1bh5o+vohuPTJn0T6xkow+UM93vvrOab2WfAY+mtHVPl9Wj74KAnk82FIBvYzTsTx9xUk+atPbvdWBeb6tUS4+40lbvcdJFbyuo6w9d/WXvG8ZjL5WEk09YaA6vbu6O74UpwK/G597vk0zfb6sNwI/PsmbPlIYMr4O7tU+nX2Ivm6y1r6qGr49LEzWvWWJnz4aMsC+svndPRFi4r4S/Q++UUHhOPFYjr6JNkY+aRl1Pdrqa75oai8+smaVPuN8yb58lAm+/qnWvb1KLj1YLJQ+MBY2Pu5mfT2Ghn0+RRgAP7ZELT0Lfqi7ENOcPq6x/T0GCPA+Q39avi2+br7R4Kk+8PtHPBIMvL5AR/s+UAMevxmLS77E17e8",
        "vxS8PsJVTr9AVU6/yX7tPmLieT67DnC+dcenvaAwoz6nnw++GsNCveYoDT+ezZm+WEtgPRNEWr4oCAi/NxPAvkmiAT6fnsm98BrCPWRKgz5Zw4a+MTAwP/brv75f296+40WOvpthpD0GD6G9ASepvo/VTb5I6J++Yan/vaSp374YIjA+P20ovjd/cL4+0iu+mhJHv3TIGb/p/YC+lrQUvw1Eab/Hcqa+r2OQvrRkcT3eaKG9ZpxMv7BfnT6JDf++wtANPtCnX72JScy+lHV5PuA2R73oUT++CzPzvN80YT36LuM+AyXkvYQtvj4MBQs+ZDoIvxXxrr6XgEG9Tp0sv18OYz0wmTa9XPwNP6BOlb4Ja9y+6yJSvlitML+FeEy+K30av9ksyr4JAkq+UZ0SvwD5L7/JrKK+VJVHPQyKMT9xXAI/++J4vgF7hD5Vxsq+msxSPuWQnD1YCgg/iHXNvjZuUD7+ElM9paYuPf/XOD4zoTQ97t+HPpfnoT50eks9pGHXua0rXL6dROQ9jI+cvsDoY734C4S+a+4Xv2IXrj53e4E+syQuPcaF0j0VHN47DZuDPMpjuT4O86k+KUMJv0j74j4Gkv+9LrEOvqxIDL+0eaW+j40Fv1eGq75fJfu+Otj3vm/0iL5REhg+YEj+PkNAC757cUM/aRAJP+sGnr5D2cM+mNX/veyehz6ONAk+0d2cvkwe4r5Q6u08OOL3Pd6nkL7x8m+9owQ8PgsZsjy+dEK+9367vgc4yL4QEEU8004MvecCCb1tc+O+X/ZivmpiFD7PYgW+rIIVv0+/KT7Lngs/rpnePC/joz4sUxQ+JOQ6vl7zP7+zciE/KJgNv6db/Tza7mU+OWaIvqwq7b6s0w89346HvhhfuD7zXVm9cWnLvgzpZz7Ewfm9RHzovbMq7z6+qi4+yXqnPg03JT5qYAO9sXwKvpd+3j3hKy4+BiihPcJ5JL5PfKK+wdnHPkcuwj0Nz6G9SJiAPGSsp76S+Tk+6hefPnAOfj2zrXc+",
        "9dmQPm8Mp76dzk8+4aYqvue8gj6XmfY9xWR4Prr5mz6FY5e+LmfNPZJv7T2lzaI+Ld6BvTjirz5/mK6+iIyBPbkjCj4YLDW+62kOvkV/ir61pr8+/GURProjsj3N6bQ9NaLFvqhBuj13Nd28CZjkPaDCtD0VHL+9u24vPbFltLtu2pU+Rm5Evdc9mr6jQ5q9rTOBPI+14r0LRJE+g2ilO1levj7xg8W+mTNsPpNfL74fR1E+UXaKPsvqlb7LZAE9RyXJvRYgmjxzv7A9uDEnvkroaz2oOu09hsiaPlK6Yz7HpEM9IdBHvpbhVbzkKZA9zWgkPvhGiT5JV3A+vHK8vQtCqb2GNh4+r7ElPs0FHjwLvNO8oKIxPkppVb5E5JA+i2qOPfxe1T28rzy+CjhVPtHjyz1ontA+Q5eGPhwdkj5RV48+4wdoPuPjGT41pR6+H7KiPp5RS75JHns+W4bKPZ7MBL6oCv28J5WbvvqzU76Eh5g8XM2dvcNdNr3ZqZ8+H5mdPkqHsLwsvxQ+4w2fO19+cL2IKIM9zD6tPi9MQTu3k8E+0vYsvagWjz4oDti9kKSBPg/Yjj5JoQG+25Seviuw9b2OtBM+D7FrPqG9Fb7N5ci9o3yTPViJPT4qCxm9mE3MPsrDDj6+UnY+3ylGPvTYsLwZOB6+2XjePtJ/PL7fjHs+3RymPignFDuh5RC95DA3vvw5kD5hBrs96lQrPiYboj1b0XK+nRgNP1savL61Ndk9AGGKPtTFPLw02OE8xsQJvpq+F75240O+w7GVvpIALz4p0D4+pPRaPmCLSr6dEz8/1De/vmnKij2rQe+8xleUvoS/0D4orKe+k94jv8Ac1b40CxG+LJzevQHal768GOA7CppbPvIYxj6qV46+Jf8TPPY8bbzUtRa/FelSvjwmbb2IC4g+L23PPgt+or5Xq7g9XLQ4vaZ61DxGzVy9tRnqPnnXDr5CNCm/VaYiv3ZgFT/pMXY+vPwZv0rVtD488pE93hSiPMeutj5Julq9",
        "QQzSPZgAnj7r2hW+a4envhpWBr5ANEu+u5uWPode6z5Gw6O8QNK+vTKkw774u3c+Igo2PvU1Zj43GpE+GDNyvjWofD6FNxc+hxCpPW2Wl7yMtFs+NKBBvmiUBr7iWB0+I8yVvo08Q75ADNs9680APsF8jr54e7m8pzQkPpXZxD6eRmg90RZmPoOyBD9+jwI/HwJEPuoxP75AdgI+mu4EvklfE790ia6+8ZsQvo993b6IC0G8CIXjPNOsZz76NyA+Uhc4PhBgF73Q42w9oJXIPuAJ/j5JSXo9sJ+PPTlCpr0ugp4+RJX8PECnBzw9No495dJbvAKpgj2Enb4+S3EWPpOcyr67MkC+UUmRPb7zXj7luYE+teixPgaGdDwJgRe+o00gvdVB1z74Tos9VRm8PvCVZrxJjDs+FKNzPcqVET9QuOY8VM2RPtDVcL4n/BK9Fb6gPkQjgj6Bdms+N4HLvg6LQ7rcGJk+I+O9PqSYW70HLZY+NzYGv7bbHr21Lrg+bYRxPrlNB774sVU+SyCmvqplfz7+VSM+A5R1vTq+yb3UHYU+cdyvvrP2Yr5YbKc+6oKIPn8VIT4l6fe8NmGDPSAp8b2SF2E9AGJGvTEBEr8toUe+WpbHvVhPIr9NO4869JHAvjcwV778zQS+C4tfvn1tFL48G6q9gn4aPkXo1D6UVNO8q36lPXxKGj4kkI6+zUkRPl7lGr2pfKy9MiYoPq2uCr7+tIm9tSLpPjsHKL8zXxa99YCkPpQGAz7GQgi8H8gBP8px4b0zfdS9VKCyvqsTWj609Zs8wRG8PbxoIL16NcG8wgmoPl80g72n6Ca+/+ISvdAZYD4hRAM9cyjZvbK7Mz2CCoY9ScM9Pke2gT7EEJQ8+VyGPezrRb1XeKO+KwTtPIXdkz4vy4Y+TU0Uvl5jdj2OkrG+lCBBvpIenT7naC4+zHW+vT87lT7ZcKs+xKG6vklhoTxQ7O8+HbqbPhmcar26Ld29mTK9Pdd68L1NZ9+9xyaivRYJS77KHc6+",
        "COnpvZCHHz7BlMO+wbAzPmT9pL7ZdzI+ez85vzTkcL5URPo+8gWovRYhIT5GvMy+4s1lvYX+mb43T3W+YxaNvoXI+71odos+qu8rPulin72gMMk8VpDCvNW3Jb79YrA9CuQHP2oGGL882B4+0i+rPn3fJz75lA2/XLcuPYjUrL5ZCuI+NgUbPnCzXD4zXO+9q3glvkrUdb18cu09pLYdPi5kOLwESxW9wS/rPlwMur5Feoe9DMDlvSbLVj5BRku+IxeBvZKreTu7ND++uGLsvbUPY74wAGi+LfpNPQdi0D5FrMU9FFXIvgY6wj7rkKa9KHR0PkbgKr54ffA+6QXwvoUImD6vATu+ZqeCviQrkL0tQRU+bbJ9vUkn3T4/hCo+zaUaPBlJ274e1/W+E2EDvvdSpL6o24e9NfjzvlfwdL7PysS93jYUvqcbXT5di7u+Oh2TvpI2Ij4z6Tu/iAfovjii6zsvgjQ+4jvrPcx8nL5iY8y+VhyzPskNiz7NdCs/UC7xvtqAArx3JCU/1vAnPZLDAz1wQCw/gZ3zPT/4kr4YCjc91IE5v6X+AL99DAY+b+3svS0Q9T7I+zy/1EKTvglSpb6ibLy9zXR0vjbZ6L2s09U+/KgbvnBWMT68tJa+GsICPi9vl775WFS+ta+TPpxytD1BcDy+BCrQPTOwbL/o4o++wmFbvm602740gaS9Vzmsvk/1I74jiTu+UwAGP13zGT9UxN2+j6fBvp0oNb5OuI8+njACv5d+oT19yBW/j7xDPo8+pDvscpm9yOXTPcA0lb2xRuq+Z2I/vdCurj2knms+ltmOvn5W2T6XSwq+QWL5Pd5CkL0Kr2G+a3TtPL0wwTwU0o88uhqsPl04AL5jtfA9gRIXv8AqAj+iaAi+Sig5Py63kD1c4rW79eDyPv19kL6vFnW/j7O3vR6c4b5/9Hm+IDnFPgF/mD7mpC89LXeivvzqkb74g60+cPDIPZ1gmD4CR7y+GdaDPhdKcz5CCho9i0M9v0+Vg74g7ie+",
