{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "34b59812f722504769b51e9f07c8105148d3742f53e43a800210560e77cb4c2d",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "AV8NPjcBFz/IsmM/A/VjP0LkVz88reo+eXZbP5AFRD99838/EWFqPvjhnT4+DBk/EsX3PpKqQj8GHnw/D3vBPkVrVT+/Wrs9dqU5P1WY5T39HDE/1jxeP7bOdz+pUo4+8IULPiIceT/D3fw9K84zP4svlT5OA0M/PHN/Pxuvjz4r2zQ/PPuRPkAtEz77Db0+79SLPZyIej413Ts/1oa6Puo3bz/C9X0/jKoTP6zWsz5eahk/hizGPjVSWD/93kc/HoQBP9tpcD8Z9lw/DRX3PIRUkT1mpCs/LnekPvGkbD9y6zc/HcxKP+aMXT+Iyy4/GI9pPunhND/wo6Q9kZXGPNY/xz4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "vsYPQf7st78uQbq/3Ajgv7DMNT9Mei0/EEwBv7RkJ79OWuI+rh9Iv5dPCL986qO/Sz0VwCRPUz0yM3C/DSCbQN1qSD9XZ4A/8C9xPuVhgD/hqIm/FjuhP3zqo7+0zYu/Wjzhvmx3q760ZCe/IGbBPgQLQj/OsWI/wQ1kPyjvuz/yuqa/6teBP3jwtD67DgI/CO2WP0s9FcAgZsE+LtcqwMOnor9OWuI+tM2Lv6K6wL8qcLQ+ftZZQLoCx78cjNm98POJvlyaZD+YCWA/4EiBPyRPUz0EC0I/orrAv3Ks6b+uH0i/Wjzhvi7XKsCwlom/cmO3PswmsD/+SxU/tkNJP+yXgj+TwWM/wP2IPzIzcL/OsWI/KnC0PrCWib+XTwi/bHervsOnor9yrOm/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "jrMAPbf6LT2UIvU8lWhLPno1Ez4hzTU9P8qdPR60Kz2IeTY+/37/vFLaFz3NLIo7jq0qPmZHtj16yT87SsmMPRZ8PD66pEI99pBKPRhm0z0XsjY9PoEUPbAfZT43LzE93S2zPhRC+DxMGII9NJXDPJ6GBD4Z2cQ9bI2/PT8BpzxAZUO9osQ4PRB/pj2XYTs++TkMPjdqkD1yIGk8BsOVOudAAT5oGrE9fddEPQlSrD0oh5I9NTiUPuKhfD33mIA91uauPeBQBbwSmBc9fbi7OWjdjrw2QzM7HAR3Pp8N2TxhkVY+CTfeuhRZ/z2SdFU9hiQqPZCNVL0wfLM9t5aIPZoWFT0qEqk9vINuPcowAz7HCbk98o/HPRbRxz07az68bZKAPKxkOz1B4PC8MuoBPuvlGD2QwJk9E90VPgHzJD0="
      ],
      "weights": [
        "sPdJveNBHj3+dQ0+/2jdPefHVDzg7sM8B/vrPRadTDwBUVU9+gWTPQH0iz04uvk8ONplPcfNET1WKBW9CintO0K+bT0pGN49bhvDvRIoQj7YiqA+ufBMPRqUsD0ZNVE9iHx7PIE+mz2nYCQ9H6hXPC5GRrwmPsW8CHK4PPoeOb1AxN49+ZVsPrs/wbzXPeI+a0dnvf8XST6rBhE9jTHoPeP9Nz7uHhU+lAnnPAQRhz3/MIK9BA7cPk84FT0yyqQ9kse/PNqq7j2PAIw9EdXKPYEBTLpHgAG9CtExPRnhczzieMk8PqsrvswV/T30hCy9YG3Svs9Q1T3uaEc+3Oqru897dD4gNBQ+bRRqvWrPgz0udie9c3xBvKIEMz60ukI9JoIIPm/eIT3ae3094AqNPmnc4T0CZKG9jbQiPS8dGr9Qw4W9U3OBPBxvKz5ZHdk9NnNBvZB4fDxBiya9hmRuPtTKvj1GpjI9lbsSPYQAVT4sUN8+/0zrPQDbO730Iry7Ol23Plc4pz05lX29FfnEPZprkT1xSl88gi+9PutToDu+sIU+H6mnPS3vZT1wphM95C1NvbE9Oz1Jo5U9GjwQPRLFMj5wEps+salJvGbft7ubU7U9C7Oku30FgDzaGgU7svGmPaenCz76w5I9sFnmu/AehTyVKFc9McSRPXsH8zyFl4o8zJ0gPj1MHD2HENw9wh84PfqmG71gZAY+uMt3Pe1kybwKL1O9I1XiPWZ6rD2ME0Q70kXsPd7MlT0QdIe76p/mPK++5DyIB1q9HadFPTlWND7rQ7Y8ywSmPHjGYT3veBM+yT4VPOWnIT33krE+5Di6PPpO3b2jhjo+HhKGPVHLzrwPOX49wq6NPexeVz6Z0cQ+ksaWPY42nT1MTIa9VJsbPuIPAD20/qG8Uw35PYh5dr1g9/Y9Q4etvVmkELxyRQk/XzfFPf+0or2Xbg49FvsEPqZWMT3yMsu8e9ajPbAu1DtnNYg9qEV5PEXZ8jwyKY0+vInavL3lMj7H3K88",
        "iqniPQwnC70v24W9F9YiPjeBvT2A9cU9BwVXPQWXiz1hlja9cRvAO3d/yD1YpHU+GMjKPuXrBD5n8mU9QhLOPSXq57zDjBG/BnsGPaKEMz7CbLa+WU0vvHvnLD5gUJQ9e0/lPRrGCr4OhcM9OZISPuvnq75zP7A9EWcPPiOXUD5P8Cw+80hwPehTjj4+cC49C138PV/P2TtvSW89j7+TPaSFEj3vPWM6Ow8+vOr4mzwB6S09/PEnPmzN7D07dSs+addFvel0SD0UsV49edGmPVfOwLy4tgA+qSRGu38zozv5p+k9M0aTPaS28DyQaeA7C+HWPX2kHz6fmFC9eymePMHjr70GxKw9v9povQ6AED52W4s97ZfpPGWPLzt+FlE95jhWPhziAjq0QWS77/L0PRPrjD5gcYM+uICDPa/UnTycr5I8dZGYPA7nmbxXtXA9HB9YPUg5Aj0lxjk9DDEHPoA4Tj5T558954UZPvSmnD47PDI8RzaEvTTSNT4nMG09pKKDPT81xT0+0xM9rM08PgKT0z1FITe9CIHNPbSluT12L+Y+8qVCvdRxXj6E8bA9oZ3YvtBtkT33PAs+s2y7PdGWNT061Cw9R4IcvdAmFD51aBc9P+a2PbbJgrxPhh49p9npPQCQmDzfpmk9D0CfPpoM6D3l4b+9gjulPkoXJb8b8Na8eCwiPRTVhz0JuRg+oGrHvGIsND1Rq7c8aekvvVZ0VrzCdm+9YssPPnLICT67B8k8nakiPhoWHb0q0RO8MZTyPXh8NT1bcIy9sbDhPhIlbD1IfLs8+HBePctIgz0nfDo+SZzhPW9QhD6J3UU9vwKUvd72fjyMn4k9JmVFPDhY+D0Myuo9YGSOvOem17wTpCc+8VgoPa2anTuCEa09mdtHPrqFDbwoLKo9oAAkvSUwzjyGjaw+ROUnPN31Lz59jwu8sYoiPmcyBbzJEw8+wXRsPdTLn73oWKI+ynurPUkklj7tBuC9nVZjPvR42z1K15s+gILDPbrbGz5+YEs+",
        "Jy1TPNq11T2PuRm8mLhCu2Bqor1FGkI9GWUzPaT5xz0OSfo9e28GPTl01T0oPBE+Z9zlPMSckz5pAaA+x8cxv+dfBT1wn8c++i85P86Vtj7i3lg+gKPXvpGE1z4UO5I+bvLLPeUSkD/vx2Y99aPtvkcCtz5d19u9Hlw5Pii5qb0qmI89XXA6vb7CCz9vLxI//EFSvlqQ5T4148U+Xlb9viBowL6ahWQ+IilwvqQADb6UDVa+YQCUPsH7+j7jlYm/vQxCP1Mt3L17hne/0R59P0myf76sMX89cXRGvbhz/j4DMNG+f5Nbvgxn8L5KvYI+HjyavclrEL5sTiQ/r7oLPneoxL4c2Hm+mOonPyaF472dc2S9Y4Auv9ioAD+tt6++NR7fPULJKL7zIRC+ApiOveRv6L7uKqK/fMfbPbylO720jsy+ovaDPj45xb6AoFM/gAXfPhMWab6FAPK+AVG/PrkCIT43g6u9R3M+Pl7rK76PeP48jcI3Puj8Bz/5CVu+ncLbPQN7hz4bTTs+0LQHv05NC7+dLJa/lwokPonJrj4Pudi+leXdvt6yD7/th1y/HJ1pvkdW+L73rwi/e6EbvlvZhj2JXfG+IxcTP96Dmz6qXj4+yoy3PoZUC77o18896HScPH3bGL6tzOs8r1y4vWI5Hz7fThQ/vT4sP3aW3r38Yak+Ziq1vEBpCD6EYD0+IijJvrIt0r1OIuW+FYjhPlgViz696NE+HMGOvg1tSj7Dn9m9IgjTu37wjD6gG8S+ddQxv0KnHj9mgpg/DgVMP7emlb+tpTK/ocOfPr2cFL8OVc69EkXOvrBVED41Vtc9M8v/vT4WJr+Ugha+qRuoPmiAxz2vNns95QU4PRc0Ij+blfG90do6vcnAEz0dDUE/rAGuPikxSzzzrWI9hrM0PsmZwL0Chv89QVSPvgqDBj5zH3E+KlsNPtjWeb7M7B8/0m3sPhok6r5ybYk+x8NlPk7OLr7PvDA+oRfIvkTFjL8ArQs/hBADvocxkr6d8629",
        "aS8JviaWA77h80c/6ngMPZMnDb78pH090scvvwPeAb8+EaA9KMubPn+vJj82lWy9WYGUPq06qr1GMjk/SMt0v7uW8r1dYU4/i4luv1FkDT+XovU+jhslPiVLDb47PD0+N5CGvff0Ij2xLfg8gKNcPvv3BT7Ayam9ZZGXPt0I1D4HqTU9NRlqP1Pvjj6fz7u94aU8vzjZYz6Fe3g+QRgpv0Fajb76AKo9gpGdPU4r8r2Qdq+8sd94v59Ctr1VQdu94SkovXSrI79A7LQ+EP+HPbuBZ77SmOY9Z7yavAoXcT6LiOo++GYTPfx28b3xLiu9ISzjvubbSj7OEBA/nJqbviOR3j3oI9Q9mrDuPqDy6T6NPV4+K53TvVh0KD/+Qus9xaaxPoAjTD8OU9I+3Ufyvl7gLT7nH7G+GwDdvEgceL1MuXw+9oIcPlQpOD/7bCc/v4mcPnselL0Jf5c+ToXzvqPk4r4Ql1w+nTGoPmW1T7ul+pE9eCN4PqXUB73P2D6/MJklP+VwujzsB3y/K5RkP1fbBL9u4ri+6zJbPYupLD5A3k6+TQnHvgPcFr5Sh8c+z7oGPuxuoj7ZylA//5izPHf7cr+rAD0+TN4CPzIzAb6QZYa93idMv2r0bL0NR0K/NlSwPr1JAr3RjgA/H76Au/B/qL59P6y/vHQ+v5+k5j5CNIu+E19cvmr0yb7yqUI/wMykPiUOmj3ewhW+sXDLPvPGwb0eTaM7ALPgPuSvjL7dGBQ9jGmmPuaCeL2qVGy+b4chv3/+8D9y6zA+nPJ0u2vzWL6r8ZC/Es+9vew6lD7rA2s+dC2lPvj13D17sl28pc3SPbUkPb7c7LY9IHoLPqpFq70n8fC9K9xBPzVBuT4uGOw9+oXGPn3hbj7prsM9t1kDvrfoib4zrYC+lNlEv3HkF74ChMo+Dv/2PujlvDzvTWI+U0b2va9+Iz7TUNC+W3BfPSwLLr8Z+qU9EkRbPxJvIj6k/GQ+MNwYv1m/fj4lByG/bmsiP719UL4A3WY/",
        "olkWv3dm0r13qcI+3OVhPC0NCD7pqty+A58kPpHjo76nHgQ/uQa9vf/vbzwwKOM+JPShvsPJH7+wbwy+xIopvSCAN77KrGI97oKcvukPCT8Uvyw/f0LBPaUBeL60zww+lsfMvkG2Tr1PGXA+fsCAPmft7j6u948+NrubvqA1Pr5vtvW+Se6CPyOM7b2SGOg+awE7Phm8kr+FuE+/KImaPsakCj9SoUA+Kq+nPk3XGj7x99g+1Mu/vu+BWz7lFKE9rdeRvhBO5z2HqeA+phVBvYhqLr6DAlo/dVXzPO8Msb9wHdo+0JJ8PWE8tj7WRja+llvvPYm7VL53GrC8kLctv0KfQD4SmuU+sZH5vjTPlzuLa7E9FifrvcAjwz3Kegm+xDP5PEl6Eb43ZII9CSWDPk0Db78ufBi+ziumPZsgBz/GzWg+sWKUPUnSMT6Glxk/O3i2Pe8B3T6HiYI8nMxkv1WDEL6nvBI/beyjPh/kmT7mS8m+Veuiv2pKJr9FfoY+u/xqvrbo9zuW7wC/bmsRv9SXgT5NLh06A+vOvnGOqL0pOP2+ncM2u/AsvD4mwYs9YTvBPn+3xb5pJ5w+m8vqvntAHz5g1AE+yltDvvcTVb+YGWy+KP9Bv7CV3j0It3q9HDTnvnO4qD3E08u+p7hRv3c7Sb5mwC2/IvJJv2aD6z0ldsw91w4DvQHvMj9C3Ak/qkwQP5ZqnT61FTC+h9fgvRSq0j2HnBK/4rRKPoQdGz4TV249jZVwPzRqOT96I3e++GKbPW2CZT6XEEE+6EXsPrGocr5igRK/IJGVvt8Cjj5UJhS+zPCbPooxKL4e0QK+7D6qvnmVcL7uWmo+jrp7vK/uRL9soSg/H06jP8VISz/wElC/v4ervhVclD758zi/HDByvguY0L5AoUk8tcoEviIrjr6mS1G/Z7uAvslnI77eWBk+Z8T1veEk6T61cec+XU6VPrIOiDyem188S5mqPkXpzjmrO3W9Se2Dvb6QHj4g0Vk+m2i6Pk7Nxjz50JE+",
        "CmVBvyDJ2T8MQyI+C/KvvT6/pb1QPpO/TAiUvR5qlz7Q5K4+LtX9PhHg0TxO+qU8qAAwPUbfur5xvAw+8WPNPdipVj8ECIU8vaxvP7Pn8jyUhpA8qN1BPiCwqL6IGf09XOVsPHYBmb2x2Sm/gwv6vty//b2xjP0+Ku66Pg94Ib5iuyE/EBwZvo6adD47/Ry+fSTAvrw+FL+bgjw9nlMRP6KBfL4LAIU/mhEWvn5Y+T6WLQq/iLnIPu/Iyr6+6e0++bU0v4yMOz7P4WE+/GODPfjSKT7p+/y+42XQPBThkL0MhUi9isiXvglrKD72lHo+w5GHv/dqbL+NRGO+96v6veNUej5gKH69yJfRvlp1MD4Oh/I+DyigPWJtbb4e/d89rMwPv/5vaj0oxj8+2Rk6vkx7Nj8BjE0+3j0cvtcJEz76HHW/A45PP8Sxbb43pvS+pywaP2z8pb/NR3C+xHiXPg4tlj3Y91I+XmX7vkC8tr6KuZE+f2Ipvn2IFr/UIje9DPCFPPuC0r19wEE/6oHEvkwJ5b6LkE0+r3Isv1ix671NVR4/crgVPhLrnb0C+iK/vsiuPkpREr2JKak+ClGEPVmeWT7yh6w+ZNkCPpHaF767ADY/3DIzu3Zv0L4neLc+fL3KvedSuD6KEFA/bgGbvRADJr8fC7U+br+xPkj/5D44SoG95EmGP7l52D7DpIO9DRlmv7+YBT4f4OK+m4Gev/WExTwFndE+73+svvSKMz+Q2La+PZcUvxSymT3d98q9QScDvofHiz6uABQ+CZokvorotz5kZUm+IOuRu/+NBj7uUCm/xr2DvTMH/T3KdBY/VZmLPgC0m76Umx0+6QxpPNg+Tj7XGhQ+LIKyvgeYJT0nh/29rBoUv5fOjT0m+m4+K35dvrO2yj6y41292X5lv4Rkdj5yNcO+hG4svzRfDz3RIgO9YMPxvMAhOD/yrB6+OpeXPiAkej5Ghnq+2nY9v5ITnj5Mj5s+7EDJPn376L6/PR4/L638vtamCD83pIO/",
        "MTaJPPjJAz+iTie/j7ACP1fUCD82CJE+OxYTv6JCOT5AO7Q+vQDju83RAbse+ro+tKmmPSW6LL4V/Yw/CpdXPu0j3T3S5yE/6bZgPsO7Fr6xYSm/+NqVPowchj2ovUi/DAKnvUPrxr3McQY+HvYkvgt3076l4aK/xqx7vtzTE79F2dC9YDwnv2Sidj5Ytbc+8f+kvmNHO74pJj6+a1PCPDM9Rj5xQ2I7oO0SPoWL6r2r8gC/tkvcPs7baD6V8U++MLWkvlyOSj/td0q+z842P6K8Bb6Bm9u+OT/Ivg9BJb0KtOE+0WWavby+CT/vfaC96IcXPh3NFb+iD8Y9kSyOPfOTU74upCW+nK5OPiD+1b3p/xS/6c4TPyBZdL7qwAi/wwimPIHDIjxJQCY9kRy/vu42Bj9VEhy+wKIKPr1zWr+71wg+b1CnPjXeTL/aeGS+6jAMvr/kpr7j5ik+m80aP3jSo77MLn+9PowMP7brID8hJky/HzpGPsnxmD45EwM/S1UivfSlpb2KBE0+3fmwPrdc+b0crJI+EgiBvtH14r7YV7m+WAEAP4QqET/Odp+9CXrVvnDxyr+PFau74iu5PlffFL4fZGC9e08wvz3o6b5cGi4/p+7ZvSi7PL94Wz4+wOqGvmovEbxwFzk/Es/+PiHP1z2kJ6e+23C7PhT+A74Msi2/5fiFPxKwj70whyw+T/UrPlsVtL/Y8s68AISNvSTULL7jkOQ8KlM2v8p3Db8W9K292giXvQyrH78VkE89cNq6PsWwYLyD5jE/GNd8vhf7jL6iypE9MCiIv24yrTyHAgw/3hlIPhckRj5eQFy/sXcRP/e9vjw6kps+Grq9vM7RJL4LgrA+NbHLu2nfvz6x6Rc/by6TPmLnhb0ClYg+4/5Avq8c+z5f4yQ/OssAvsfvJ79/I4g+Hm/BPtIwRT6IP3S9pGlNP2NosD5HAm2+L5Rvv2yTMD4gLy09kFBmvxisxb5hIaI+8EMIvhxzoT/UBBa/2PXSviFMlj6e8gc+",
        "ew4SPoMiAz/zA3g+3eiLvnyFz73aNoy+2ZG0PjpKpr2AfiO/ojM7vTkJoj7o5jQ/XTCWvSEflTwbJ449eltePpnEeD7HzeS7dVkTv13jtT7PyS6/T8OwPefBMT8Bz04++5lhv87ttT47bnK911aPPH+9QDxVeyc+ug0vPqR40j7ot909dZGZvBJ8urzx+t+9hWoTPwHojD5EkJ89DhaIvw0rGL/w+i4/v0UPP622sz0sNTi+XzqevI3HKj19uYA+8hN0Ppzxeb450oo9sEdTvq+mTj897qK+a8koPbxPUb8/eSy+ULuKPn5ac77Y+sm+a9eMPubGl76sr2S/DLulvlJP6b5muxW+sc7LPR8pCr9rQpa9ucuXv7HWuD19LZe+2YQQPs6OvD7kFJI++sAFvtZ1a71fC3g+8+V8Po+8uT20CfA+ZdgUvhQzAj762gG9NPCwPkESvr7Q08W+10VHP1V/wjwiqUi/6ZOtPk9htj4Sn30/jxeTvgGCij5Zldy89KsPP1/Z9j1i8hM8/mD5PlvoE75bYx0/D2ohvokmiD7t11i/QGlQPqXTA78jUB0+g5N5vpTZdr+RRIy/ZC7jP6zPkj6PzzA8LoYBPfl0L79GNqE9Mm2cPcLgWT0hs0u9h1GWPQ0mCD/TUQA/qQG7Pq7Zgbwc+gU+/h3TPt0nET7v6uc9F6pIvmmGmjsIbuq+un+QvU2xUr8T6Si/CXNjv+TUIT6/AQc/PPQIvysyRL5afTm+wHgPPYGxiD4pSKG+Ad8Qv2HEgj0UFiK+mddNv45Xsr3Hqt6+lnEHP1RZAL8OXOQ+oJb4Pii09D5l2o69+imRPodCJj4HsDS+G/UVvWh/Zj8L5Ps8WoUoP28jFT5ToA691S3RPkQQNL2lBMU+4n0NP4Tf1T2eAQm8rij7PiJ0jD/SdQW/0JxnvmMh6z10eRg/ao7mO1QuI78rn5u+cAAxv0n1E759SRQ/7uYRPtsPsj779pw+lrHMvrpBpLzVcqO9reorvbwOdb/cnmM/",
        "VDi6PapJKL7s6yI8htmovuK6uT5kJQs/Jgkbvjf8aL+vg/C966sXP2RZjD53TYc+bATKvWlO3r5OB5U+iDudPHM2UD6/4Dy/0326PJHyCj5q5Jg+TZvpvin74b5Y+AO/1PnGPg158D375DO/pFgfvPgbgD6mJf696m6bPpsRJT/IhS4+0PVLv5aTGT0aPV+/xYsIPYGWlbwLke0+x0OOPqbyxbwfrGk+4XBmvIMWnD7g8DU+JqeMPdlOvb7ZBJE9I7GYPfvz0z9kDpW+A5P5voLqkr0m2S8+EhseP8yT3j1SW10/kgB6v4ZaDT7mO8Q+tS7UPoGJwT6AS20+guEovnUA0z461X68xSxVv/1WGD4/UAC/pfEFPk24BT9R67s+Cp+Rvy4wST7uZIQ9+AxTvuehrr6Plao+HXGSPqgwHz1w6qm+Ml9rvV6Drz5vIoG+kw83P9H5wT5LUAs+tL6Lv9E9y74+JTg/JhHiPXSKED75//y+YJSMPrnR77ySn+q982pLPvMFbz1RgCs7CeHhvfI5YT+oqBK/XodePtSPfb9Wka2+P9ujPmnmsL7vTZe+OeCpPhCSAr/R37S+VQnrvqj4x74NEoy9BmK/vByNDr/VmX89Lcl4v6NWQD1pV/i+22ENPzoZmj1iNIw+9JmhvQuQej10pQA9ycF5vualvT5cnCA/zl/wvXmofj6uAoa9xtmvvvaZCT7KSbs9FnrwPeClHbvqgFq/eV+pPpO73j2Fio4/2i52vsMwDj+znvW96O9/P2ATq78cUIA9IxYGP88+Zb1wbEU/jKuWPi6LbL5fUTW+I74gP5RRBj6UHBy+fTHSPpMxXT7u2DU+1GOrPRoWjj6dYDe+kHJqv9BqO74bK+Q+IG0pPk3mrj4mEWK9oEcavk0sGj5WjiE+fdiQPpdsEL4DHrC9LAw8PqwOOLz3V3E+ojNIPJOa/b0RZKM+H6BsPlscEr8kPiQ++BmEv5M6Vb7Afqk+QBQ8vzMxQL4K2NA+GDMYvYHFBz98qz28",
        "m8wtvmlAUD1TiA2+kET6vDRzwz1eF0K/+FCYPnvlYj5bMwk//+XJvRZnSj4bx9e+6rMVPzwQ+j5WMyg/Q/wLvgCuIT8xw0E9OrPHPrlLoz+z9oa/a1dlPtLFlT7f3ic/824fPsPqv7328p67kx4iv70GDz90ie++k2PovukaW77NHfU+kA2Kv8qbyb6n//6+y31Vv6y7XT9u7hM/IpttOzmYTL2+gCw+baRLvt0SSb4GV34+xuLTPvkrnT4nXLM99CjVPsRjRL5QaDy/+Dy8Ps9jBr4iCDC+4FcYP8IJkb//XrS+bX34Pmphwj0Hcw0+xThUPLPjyb1/5Ta+RoYwPcTPoT6SRgs9UnfaPfUzYj86jhi+uYogvqCjf75vSD+/c7XZPh0SLL5F5Ym+DMU3PjBgYj8cLYu+A/+Svbffjr7HjKE+b0hSvh61LT7pVFq/KSjsPtjHtT79rrc+8D5TvCeeIz8x14C9Z73fOvA9X7+43LA+df/LPRZo6L4AFsy+MrOLvDCtlb4sn5s+cjTePovGeb7ZKyw9jEEJP0ukET6J64o+ERYYvz+4zT56j0U92BtcPgRGxL6HexI/fx23vrABRj8cEjQ9xx9lPkLCFT9W/PW8a32fPZhCDT4YRNk9TTe9voNCNT2KOOe+8Rlovt95Vz2j6sI+fCmTv6ux4D9KQYO94U4mvs1lUD2trwK/CJCSPkLstDk23TA+1CMuPAG8Eb6tGow+R/PTPq+x9T1jQoW9AKGEvuct/70UK70+RhhkPisd1b2v8KM6KVPEvluP0L4mo1G//Mlav7kMMr9Zd3O9qEIgPxBuIL8UX/09JTHsPV39Xj0lRL4+7mWAPpymlb6b8EC94cx2PotJJL9rCo+9zY5Uv1wm3j5P37G+SXidPhdERD6qeh4+J0SLPiccHb5mFpU9HraYPe8PGj7rdgQ/O62YPsQ+Wz7I/4E+ZY8BPneWSj+qKXI+U0IrPsxmbD9hJBa9x/IrP7sfmz6fbIQ/wz1Dvrmlhb74Ama+",
        "oDgFP7tHob+1hNS957MAP+TXvL6FjzA/+EPZPq1W0rw9kwm/k1gru+Y2Jr4NZ1Q+0zb+PtHSGr40UII8a+Y3Psr6lj4LVkC+ORpnvwR8AL+HTcM+TyArva/A1j4srmo9JFinvuW2QD58wAY/ORIjPuEIQr++uMI9Acx4vnfsBT3bBZo+ZHaiPti6BT5lZRY/n2knvvwjQL4kkT8+IVGTv1sXxr1P5pg9rRkDv5gZXr3lz+E+qJDrPctgFT9OI9a9w4n0vQHgQb7kO1G+Z8I4Png3yz0gJ1u/QL9XPnqi3L4cNDY/V5Nzvpgkib6o1TW/BImZP79waj7ULAc/ztutvWMG5j7xqN+9iWZAPvorez+P7IW/a0hWPeNquD5SkRk/vSugPXhsK76nmAM+7/Zyvr9zCz83qeS+fsalvvycBr4H038/P2J5v4aHRr65H6K+g615PiXyMT9LP6s+Bk+9vr491bxMQIA9KrSbvyj6Tb7u3o2+2dEmP50PAL9pfXI/v7CNPgvYSDzDwYa/FBoUvslZI77QkKm8U4gTP+mvA71KfvW8DI/SPa1ZjD7b2SM/ZEXQvVbRhz2/zkg+oF1kvQ5RHz9QWOQ+DxIuPXxCJj9L2km/5p0cvpvZDr9i+Gy/j7dSPp+YAD7Xr0a/Vc2zPozAHD/Sy0g+Y9n3Pgfoubxufh++T1EsPkTeZb2yugq/2hSovpWNBj/dvoE71cFuP9L4RT7iLvS9ObruPmLcQr9oGyQ/fnCkPjuXpL3+WQm+4hZHvUzD5j4DgAM+CZzkPsZQ+r5KDpi+hG2VPn2Cmj47k5s/YXCCPRzdaz6sbDw/yfF/viSX176lAfQ+0C6JPkgiST/s6Rq+Lb7TvQjNmb6qXRm/uVX3vFHp4z4P2JQ9vgVAvmjk/T4o51a/HwlevNSzn76LcUQ9bzcpvymeYT+IjqE+yUcSPQ6ohz4fUAk+S/63PlZ8mj4g2Sk+oT1sv7/FF72mtzc/xBQTP7+NGD29KoQ+j3JgPa0apr3FhiY8",
        "fQ9MvXrt/r6RKh8+WYMQPu3JIDxLev++URBvvRNo+L7JB3A+b3YdPrBM/r7m9Tc+ZOzwPscf3b2FSOI+UkNTP77xCL47Fn++aTEaPH2gLb9lQVE+/EXuPnbTtj7uL/q83bHuPf/2ib1Yy4y9X/6hvW+fcD7CnuQ9aHiuvkvYTb7Rdok7wwasP/I5r75AzCC/1dx+PgMq/bwvKZk+1s2RPVOlVD8dJYe/sUX6PsZLHD9BauQ+H/ZdPqNNFj2FzMG++by3PoZWg7+gKwG/QiZpv/asA7/y+ug+x8QHP8QegT3QPpm9gpEwPrXC6b6JViq+G+yLPt3jAj5zEbw+Q9eGPeDQRz/9VR6+u4bzvqPC/z6WFZo+KJNGPsVspjxExZy//Zf8vqFqsT4VfLs+98CdPtJX5r4u6Ea+Ys01voWfqj6NFhI+jeEQPjoGlD5jdhU/W7idPuXpcb2QTpe+31Egv0nbIz9G5yG+RvKMvg9/OD/sBUM/ay3CvnQ09r00Qte+Uh6qPkTXu75la9G9JcdVvwacwD7Xq6k+1x+HPrhJ3T2kE8A+LxNkPWOQzz5M23S//MUAP/IlET3JE/M9nvCUPh65H770d66+BXwzvriO+D5d+hy/hgk6vq0TWT6OQSk9djpMPgG0UL/ulLs+6pqXPWborT5EQPe+HBmtPbs1tb694lo/5FSdv9ymrbwgxN2+ZyMCP3L4Fj/VbP8+KThYPpJ5db3Qgos+cJ+HvwRiSb51CwK/61ALPv+YNr+aXj4/eMQRPtkJs70L9zm/7Mhsvt7szj1IbB8+x//mPhq+Wr3tCoa+liqnPETbCL4CV6k/iAMWv07yhb3U+/Y+RWsAvkJfHD+xak8+54e7PVCqmz4TqEO/uiG3vhKNZL+2oVa/Zn47PgVZo71wHBi/2P6bvbldez7hDT0+szt9PnAeuT4i1QO+yh/+Pv0QRb5LXM2+/ZkoP24JKD6XwbY9CJUyP81iBL631zG+FcX4Pvh6I7+NM6w+alqIPtjZN73A6Nk9",
        "pFsAv+vvUT5JXyY/57A2PhmbFr9UQza9v6qqvZnKcj0QhaA/4BsYPYowZjkEfeg9cPF8vTLoDr4xQKg+OryyvctKij6y1g++QQwyv8IsZL356sy+xjncPRMoGj5V/wA/nFA7PsEDKrw5Ky4+NcMmP/UEGL9W6Hk+h99oPy1n9DyUSsQ9vEyOP0WxID4+286+eYfuvGw0pT52uBq+6ds5vWVjsz0O7Ps+s/HkPmwPd74H90U+7QjiPuvZFz/u9O89yK0HvraRXr4HdDe/pB1qvdZtB78KXBm+s8z1Pqv9cj5CcOw+8UxyvyQfTz0d9yK9y9jovaGUgT5nYve8xE38voE6Nb4jehI9kmSdvkvfNj6iAu4+JqPavqLkoj7ZK4O9/ctiv0D3gD0vopK+BQUkPs8QET7DAGk+WKdiPzYzYr4r0SW+3lVwvgHgOb9MEGC+NLZTPvaiwjw7ZY8+Vg4uP0usGL4dQXO/Z+tYvzDvnj6+VTc968l7Ps+dtD2xwda+GwUpv06O4b3icTU+hzNBvjM2ir7X7ec8Icodv/9uHD+cAcC+n8/lPWmnkb1FaZY+wwNyvDU3MD3oJo4/KSiLv8B6nD5hZIg/+kYGPrJTWz2fGL++VdwrPcjlAL9PtJa9BoZwPaBWeT8NuwO9LJqavh599z4olwg/pMsGPYfnBL5wmVg+1xX/PplK3jwAfYw9cIgHvp2QOT4te8s/YmOhvnuzHD+RT9S+TZ2OPuXkD76cnlM9ZR/aPgtnF76SW8G+v8uCPmyXkj2aU+k95cVuPudCDT4lkgO/xQoFPbEvnbxBa6Q9n8bevEGqJj5InKS+zxaqPg3YBj5dWAQ/5mSIPuXh7z4bYrq+HMOcvg2HsT4FJeA+996bPhcr8Dyy+Rc/+8k7v+/tMT3BmIW+jibKvSrLCD8VLLI9cf3HvgYR573MKzK/OuXMvbpdLb/CFSQ/9mV+PueHqD4r71O+j+4rPqL5uz1ZQBQ+OBHePkLUcD6aYwE/JNzDPnygOj8EvIu/",
        "YM/SPi5Q+DwKLtw9MK4/P6QEvr5tz6U+1DD7POQ4H74t/da+M0uFPL2chb1iEom/dEOdPoMErT68pPa97lyBvWw8rL02WKQ7/xfSvuUns77ndZK+6asRP7OJU70cjZM+rhApP5hlWDzqbaI9ZWnLPeMzcD3cef09iKEPv/8VTr9vVak9jM1wPmU3Y77ISAw+uHJRPkUa7z1GkSM8m5sNPV8QoL6EbrA9CRtjvlYKOz/jLwa+hBDnPQmWoT6D1II+Guh/vv7dpL8e2Be/u27ZPrZ6E71ZkS4+TDJuP2i3tD1K/lG/AluYv1HXhb/I8uG8QtqLvQQu0rxNb/0+eFgLvuBZyD2icB+9EaOav3NCFr7/JMS+LstDvZLMkL18efU+lR/YPi6Ukj4D86A+fwGFPi+c/L7kvOk+DKryPjwHVT2oFH6+eDGfP069Zj2GlQi/HfaQvg3RVj0C/7M+EULAvdNXQL0sTxE/TCaAPnNUZb5kKI8+ggseP5DILT+jhdm9NzjyvXMsXb7nCVe/CcJUvgnpLL/zAHG+hkkMP995RbxdLhE/9zkOv7sMkz6+104+bU+OPtmu0T4eCfm9wS/8vmS3mr4dVEs9UiXRvIhdOD6vpbQ+W7uQvbbQTz/Il3A+qMtQvwZVDb472ba+SEciPg8BS74OuhU+8sVKP0NVCLzC60K+pB3bvmKoGb8b2gu/+2+Dvs2Cpz4hWso+RHsAPzn4hL5QVx+/eD2CvzMViD0JjaA9xJbYPrAg6T1It0y+iKXXPR5DnDv6Pzu9vIeCPs34zL7MVAk/cFKmvWX2rT7JWDK/IdYIP/ig0j6dhCs/MQhfvyLp2j5gHSI/Wi2dPkiIMb0Ra8Y/txc+vxejqb5EY3k8nNMdvtU3Dz8MoHy9v8Jtvr9dHT+nlLq+AIc6P1qHDb9R7rK9YwMEv6hFg722MRk/5bHpPQck1T2Da/8+h/hEviDsgb0cC4M/UWuZPsiotz1ZtlW/aB0DP0wjbz4d5yM93RdRPUP1DL9wulS+",
        "mo7vPvfUhL7ecim/GbeIvk8YKz//nu2+hse9Po7qwj6yNtO8EQiavktB171zrSO+gQoivgMRiT4XxTe9rKv+Pg1Bhr5CzNW99iA5vu+k2D1dUBY/sSpJP/4MXb40nqY+XBjIvqLfcT1+YaK+imwtPhKglj1opvk+qGMUvj4rdjzL8F0+cZIkvsnlfz1m+nA+oXU7PjOC4T7rkR4+SX07Pg+E2D5HtqE+hPzUPil+hz8CrDq/rwzyvHdebT5EnjS+6xqoPahMTz5tVzK/GoEpvjO9XD7Zgls//+JhP1Q2k74NtsW+PuFPPYYVlz6LpA+/SjLSPK7HXL5E7QO/Tt16P/fl8r16Sw++8FSFvxD6rr7hh12/T7hCPFKfkD58mR0+rRzVPZAK3b3jj6M+BtU4PUEYLr2cpB8/0tFqvp47gL9uCde+vtFUv9OfEL/55KM93ZlTP9uEcD43rJi+kn3RvVqzz740+i69zO35vZtGi75Odvm+HCGqPQ7kpL6kvSy+ZWTcvZGrJjgihj+/7YouPgK6CT4CX5Q+PeFnPu228rx2lt+97xwev5ccg78/3hO/mX9BvuEnvL003hU/AeCFvu1seL/KWI+9dR6WvqS1lr5YeFS8zmSpPWYSGb80bRo/6eD4voNqZT0VaBk/JeAqvtG0CT0ZPuG92JRyPwhBn79EJdM+JxCnPzwXtj5qnnG+vJumvY585T2AWtG+mwGGPY++pTuq9lY/O6UFPi3KFL7jLhs/lPODPmrAST7H0BO+3xSbPb7tmz2wYf89v9TjPqyygr2dzJW+Gq6tP2DIRz6jX+k+APpXv4k9pD3zZe07v6IYPkSgUD7I5cG+8QNUv7BniD5YXbE8qQ8SvmbRIT8ryoE+0x3Evv9Yvr00koM+IcF5PiF4MD30wPg+35qpveB3I72j9po+e83xPohFUz9KsaM+hvODvk9/Jr42pQc/kmWUPgp6VT6tgtk87qYqP50ygL8Iaco9iRhnvy1L571+V5+8hX8qPuZvnL7hTIu+",
        "HtdCProm/Lw32Dw+KPwcvRNr9rt+MIM+AEVkvftpWj8Nw5W+6DwGPtnVFD+tkSE/Kh0jv22kPT8+jRg/bL2DPXfdJL9kurE/DMVsv8es4r3fzm0+9iE6Paaaaz+KUtM7KWnFvk/S3z5aJue8KEVePrL6EL2/OOO9Q2XXvo6Q5T474y8+0RpuvAZH5D3SKta8kL5OPPjB5b24xBY/0m9DPtLnAz6UPza/LZ6SPoIJET/MTwm92DjrPlH0j76XGyC+q2c7P37Ikr4gyYm/XR0OPVdi7z491tq+1DPvPpNCjz69RJY9AjtKvjgyxz5ukJO+NW+mPq7B8TxX6EY9ZEYNP1/DnD6oOBC+U6xEvtzwwj6NvDs/1bo1PwgXY77X3vY+VeYHvsvD+7zGzrC+SR01vo0CZj76a0Y9hjY8v4uXfr2WB4W/zVB9PONpdD7xqi8/aOUWvsgVAD/Bi+e+FOg7PmB8FT5Aco4+9f96P2WLRz+sfF49mHRevoz3KT/34lW/vThDPx8qPr33VjO/WGMKvhiDOj4Ekco+ReKLPshakj1A77S+TgVivtZgjj0ezxu/zYhXvtY0/z5OpDO/ZtZPvRh/AD8imEW+tGYIPhTx8z7/BAc+jbNcPsVYDD+M5e8+w6U4v+KzUb4zTau9kCS5vQEL970BR78+ZCwdv8gzPb965YA/7OmMvzZjIb9LJD++7ptmP6SjGj3YvD2+dIuUP7ZSWT4v97U8juyVPrlHWDxioRw/RJGDPHDmez4hlme+9RHEvRXjFb+f6pe+ZImivZeK3b7hbwc+XpQLPW0tZb1MDFy/dlBwPQo2Pb9Deoq+dF7xvOVVNDxKzI09c0fnvQBedL/Qd9+9lrvyvttbhD5bmHA+/lE8Pn4+1b5HPUe9cFnsPo/9QT4/cPS9cY4oPVEx6z0g1SE/eb9EPzrdUb+wozy9c4CEvuSogj5gsLE9xpJivv93DD8EpqG9EDCQvjZfp760bYG92WCwPO8TEr+xFz8/Miwmvp7GYj0QMBG7",
        "z80TPbvGQ72oUkS/fCLOvY+7Aj5gb8Q+WuQ2Pjn+UD9rSYE+1UMLv6sKpD3mEv++WrWpPW7rIz2eU8i+gIWGv0AiEL4Qnzc93iRevkbdSb3Wroc+szX3PTlcM773pl++L8//vmB+372oRko+FoIDPyd0Lb+R6mA+HMsVPsOpgD4/t34+6nGmv4kOFr/Z1wg/+1grPoEO0T70qPg+zg2CPRWRNr+Uo56/Vamfv/xlhr4PWgW+zyQ5vp5Jej+GTCi9trWuPpwCRz5nIdM9GAHgPoiIUb4bDiw/uvxlPlavOr5LgCY/QjLhPb+VnT7Qd04/pynjvpHPhz7hYwk/wwfYvP2wgT5kyUQ+kRXqvh67kD68mpA8evZDP94UDj/etIi+XufAvrB3eL6I/+E+I6XFPXu3aT552QW+F88Bv5VXZz9TtSS+Hn9GPlk8db9jAAq+6hhgv8vsurtWAuo9fTjgvO0Myz43tti+B2j1vYQEaT6+OeC75Rz0Pvky1b6R7l2/R4a6vi0qfL9PB0u/pB9uPdOEJD9Rq5w+/4u1vqEwej7Ntii+De8TvneGUD5PGoc9KMWTvrDNjz08REK+5zCPvbnnUD2Rkme+fXgwv8JSOL6CaoM+VgycPhEOPr0WBjY+/LFJvmeaYr/fib+/gMSDvjPjNbwwTNY9xIR9PjpeHr6Ap2i/opiLPf/nWD0xmQo/Eb6Gvio/Az9z5ze/BP2YOxDL2z7gpeQ9YRtuP6H3Az91xRE+Gqd+vrGNoD5Y3k2/ldvjPvvPTL6iZC6/xtqqvtadXb3lNpE+h736Pq6UOb0gIcq+kDyDvoQV3L1GGQS/NuQBvl0PMr7EAQa/kB/UPXbmaD/01IE9U77lPWb4rj5052W9/HnCPsC2Nj9RxZ4+8OWCvtT+Xr4Evuk9TJogPuVofj79XEk+qIgcv2AVF7/twDg/Hw5wv7n2376owCk+F2sZP1xZez4AFwe/H0BxP2SiDz9QUE2+4nvOPQFAbL61EUY/0YGvPk9xiT3EbnK+",
        "A8OYPYtpEb/imMC+5QvCPCHVDD87LNo8WBZ7vVy7jT5TJYi/sN0LPhcalL/BwXi+RSvEPpdDYj26dMo+H0TgPfvuiT7Ekc09ILw+P3jaMr0hGA6+FkOVPMkvq76b414/Be0yvc2HkT6JXbW9ins3vgHTJD760B+/bEWmv00Gb71pn0m+h4MOvmePgLz5wwo/CxCWPp1De792/4c++cpvPfEZRz2BDvS+rTAnv4viqzxB7h8+sG4Mv4ozab60X269LB7wvt8KebuTjHc/8sE+vrDAbj/jpaI+XAnVvdiNqr4edwG/uxINvm0uLrrWo8k9PMZ6Pgl+W730ZEc/EuY0vg6izz6POS+90hAVPmnoB70SOQG/LHZRv+i4AL4cBl09D3dyP3tHQ76rhOu+mcGvPbp2aj4R1jA+LC90Pv9ajj7uHZw+RXbxPi1O7j3eOv2+/O3LveEHOj8Den6/eddFPpSxPDy5sS4/1yZRP2wnD750I349GINsPibhaz5/cjo/izsNvlPImb25rAs/XWwIPmqFUT/SldQ9CSxIv4dAUj5Z5rI/EVrJvASJ3j62B5s9R6wvPvP+C7+Rh7O7qf6IveQaA7/+oag+X6sJPn3jcz6yVpE9eISPv6//772prqY/Jza9PVjgJL+Ul9u+QwnnPXyYJD9XShA+5NgcvhWe27yxgfy9Gsy1PoCsED7bpEa+s8kdvtHnxb6ZNYC9f+9rPT76H70x+De+JoiMPgYHqL5hBeO+lE+DPfJpLT8zMsq+R685PmzP3j2UV1M9iWfPPtYOXz0Nqjm/rQAHPtfIKb7vxmu+koAOP0h5dr92+PA6JcERPm1tYz726Z29Q6qBvaX8Sz8FxoW9aK/MPgJdBj9pdOS+jvATP4KhNb9AcPE8731cvvXXFT/TMqA+6uYwPZmJlT5zXFy+x+AWP+0vQz+BnYq+9t+DvlkqBD8lXC0+dz/6PmxPjr4mrdO+MnBSvjDaSL59CJo9SC+/vSR6KL7AKQk/AOAtPeNi6L4PQfi8",
        "9C8bvnCcF72Dwtg9EMSLvbSboLyQ4km/3nKDvoiqVj9M4Ho+Qdh6v6sLeL+1V4g/U4LHPtRsKD5R/pc9jJy1u54WAb9zVjE/IABhPi0XED6pd7k+T3axPbW9MD7p+/A9vogKvls1/T1pe20+hw3GvlfLJr6V6iG+NeXrPZfgET/lsV6+qAWWvQSFDz5xpEA+sV3vvq/blz4tQ46+rl3ovSmNL72VyPs9Lw3xPt18i79oDdq90BJJPlZUvj5RVTA+o1nOPmF23z6yzVg+aDF1vsBVKj9dODM+hJ2Fv/keiLwVVgS/PkPNPzixmD70dwK/3gztvnXWur2UiGi+LT67Pub3pD2ojTS9KM1VP6Fl7T213gk+pMcRPlmipb7KTZk/vNCKPty87z5LMF49SI4Pv3OKFj5/zTK/71pCv2tOI75q5ps7QP2rvqO6qz4TyPA+9pzXPW3eab8yhle+VK6QvNedhz3MGRy/2xMNv2NAoj5IErI+XUIFv/OWF74LFfs9IqdVvwc3HD9dDK0/fqa/vZk5Gj9yiyg+HtoMPp7oFb4veU6/1JZ3vqwlN77b2/w90G7CPY6PZ77qGgQ/uXdSPjF9pD7tJ7e+aEHnPsw1rj5bvcQ9qm52v8/ssD6DnYM+VOJTP9m6pT7Y1O++TB1PPWOQ5D1Av9w8ZPkEP3gnJD1HbTa+N3juPlxQlj1NbhW/yy67vsuxtz7AwEG/r9wcPyIVTj7xbQc/R/6SP/bhgb4FBQg+FlnevrD0p70qTzU/dMm0Pnz9pz1plYi+4iFSv7qx9T3Bu9w+9ZbVvvtOyD4UDiY/WXOuPcdscD0zNxM9jod1vvKCNj7Pbo0+3JDzPbH62L408QC+XAoiv2lROT60RQ0/+oVWv+u0dj6Fqks+q3tIPUgoML9V48O+BUnHvVUND7vfjsE+C1e/vn2Chz/J5uG+0QdDPvbzoz9nsXm9voyavpWgob6ydAE9RgpVvkZzOj/HoIo+VVUsPYF+1r5Pz6w9qTSYvqxh9r5msUy9",
        "QQ8Avc6F373xhXi9zk7QPYV3sj4zDYu/U7x6vEGpNj3DGt0+ybYfvuTXUL+Iti4/UVbIPhXWBj9/E5I+p1NSPm6XBT+U7N09/icmPumv1r417gC/F7ZgPpDREr3fggU/9tBQvnU+XD6Oa24+zD5uvaihYzyJ2Tw+nrEDPuirFT84K1A9kB+KPUTGqj5f94m/K4oivoZPj7zHJgW+tDZfPk8Qh78ArBS9s56Rvo+Huj6SZwk/beqsvhwARL8+faM7QFkyvrqKWb0b8CO/+ZMLPZMxEz/wAm2/1yxKPv+usD6PLgM/xdDUvhrXF78fKhQ/lcvVPE58rrw0DrO9NCKOPxhdQL8KWL09c3SXPzEAJb7hNSY/PEvUPpwxkb3prkC7mzCZPdP9xr0IJ/a+Q48YPtyUxD7j8lY+upGyvdBgST97Qug94E4Ov9j2oTzF3qw+3ESYv+hOm7wVuLW+dSH3PoOE+D6NKoC9RZUyPUoObT4hF+A+IJYsP0RLV74cHfO8oWdzvd+T2D592is/Y0Aivj2DGj1Zc429xT6ZvrH60j2J7qi9ibhKPlTUBD9ZoyW+u0KGPRfcrj0OSKy9jDBjPpVI0r4A5/G9bJ+oPjVQjz6q9Zw+A0ZuvWFwGL97nxI+cNGTP0c9OT0+Co8+5e50Pd2JxL2vqtm9oVBvPO2xjT2P88O+NLkMPrrEuD7925M+WMGuPSbcmb9lY4e+DFqrP+nohT3p/FK/Cv48v35TQ73U4N093WajPvpUQDxK3sw8TpsRvz7P2T6T+5m9GYxHvuLZsj100Ik8B2igugkybT5RSd697Uo8Pqokkr4NR8s7ZMrWvqE38T2E4Uw+8xbKOQx/dj4I2ta9T79JvjARYT2pZvA+NUSPv1d16T3BM/o8mpdDvyCkCD56HYq/TbSkPnN8pj1GfHw+RsioPgtn7z5eJiM/mUJtviyYtj3zRN0+dgW0PVud0D58Nkm/+9KEPiOnub2MZls/aHa4Pr4tQD6WnMe9Q7EHvtCVZT4sQu0+",
        "w+5svWck2j3jQsA9v8lCv8TDmz40RBc+y4/vvg1iFz+xsGM/mR5dPvkdp71mfb09umP7vnwyUj7Qd2e8X5HXPY8oHL5EOo29SZE2v+oHXj7Iues++Hp8vzmDgz4KAJU+9+EJvkjfjb+uAOy+wTaKvTPhIL4DDeC9bwqQPVFNIz99Siy/m53APQ9NsT8466+9/JCuPF5mz74hrXy8WUO3O4u7QD4RYIc+z9axvrheSr5vQhw/LfIpvtS3Vr/vxyM+IFvNPoovOL3Jzxi+RRWMPrbv9j0Dklu/rp2nuwD6ub6ZzHk9ZAATPi2hQb8M1U8/7gcoP2FaLj8fEks//bVpvmL2Nj+r0N08+20VPoHwD7+pcpK+Y5PUvdBXSzx7NoA/iMoevsTCGz3BwuU+LjNOvUBKmDx3v2I+PNkjPwCoYD8+n8a+/0qivdkitL1i2Mg93gNDP0g6hr5sIzW//PMAvsH0kz6LgsM8KdcVP8Ibtj4nCWM/IGzIPl97OzvYVj8+mc1CvSjgi70honW+fT4jvqPuIT7gu4K/jkkLP7ViuT8VcV8+dRmjvnHaPL8nZ7u+6oatviLWED/z16y9mRWHP32xFL967xY+TaECP7NbUL6+TE09TuiFPlplnDz5+5E9NPmHP1HuKDu9vuo+/t7svTmixb4QEQW+yWqXvZdBor6H6wW/PugcvETNMLw+bhU/SV5HPnh8lz6nTG4+zMqBP1In7r7qN6W+lP9NvspvPj+ZBbU+LThKPxlLhD4Sxs++ozf/PphUlj3IDBw/3hjyPR2EhD13/149xby+vclTcj3nlh+9YGzWPvBA/T1yt+W+4CIVv3PutL6NDGu+qD3ZPhchEr8p6xA9GVoJPxanvD7xAxk+diZyvb5rXb7zTXO+0LAKvc2IrD1Um+e9ATdSvkoRKj//Tju+Fsv7vkYmHj6RiIC+cSuavseiNT7bORw96WrOOlzfcb+i+ws+Z39wP77xhj4YvAe/9AZXv73eyT7TeDw/p9UqPtdLcr5TwAo+",
        "1zZsvwlP6j6q1Oc+dgenPj4inD4Ei6s+LEoOPWm/hr0TICQ+7Qu1vBm+Zj6XazS/Xk5nvtG0fL4PuJc+gmJ8P7H6tr0DyQE+2s/gvNVMkz59Z3S+jyWiPDQarj7Tv8U+cWNSvkANmr4c9RA/+5cOvyEz1T6XxsE9nw75veufKz5O/Lw+oEMVPz83vT3/m+G9+QbAPtGomz77GQm/U3tbPl9vX77ZGtU/L5gTP903mb6wQQa/auhzPffD576SH7o+FUvvvfCRNDx2DNI+T2COvzkWSz2jgVS+ioHGvjtaHj7Zi92+xegGPL0kkL7GLqs+YnWhPep+HD7Gmgy/Rh7OvNJHyr4vB06+mMtAv1e4974nMCw+tZxIv+qQIT8l88c90FICP0iuZL8VdAa+Se7kPu6Z5D4cD8c+8vcwPYx9mD8x+YS/lBzXvetZhT/zhxY91VJwP1QVtb3NzyM+wdUNPaiBur7+qCo+x3S5vlZa4r1hIck+pgXpvELhHL8O4UM/rVghPsmVgD09Kis+dFldvInnI79kyUo+aceDvonFFz8TKuM+Q7O+O9EO+72Mkqs+MCrSPcp9Pj8gSFE92u7BvigNDT6lzIg+HyM8PwsLBr58E+M7NsrmvTXkIL4hFgG9XQfHPndzFj8AtQQ/Eqsvvnk/dT2v0jA+DuU6vpJBhD6GRES/mYgsvkVOSb4PAIM92gwRP6qx5TzTmg6/vCFSPna7ED90I94+nmyGORWCcz5hxew+9ZUWP+tLfj56xVa9ym+7PW4dQr4pxJi+ytnyvhbQBD6Peme/s4A9vQMGvT8/N60+A/rGvjQCKr9X2XM99zHfvfjcND8aJnS+EXOFP6E+Or9PW06+QB7cPtysAL7aLI6+KoYIP0Zt3bylcuu+KF3rPjUtzj5sVgo/SysiPRvZ2r6enbc+yOa0vqOjB77oJOi+yjsBPkP9iz6TbTs/OUuTPijN/T2Rp0e+b7iKPnwfW70F93y7tsQ5vo06+z6Ggsk+bl2JP4DcSj7umn6+",
        "kp3lPRrogT1nrBU/fyaePl8hP73Q1H896KG3vEuxQT1iVBg8kR0UP4n5GT5fC1++FG2XvjMTXL5iIqi+v+5aPu25lz0hVQK+ErYbP1KtRD4Zc56+O6kwPoPmwj0NUjS/tKwQv+2HLL8386i9S7N2vrDEGz9AOHc+qk8fv6E2qTsht0+9AmaIv6IjfT4zu6+9wpVwvlVhXz6Ld+k9/fgovodGyT7yRxS+ZPixPeudWj2DEaI+txXFPfdGzLt3J2C+lMB+PlXkXb8YQkW/rOvBvlmPSL51DLM+GqsIv8JcUb5MY5C99eGbPRmFOj6F10m+xT+1u9FXcD4XMBi/EDf8PeG62r4mKEk+ZCXQvjO7vz3EOtQ9GQj4PpO+Lj7ZVcg+gJH8PuuMI77lkAU/wB/rvc/KQj3uQgg+Zt14v5mcDj3wVd6+tQ/0vUDbJz6/73m+mWYgPkJ8Kr/vKF8/Yradv9Faib2Ly9q+RL5gPor7Fb+NCdW9kBwIvIA3S76fed6+TKj+vjchmT2Ztc6+M4qRvgRDGD4l8vO9/Q8bP3TaHL8WGzM/1YEEv5GCmr1mpVi+WbAXPj7iVz4WeqM+/Fc2vyMCWT47zFC+HUgwPmqp2b74pEG/JIjIPdwpeDv2qMW+X0DmPgVgAL4K1kS/vnH8Pv81db6fHQY/fjOCvm3z0zr18Qo/L5wov7FP3b5j8oc+IATAPaZvCj+PqWg9IxAKP03fqD1cMrS+fYURPvC+nz4rmd88SRVZPBoDeb7mrNs+JVZzPjz1Qr7OPDG9tAm/PltgYD5heos/eEJiPn0bP7yRGlq/WWtuPgGPTj/xBYa+8W1APpjgDz1MmM2+/1o4Pg9Bob9Hwx8+/JYZPFvq3b0j6Ls9mrScvg4gPj8xe4i/FcNgvozsW763wr0+vnEYPRwgRb/SoB8/UO4Kv+Lsi79vjEq/sBSZvTyjrT0NMfG+AC28PZegS71hp+4+ucMav52aKj/BRWa/Sc4dvqZRg70gxJ08geeCPTCPNb8jk5u/",
        "y3mxPhjAj7/p1Aq7lzQ+P0HpGb8yN5I+zdWYvjpWe72rF1G+ykMvvkD0Ar6XcJ09B/0EvWLeJD2bcyO+SaQFvHi4Zb50ZK29zP/cPdMoDb0/Imi+uKQVP8hEkL8vlCq+oXuAPginpT6XK1u/43oyPrPSHr7yHJA9T9ciPcwsPL550SU/EYwfvi/paj693xE/yxM+PsUrHT/VQ4C+0eVHPjkR/LyD9de+3Wnovbg3zD7w0M2+2K/VvOjqy74MJAy/dhVwv3le5D30mZY9tYNPvwN1PD6/eW6/o4kOPm9Vi78+kgG+VlU/PhFLjD4pqBY/H6Fkv8VEej/2zOq8FPZTvlAqQz4fKQG9afx+P5qWdD5K1Rm9hZjsPJ6hzT5bI4m/2Qbwvu6Qhr/cdUy+skwrPueh/j7G4869JEoZvxDEGD6ljaA+8ROAv/W6xT2rKw4+rx4NPu86Nz8JqWS+Z2XIvPUCkD5BmLI8LlrkPkUcQ72Bove8XxcUvZIuNb4IQn4+xGGjPS0bcb9c44C/DuVVvs8eVT60I7s+cGoAv3DZ8z4pjA+/8HGIvo7Htr0m6Tc+8swDu8bK5D2NxRe/Prhevc9Pmb5rbbw+u55+vj6Hob1ngUQ+KCQhP65c1b1uOJQ8/Z/xPZ7LZz5wRLU+2lPIvUbEZz0JYUs9gbx1v5mZOT7YsTG+gE05O/P2Tz8CLpW8XppNPlukbb//j4o/j9B4v+2Esz2uSwu+Guj6u1SEAr9asmu+kx1+PYSrzLxg2UK/IVTGPGNC675Hv0G+5hsAPz6QJj5RrPC9B377Ppd2BL80T4a+ee6Rvx6ssj3Lvzs/6FgYPpRAEj8TWQ8+m4KDvjMzxb6Uz8+7snzjvmccdr8UYI6+XQ9GPlO5C77i4cu9M64eP/RK5T6IohU/+tkNvVG7AT5/+Da/0TZ1vwkcyD6viLS+RfeWOwIOdb+zbAW+0h8DP3ge8b20ZGu7fdvbPsIyp71/a2K9Xh2iPtJ4Lry5/CI/hEV3PoxvE75aHj4+",
        "5LiyPojRGz5TT2W/GBdSvtdGUD4LVks/Xmm0vAa1Hr6VHzs+MacMP5f+Dz9+3He+gARePiIfCj8QflS9W2cIPW1TQ79jWpm+WfEpP3v64DygIj+9UmZ+vlz4MD9vqVu/2XqEvtLMGb1y8kY+XY5VPm/PTb3bzos+JCQEv/enIr8drKQ++AIHv+zOOz5zEhI/NzA5P8EkVT9T68+9z7ryvpZVW75fk8S+zOf+vQmgvj4rqwu/pipYPkUwP7+blEk8FF61PmsZnL8RLuW+j4s6P0fSz72Hr5o+GGPAvcuJ6r07+yU/XvujPq8Blj7KwyK+ksYXPuAjFr+MN8a+YeAmPeRH6b5hEZA8Wm+LPeBpMz2A6uQ+c41kvAkyY780heU+MFEEv0W0UT/RVyi+pI6aPujLHjxqEcq8d0VNOq+qJ73JAT8/cb90vZBykb9tgpw90AEkvLC4AD9lg9Y9A0wyu+VLqb2+gDm+Idg0vuPktr20G/A+aHUGP4QVmb5S6hO+ZoX8PVaCO77bB40+EuzfvlczjL7hIIW/01jEPjYVgL/2VUe9MImqvesvaT7rks0+QP+6viJwDL+cJaa++h8evs5J874zXN89O3y5PUgE1r7iLhE/BlZqvCbF/T7QZvq+SnmcPmeSUL/diaY9AMkxPfBmvD6BYeK+ZvCuPt6DM7/pdgw/VJhsu+IzPj7EY+Y9WfiMv08mIL3EnoK96RQWvxTS0z5Ks4w+kMfOPV0O5D5SWJO+kuI8P4cUib7nMms+fmvQPsk7D7+TaSW+GRQKP2Yqi767yTE/p4rEvd00J77eDaw+nJs2vgVO3z4ZjPQ9QEi9vmMmsT3xjyy+ZQ6jPnlIyD0oVMo9onloPPGJTj59I22+qd6dPxqWob0IjKI9QjomvxHXVz43UzM/yVmxvq/cYL4TfYI+eN2Fvh9z1rwRlTS/sdfFPJliKb1TvFK+in2kPukz675tbsk+cow1v8/KMbzC2nq+BgoHvd+I3T1o+jm/tW9ZP1zNa74n3Fe/",
        "NelaPsJu+b7q3Qq/vXPcPn1kgzuMcK29thlMPoCUDr9N8ey+H/pwv65RJL1P0wc/XyHzPrKHoj6eaHw+DVqJvmWc0b7QSR2+C+c5v5S8eb8inVg8Ay2SPuW89L4Pp1K+PjMTP4E+AD/zgRE/lPoOvsAP6jwMgoG+nwYPv6eYRj+5eqG+Cr/Dvtfglb+nZi+9+PRJPR3D0z5WZYu97kk1Pl/epb27pn4+UMccPzzyTL6KYhE7EcCxvRdyIL7n6jk/FvZDPpmFi7084UO/j+74vT4ILT0TZmU/gh4OP+wRTD6w0Cu8100TPlx6YbvEptW+wuolvm5zgT9wBFs+HhBfPi1Ha7/OZ7O+TLOhPjDOsL2sCKg+iL1Jvm409T7h1q6/UJGpvbRuFT75z4O+ZzSVvjZwnj2nS6899Z/Svg/PO792hw2/56qVvwpJir5ohXq/tntGPE+Qoz7s0Q69bkQ+vlYTdz+1r3K//+6QvS6GAT7LmWw9879hPh32tz4A6vq+jeaWvln3lry87QC/qf4CP8VXSL/VRfU9t40pvm086jq8UCY/qrarPu6Cej7lM6m+Wy8Av3g48b4F6mm/bVA9PmtFyL5wSoW9R0agPSyM+D452cY9ZHzHPt5vzTw3csU9FshDPttdFj6p62o/KiV6PlnutD3beO0+naR0PaXzkT42olQ/SHSiPfRqSr9UHo8+FjYYvgZZWD/ynnq+c0b/vdMIDb8EXgG8KjThvp3cfL7h2um9drauPnAIgb4+8QQ/ZeqcvustQD7NNHk9N2cxv6qHM70rGYy+pGCBvng2fr/DPzu8ElzDPa2H/T3oTAQ9qQw5v7vBHT9K4JK+vvSnPTxHjL9IMMm8Z7gWP4W6BL/zs/4+ubI3Ppyb7j5ALjK/ILwuP+Aqj79HAYm+D/QEPw/pYT218oa+WzlEv8mViL/8g4s+gPiWv0wdVT4YE1c/OsK6vAzgNz51HIu+DASSveXJfDvtaKq9HeIUvurns7w54e49JHLSPfwYRr4pFp2+",
        "RLrlvqGQGT5il8Q9Hfu/vjZ8gr78ydY+pIOEv8GYgbzaQyg+MLnJPbde676jKCG+ZwV0Po8SJz9HYXc+OruJPEvKCj/WOlQ91AY7vDnUoz0LYIK7WCUKPzm6Cb+9nv48L7c6O5MqEL6RSwK+LCs2vum7DT51noa9XyDSvnJyX79kDO++1dhXPhP0ST42Ey6/V/nuPQQuRL8ZHQY/4udwv/qpo70WITI87wkzPnpiKz9yRUS/UYYPP3L12b03GGs9/fplPvG0Er/RrUw+QjVAP5HDRj4TVU8/wlRDPre5Cr8pKqm+xy9qv4Q7FD3PpGW+0Kg/vWju/z4mfCC/x3TcveqYYz5ohKG/gNhev62HsD4jdQE/dYtIPgWETL5seIG7NeQTP4lwpD7TgPa9K5ULvuaJED7JDF+/39nOvny6MD7Uhbm+sQZAvhLGxj0OwhA9XAjLPbprQz5m82a/YgnVPoEDpz1LqqQ+CLUWPypBq76MUBa+/gIQPT0J8T3tIgo+wtZSP5Vf2b1PZY+/806jPRgES71qunU+SuoZPsiVpr7R/Ec+E8TAvnSZA7+N4dO82AglPnYPGz+laza+ZvcTv1Pr773WqgS+OIf3PXhorb5Bh6a8coxnv+CRb77KNZC/imAFPV/Kyr3LRh09TCvgPmdwrb4qz26+h5nFPQMvrjvHs/a+Ga86v/j4fj3kNly/8xsOPhnJBT/89Y2+L/8Tvs36yT6GpIS/166FPhh4i772FnK9OsC+ProO2z5h2+i+pakIv5TOyr2D4E2/L/0cP2XIRr+Ljm8+omkAv6nZpj3aG7s+f00WP3roPL7Qjx092R/dvSVgML8RNDq/Wk0lPCAcGb+tG+g9kK7iPI6DRD6DwUc+USWgPiOrKj70uDK+U71VPsJyYj3btQs/rCqsPmjQ9D0rDwg/+uovPqI51j6P80o/r9navrVpd79zOAS+Y6t+PZiKLj+kBbO8jZzUPT3A576NKVa+FIyZvTV9hD7CAZK+vTojP3ZkS77/Kl8+",
        "pED2vqiNML7OimS+3jEev04wrDzWm9C9epmbvorZSL/QXFE+ucHGvAsMWz41sPo+bieBvwywBz89M+q9pA7OvQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "jHDXPKc3Aj7/pcs8sJlHvrJTuT2QFOo8/qSOPAqmn72VLka96Cz6vT8zIz3Jals9ftclPdNUTT2DgYY9McmYPW4dRL1287s8Y7kTPfO8Bz3YQwE+plAzPVjEzr1S2k4+eyPgPe3m8T3t9Vs9/ZSCPW5QMT583ao7JSHEvEV1rj2hnhI+PoZ5PZJaajwZazo9q3i9PPWV0L1MLKM9LlQUPmWC0z3lhKU9mhhsPQvs0rx20Kc9mKyzPLzvpT1e9ds8IrdEPcrAJzytpI898G6zPa4p7zwY9Zg9XRnZvbIqMDxxlTY+53EWPi6/Nz0C9ds9KniKPWkmBD34sF49SOuTPUmDwT23NwQ+EBYIPpY04jyLXtI7dacQPK1/yTyS5yk9ZzcdPnnCsD1oq/e8tAP0PR+RyD0T24E9ZsFHPdyGHT0="
      ],
      "weights": [
        "bkz5vjSDnzttCHK+mFCgPgR7FT9WmEs/hEeKPcVztbwzbQi+3FZmvomTgb7OwEw+ArGsPnA93T0Xvcm96WFkv5JVaT8JD4M+O65hv9r+Aj6JnOM8SHowP7Hb57wQPWQ/qUb9PED6Pb+Qj0o+XDusvaH3OT4NT1C/AoBWPtnqUD7kkfY9suI+v6Kkk7/7ME0/rzWRPkC60z2dTTc+fMBFPzcNGT62Tpy9aGlOPqXiQb6Lt7M+AoZzPkTjcz5NvLC+0DaWPhSfBD9/RTy+o1LbuhIocb1WgmA/bt+LPjiTBL+gTwa/H7/OPmFFCD+LtvU+VlOpvjFAED2oQKO+ZS0HPtGRRr+qgJW/6kkvv7eV2T1/OPI+MB++PjX8iL2bigK/ISC9vBQXIj7Dpwc+I5+SvxTjlb5xBaG+N3gxv77OCr+SNnu+Y3ArP5KwaD7LPLS8aXvOvzXotr3/vD6+bidYvW18hzvev5o/KfMDPCRscz7ykaw+dLoEPgxqCb4Zv9C+MRTFPmcAZj48AGy/08ILvsyCoT5ioIe+uMG7vmmYnT618VO/Sn2UvsfHxr6pzAQ942/OPrUURz46oTM+YaOcPgqsPL7PFla+p23TPtytBsC3N4c+qEzSPR3DP74QSVY+G0BnvcPgxz4nE4M/kzQuO1sRKL6Xzni+cWIrPiOpJj6BfuG+SabJPoJIlTxMANK+GcM+vMkm677OqFM+0WQBvQAOXb4ybuQ+0Vcmv9uFDL/2Zfc9RcQjv4sDBL/spgs/6K5aPsNQrL4AT6+/a5WHvRSF4D3W1FK8T9pYvz38FT7QJpo/7MRoPjRlUj465r09jq5bvjQbnb2X7Ki+DTVdvrfwLz6xNVq+v5urvn6sC77w1xm+O2MMvl7xvb6Tjdu87eWjvsQAwb7x1r89fZ0avf8veb7oIfY7uVFXvusfRT6jOym/LQMTvhif4r6c70u/hp9APpBSDb8aRQ0+Y99Yvw7Gij43LcI+JWFDPgolAT+Fd047R4fxPTKs2b0cc14+",
        "64cuv4P4pT6NTsU+UzApPkIv0r10OVm+36jzvkFThL9KPCG+FY7uPOz8Fr44oCu9rzGkviJvGL46dOQ+alF2vi8jZz42v24+Scgyvj/LaD5At0S9Vu4yvsmdsb0IGyK+uEpuvtFXgb9cy7O+iP20viH6L7+Pm5i+hsiQPs9qNr5kuOM+1a7evgPMIL7CrjE+UT8kP8unDz4iYAy/Liy8vhH8Oj5VK3u733rVPFJK0773S5A+36hMvU77rDzatog+8ecGvxlxDD/qchO+JPmOPi/SGr9bHJS9/+psPVhxqL4CRHW++jG/vQ25qz6jzoe/ulJ0PL4toz3JG4884htyPpTsp76yHd4+/JStvZPZ9L5fT7O8TCRMPhyetT2QOh4//vntPjaH2z1ai9G+G0zCPvQnA72NtAc+aDQgvXToiD2Un1i+5/qgPi48tz2NsCo/XoG6vmoxqT4iyrC+527LvoR+GL+AlQ4+ybQiviteMr4a9Le+WSj6PmCMdb53RJY+xSzkPisqSz5PM4C+oZefPlYBcz440Tq/1g6TvVzy+ryfK8S+ZstHPhcwOr7goic/7EvrvgshMT8afdq8gn2yvrEqYD9v9PU+pi4Uv53P8T7DO8M9DYIIv53Nlz6/FKW+OiA2vtMMuT7JN8a9080YPkgblb5lHT++DFsTvv76Eb5VS8Y9+fAJPq9BIL9CxJq+1CWAPXvl2D71ULo9wk03vljdAj65xhU+qWHoPuV9tj1AX/+9iqUmPcMSt757oh+/poP8vrdOkLxlSUC+y1l/vpjrGT+uv7e+vcQlPulxNb8AoFU+5QGkPfTjrr19Rdm9u+7TvV6yTL5uNye++lKEPb9nqb43G+A+fDk0v+2jZr4DYK69ADwpPg+sOb9aTkY764J4ve8q4z3VDZI+KfjsvZ2hXj58E2m+o/ntvVq4t76qJ5++RicBvlATDD/8L/m+ScgOP5hGAL8fMbA+5ZkpP2fHSD5LX8O++QjMPSqR073KR5E+UQunvqRGFz+FC46+",
        "D5I9PZJu+D6ud3M+h4UYPnAaJT1mwa6+zbsEPm+6GL42z5E8geIbPvlLnbzb5iq+Fj4mvkgVer5ufOY+tr8/u9/hZ75BwqE+IDXBPi6tsD5ymDE/G+72PqqQUz5YRz890d/HPe++FL/OPkO5649pvVM9Iz5D6o0+BamyPpoQTD5iW10/TRpuvF6VTr2yaAo+kJlKP6Bfhr6aXbM9t3bKPi8FITz6q/K+KCFJvgpSJD+Ln3G+O3eJv3/Pkz7T5pa8kGG5vaspgz3pStC+OW3qPsM+nr4hHo8+6YkOPzjPc74fXkc/d+rAPjsxfr9PaRo+hRnIPSuq8L485va+PohuPeW8Bj/Fvks+LIAQPjhnO7/lpDI+LRRbPmh6lj1Doo6+yindvdDaiz5KoyK9tj41Pk+kJ78DupA9mXhGvjWCyD6loXe/xGu8v2p8Sj4Fqks+fbTEvmVFnr8HE4Y+8gYpvf01xr4hq7U+ymzcPkGcDT+uCSu8LdI8vqcikz4Sgbk9vd4EP7QTxr7nNVu+sIqMvkXh2T5An/0+sOOzPlRNjToIHig+XFjYvo/mFT72YqK+k3ERv2EuBTw4LA4/38+AvhwAcT+M3Ee+izF8vS9chb7Sdeu+q5HqPvkzLz6XsWg+dM6ZvtwTBb+x97W9uZsvPhA5Nb6ZQ26+57pSPd6eLL77uDI9dsrevgT2Cr9rCfY+podDvN0o7D6x2h0/aarEvX4pir7dD5e/UOOlPex2BT4/ipI8mPiWPmgT3Dy0f8S9PxSPPvXDpj6AxqE+VXSePqDn0rzOh0Y/9N4zvh2FEL3AJAG+eIRJPhI4nz3pdOm8oQs8Pof/QD7WKCu/PusUvm7YEr9mjY2+x3/FvqRYcT79ZAY+94p6PqXvJL4n/wK+PqC/PX2AF77z+xQ/OPRSv2KDXj57RgS+6zfBPSnFgT36MsG+XDpOvx4FkD7TO4E+NduHvvSIeTsrK1u+8FFRPa7PFb6dSDw+yRGGPsY8gj07dci9sMC/PUDiP75YDbW9",
        "5V+KPoqDxzxq8Ds+3GGLvpRPCL08Z9c+IVpMv+yQkD0KY9++yWpBPpJV5D6kM7I+dt4RP1i9ij4KqtA9L8sZPuf1Pj8Cv+W+fjoNP3hYir5SlCG+XSQZPg+q9T1ki9s9ecbpPkG6qT5+kUk+0n8/vrD9yD46kSU9OwGfPqywpj37dB+/MjyFvgOLxD7+hoi/nK9pvh8j4j5vrSk+Xyscv88QIb9iRg4+8UZMPg2De79fUuc+GXNYvTiji718DQU+3BbpPYB12z6e95k8MPqFvo7ZVT0Sb029SwSSvcgr5z7bqEg+ouhQvpegVzwEMpk87NSaPtpLwz4xLeE9/D2evtroGj9SVyw+PFk6PtQHlz7YOi0+Z5vrvZeV1D7MfbE8568AP9NWuj7skAs9x6gCv+/iib5XDic/Pn62vQ886D73gZC+dwEuvn4rSL58WjU9OsTBPlJtYD2Ujq29iZEtvyBtQL7DSgK/fhogvvdGvz2S+Va9gFCPvgEHob5EwCE+reYVPx1PET451b+8OAgUv5mp0b5xNzQ9+7tSvjUWfj8rdIE+jA06P/Za47zX/+u9ydUuvjfmwT7C4Xy/qNUuvfAlfj4wrgw/5guvPrEME79gws69gFajvpEPSr47NBK/b4sePpbrKD79UI08ycD7vtJJmr4wds6+KuAfPmr/fL4TPs8+DGiqPS082D7DI6S+Rhc4Pi7XIT13bRW+C9zuviYmHT/60Aq+0Da7vaM6Mj7/tBA/TDtAPvdi8D4os8o9Dx89v1DGYL70vpQ++gxqPm7Si76cpve+qzqHPD3rHj7T/UO+2/ilvStxEL6KiJC+ly4APk0E1D7fhVi+e6uxPuu1qb4UIY0+HB8kvzF9M75NEUE+tOX6vlxGsr4dGqY+fWTTvQxAo75jhoA+G6sdPy5IPT7xF3q+K45LPkOLOj8vASM/QNBqOwMlxj5VxBU+VYMFvuO4Cj1XW4G+889GPa14dz74aoE+wo5BP2besT3fW62+jxxhPqtM1j6bW24+",
        "D0ybvhOrgj69k749GKJpv+RsIT5Zt0w+daJPPBjpNb+05LC+NYONvikupz5SWiC/9y4ivP5XlDxJJfA8JiG3PdPqV75zXtW9Icxfv4PHqD67a7U+FMNRv+pOXL5WlLW9Qps3v873Hb5gLsM9QqTAPkN1AD8ZrIc+xa82vzvGKT4apxy+mjU/OMb/+D7h3QE/XjoPv1PiTb+tBpQ91JPePOuHCD6SOFY+tm22PJkEAr/jtc++GbiqPRjBgb2wckg+cy4XvwkCqz5P6hU//D+GvBdqR744+DO/0PE5vsBRkr3+AIY+PD0Nvz5qPz0tnvw+GHgbPkG/ML8z2FG8TjKbvZWGEj/LIt0+6nYOP1aUWL5ViY894t3ZvgLy2r358B0/2y/Ivpp8H77XQqy+rpkrPq8MEr3XyKG+FvxUvusGYT6Xrtk8FT/rPhDKLzyhKyw+nLk2PvVjYL8ZBfW+kbdAPneXuj2Aqii+ATfWvUgODL4P30O/3QXavjuPYL7ypLi+AFoIP7O7DL5VZys+hrtsvjXa0j4WGAK/OF+HPj3x9TxJsMC+fJ+jvhzVQj3NA8k+13PlvUdP5z7cX9e9/xbHPNPjor7GyrE9PZMtPm/Zfj6YZro9z8QcvMlMLD+BsaE8CqpGPMJAD7/vsiA9ks+6PV/e+L3UG6I+Ngwhv9KWiD4TTcu+8v6BPX1FL74+Z+y8AK8bPn0Gn70KdJo8NiBovcFKtD068qS+Q/mxPgzm9j5Zzsm9C/YVv3gAl716Nl++VwowPilRojx2aaW+ErH7PqX/FL92eRw/fGtnvrPvWz76aqI+8YcfPji7bb0Wywo+bs3ivRE/hL8TFYy+pMP2Pl5Ahz5NQuY+Ku5CPmXwNj7fkfm9FG4UvSj9Wj6tH469auCWvmPksz0NkLC9b4qXvTyIjr//U009dj+tPgnPCj5N6eE+fDMCv00tCb5bwIE+palQv9OsRL/5fO0+4aWQPZKXML1R9HC+7xwxvevKNT2MODO+yMd7vvA3oj4xEw8+",
        "d42SPg8uTz5Vocu+fzujvVVkcL5XygS/QcYGv6GFL74MqS8+xOxIPbS2Xj4IUHO9vs+mPhpU1L6RJpU+VUWPvlb7Db5/VzW8+n5APfOO0D7C4Ym+D39Nvm6k4T5142++6Cmlvt0igD748Oc8RDSjvpHg1r0MVME9foU9vJkogD3OOcG+/5SOPnBpqT0vM6U+WKalPmZWD77bEvC6Vegpv3jLlr7DwbG+xVo2vZ+qiD1lhZq+j74LP/LFAj83e2O+q8idPjWcer492DW90t88P5MeVD6M5hq/MXgLv/5Btj5UJyC+VowxvndlLzx1Dwg/TEw4Pk30sj1y5w2+SoeNvtehcr7x7dQ9sDzbvRihqj7dOig+HY26PkpLnT32+Ta+AuBuu9uQKL68/g2+xpRZPpxwBj81dmY9jE2xvn0ptT7+oLC+heqDPmMypT60lhc/tvwXP5yV470tXGU+NgdTPoCuxjwZyag8L4WGvHSVCT4ygcY+eEngPR34SL6xNv+9CnLnPicTXLy3jxw+GOSOPQKgzLxtFIe8MN7EvVcAl71TVRc/W7ISvmx7jjp4pgg+MnAfvMKSDr1ozGi9d2GmvfsYgj4tbTA+ofG6PQFDej7hGME9tE3zPbgQCj5u6ug9p7gEPq7cJb/65Ve++ZYqvmNXhb6nzDi+jUAkv52/D716/yO/e2ebPp/AGL6wdJs+1WvQvn3NDT5pmcE+Xj0nPvA3nb57+jI+CGKoPrOihT2CVQo+nrhQPnENRj4aVqI+pjfvvsMyG761jIs+QMtLPmdCcr6voi+/8IpOvvVjWL4h7BU9YfiYPp3QATyocsS90ZyiPu5Ff77L+II+jHfcvrxbDb/F8G69og7tPjotVj/8cbk+R5mCv0jAcLpJ0Eo+L+j4PkXCx75z6eM+WGwVP+VX+D6Hrxi+52B4PoYBuj5oS0c/r8euvol1Az5Xg4y+wcQYvSzXOL+I61W+DFCVPkPiVz74Bk+/WFcYvb/NZT6cEMI+X9AVv/M5tj30V9K+",
        "M8KGPzXPFr/peXM/ddmHPpZ0sr6Mslc+FjA3P6n4hz9w2ZA+w70cvP3r6b2nGhC+0nibPuWtx75PwJ2/mpQ2vqtPYr9y5Jo/ulzZPdGaYD9Eaz682rJQPX+Vp77Qklm+AZpOPt4buT0h24u+eqQivyLDHb/k7Vw+0CItvsdol72Y09+9m7mMvtf1kT7wwpS+BfAjPrC/oT5B+2i9+HUiPxVM0b7ETbq+6EMTPg6WVz+TcNs9VjQvP9+3hr8FzJe8oqeWv3gDvr2deqw+Hzi3vRUL+r2W5Y4/F5WKPtWcP7zBi90++gyEPvFrH7+5YD+9BZcvvflux71PRV89WBOev79dhT9ZRXk+XHZ6vggmHT6w90E+NbioPkSyQr9yocA+kTalPul7VD7oLIw+MtGrvMN1CT/PAUc+FBYcPQFKIT6Qs4i+0PWUPr2T078vIf4+e4CVPuSWuz7Q5eW9U+clvi79wjyLcho+sSyXPv3T5j06NsQ+tIylPhc6KT03bSQ+ZnOjPr3UTz5Jb68+erz+vp5KYb76Cec9eGYaPod6pb6+USq/QrDqPS9UZr5XxgA9P7glvgvS2j7M7cG9nGbIPnmEvT6cjwA/OKbwvloaiD9b4J4+jTnNPkFL1b6C1gI/Qiw6v3klSz/0LA6/IgXMv8+sDT2HU6G9r3iEv6Jlfb90il4+CQwDP4dkgz5t7HE+HuurPsz5Sr7WDks+J/SIvoIHqj6Iwq6+PU0zvlm4Bj4LZ7Y+5xlaPj+n+T5dTrg+M/mxPoH2ob1G8hs+D3s7vpDkHT0I3Yk+HnOLve8T+r2S8R8+75SrvdC18j7aa7m6ajyyvtZ9ET2xLIM+6SEyPjwV4DxRh7m+AppAOnCdGz4rZO88m6rivsAKIT/6GYK+7foAPst4cr6WaQg+oGV1va9QRz/djUK+YTuxOzZR/D19M04+axCbPosak76qJkG9KJ2uvajPKT5HLoy+3DaEPlp34D7cC44+r4fSvY9f3D6lhtI8mAwEvl3+yLy+TL09",
        "SqKwuoC9w7275zi+LMBDvXFJvD7LL8I+sIO0PK3hkL76cGE9XQwXPjG5+r77HJG9zOuCPTxhdTzE8YC9wgXiPEyhqb9SfjW+uHs8P8TlBT8sHcO+GRYkP7W+gr2hFWA+f+CkPktE1z6cvGs+qis/v9/Ghz6NZx4+Vwy2PulSKr+b/nm+G6Mtvl5d9T1XLmc+n9FxPh/Ynr5g8Vk+EEVevvf3KT3DfVk9IoGfPq+yxj5vWRY/Y1H3Popc7L35qrg9jOoGP0C7pL65v8g+GPRtvif+9b70IMM+sf7tPX5Qwz6iSkC/TGU7vaUC5T3qGRM+CaEFPh2SQj6k9xy+QWu1PnyeA8Av08i93mzhPnzNMr4GqIs+IfnHPmvLzjyf91S/Ck4Jvlv9Sr54QGE9fRyCv6RasT0B+28/dZ5Ivi1sMD3d65o+0KwMP2E4+jxo9rC+paUeP5oV6b432Dq+GJkNP2i3oz4qsRi/sf0JvidSt75Xtui9YdLWPSLNzb8ZSbU9+dzaPj6IyT6dWNe+mvaEPcCqHr8Ro0U+LDLXPq1DWz5MEmy9j4NYP1Gi3z3swo2/I2UlP34vKr/5up29LQeev+ABUb7oCQ2+Odcrv76Hmb76gZS+X5eWPnR91rvjyIE+dHfZvnavMD50fxC/6tBlv/6b8T0VsEk/65WePlaefj5OqJC+l7nZvSYNar/LEqW/pP+LPseLKj+RvsI+DnXqPmPrTL+yMoM9QSE6P0XFAz4J9ko83dILP50jZT4kmyY+yJC/PsN7jb9JCGQ8TX+QPmYeHT9Ri78+oU8KPtH7bz5tSwk/gvdvPp4ifb9II2i/mVAuP7e5MT293iO/kNE9PlUuLj+tbQ0/wOBev7BxCz5XTE8/ZBctP4v5Mb/iKt+9wmYlP4owDz5WFhK/rJwgPVZugb6PVLU+rpk1vqKpKb13e+c+oPzoPu6O7L5JZZq+Kf0PPfUp2779IB++tMswvvoZA7zBons+tDdKvnxCzb62ONe9JB6MPTu8Lz7rtFM+",
        "kT6Ivt7bXL6284O+nuJLvrU7Tj4gGqu8jURbPqKz576Jsn09qxC4vcqL9byxqyq+0kTPvE/MjL1OvNc8UN4cPuMXkr45MTg++eDVvu4B+76de7o9FEadPbOUwD5PuCC/Ie9EPmTczT7P9V4+qz6QPTMLaT5k8tE+dcV8PNyvIDymIgA/0uFbPssnKj5AyDa/VQJdvb5CSj5mBJI8vS7Zvr3zhDwA65U9HOOevhNltb6RNe88cp6jPtWrm77WwPQ+97z/PWuc/T0xDIK8Nq38vYk00D7YEMM+fAEwv8kk477mBSU+B9nEvplgGr6Nogo/pbRpPSCg+r5kJ+y8P2/wPc4ugz1i1pA9ksaevlSYEb92+4e9s0JePi/04r0iAXy8bPYxv6Swub40TsW9qEHXPtnfQz6zwz89xpARPUyo8b1hypc+g015PsmWEr/nAv49B0uRvh+TNT7eTE++PrgbP0mUBD65H6s+xLYlPY/3Zb4yVG0+DofIvVLEeL7ovRI/L5LWvT9DL753yba+CBO1PnDRSTxplwu+zwqmPtCRZr73tqg+4FHPPvrUgT4aNc89mFi6PqDcCb7dHrK8TTPQPac9vD5uUbS9xXD4PtoMb77JA1q9YPnOPpzvmD0m0wq/8AIlvz8B2z1yeI8+aXAGPJR3J73wlS6+BvlXvTjmur7RgK29gQyuva5Lzr65zqC9Cz6zvg3IND6nh1E+VdtIvupRH762HK4+3N45PgrgFb5wsRc+RD2xPXp8m75LAge+wsPaPp1Vsb70Xoc9sesSPx69074Mr8Q9CPsgP1heiTtSbyO+ULwnvmu8vb48yVW/uMK1Pl80rz45eQ4/PtyKvpcMyj6+opi7oOexPugfij0jVU6/3lUPP/JVG75NBdU+y1K3vBtugr7gse67/QkUPhmplL70fmW+qJnKPWPbFr4iW8W+Pc1MvQoVCL5zRcA9ngr2vQYKjT5N8xq+WBwSviRJ3r7azpq/UTmGvk2kL76uBTu+puNLvfeFsr9DciO+",
        "UzDZPl4DzzwgGwi/4mKPPk9lxD5N8Wo+DLRFPnyjZj6bmgE75OITPlQuQb0peC8/rVUfPi9YSz7c+6S/5TAFv8KFNz/+T0I+MGCcPi8Nxj3XxhI+KMT2PmYSzD1hJY++YB+Mvpzeqj2V7e69DU78PTHxaTzxfoo9mtulPq/y0z4ZhJc8LAmsvhNTDTxzhI++2sezPmurrz6NiPe9yuIXPvtoXb5/P8G+3Co2voDJaT57aPE+kkPwPhmvvj0XAt+7+JXSPrZzMD7JMn6+mn08vssobz3s8qO8GHF2PaQCxz5Ip0y+5YOrPlkEeb6PHM8+Oo+5PuCiLr/6/3a+f7c6P8i4RT5QzDE+CdB2Pm0Akz57Die9OnD8vkQ7tD2klJA+Y8NqPIbEez6+tAg/nw5rPYp/rr0BN06+we7Qvcfz0j3LfA++V/rCPq9dtz6Ky109sKNWPnu38j7hpXW+y//dPad6Mz5xabI+TS5cvoqurL1M0Q2/C0YgvvKehT2/hCC+gsEjvto2eL+ApcA8l3lEPp1Zrj5ILc8+bt3YPJ0qjj7gPcS+d64uPv4tiD6IRrS+g0oDPr716DtZV2W+44MTPXnfpb1ggAI/nTebvRnDFr93isA+wve9Po2Gob5GI0++qrZ5P4zgcL53Nx8/OieUPxlrhz44bxi/zsD4vi4VrD7+yBI/NiHYPOrgK70xYg2+DW4WvgHKO79nkmM/5w/svwhhjL6M1g8+3C6EvqO3gj2v4i8+10S0PvmmubwWFpE+PjOuOisojD+u5AM/ABzaPlnlCj4j8Hw/LXM0wHlPrD2ucUc+I14LPdrFAj60LLS9WjTNPTYcG7+iNvQ+PUdzvlJgxz0tO0G+nzCOPndWF74Tdm6/XZSsv0vbuTw9QR2/6Z5Vvw45p75QBey+cpgUvzbOhL5f8RQ+BWSGPwdzc78u0pS/IKefvp4XGD7Aj5G+6Yxpv9TIRz+h/KO+Z6pRvrZyHT4n7jM+GcgbPRtyHb4COcU++ajYPrNLvT5RmMe9",
        "iWlYPV4oHT7uqsi+2klzv+n+Lr4KtTM+atySvTOYN7yPRAQ/+k9jPqUbtL3uvnc+1v4kv8AjG7/B0xy+v4sbvgh1kr+bgQi+tejMPhK/8T0XR7O+YCdZvvcT9T7asTO+DU3EPulsDj+J4+i9AskHv821eb5iu/8+fbnjO3ULxL6a6Cu+1PmKPT6Pqr2G5e2+E6eKPi9x7z7XbDO/0j6AvWKPgL3/yhS96/KtviLXrbx4kI0+1aAdPuIrLz6OkCu9PChbPlkkir0lpM++NOyIPpASrjzwX7u9tPUZvnH0Krwt3Zc+aQqXvsRquby8W7c+BKAKPw1i3zzd1a4+RCdQPqIsFz3Lqxk/TS/rPrSSN70VigW/+5tWvipqGD9Vkqc9aWNoPrESjj4zdZG9DHOOvs18Cb4Jr5u8TyVTvlMXyb0a37u9JS/XPiQXTT7Vj3E+PTMkvjntsz054fI+yYYJPrh1er0TwVs+C1r8vKreB7+Mpeo84Q4APlZTxj4fUX2+nsTwPiUAdD1UKP0+/IO+Pc857r5Tr3q8IKUEv0ssGL6nV1w+q7ZSvaA1er4BW7i+zrSNvWVJaj7WmLG9vbKAvqYvHD96Mtm7baOHPnS7nr5gVZY+maJmvRc+/z00Tkw/6qghv3+Pw77cxiG/Z984viCMpr7i9wc/KvDdviRosr4y9KC9EcR/vvJUzr3xvMw+Hn+/PvHtJz7jmFC9L1ssvvfxpD47sBY+txDbvVtrjj4ZWAc8nZHrPZRfPb6DnVo+FMWSPS9A3z4P4Hg+lBCcvl+cO73nFdW+R0YIPwDNoT3MzS6+C982vn02pj2awBu+UScLP9rvIr5dgK++dns2PgsxF76xaLw+V4YQPtMIpL3INYk+2ODMvGhJmj5d8gK+3qcgv81rEL4aBz+/1IC2vqufur6LWzq+3aAyP0W1lz3i1Rk/Nr+VPbaCGT7VkoU+nV6uvmLynD4BW3O+poYTP5u7gT5djUi+aOS3Pikkd75ghsy+rFXHPUMOTL7NVg2/",
        "HKvGvUddaL1vBxw9CMOfPq2qQj5Eg7M9vMeLvZDopz6rABa/zPDKPKLytL5sDM29u+g+vs6jIr2D0l+/GihSPXI4yj0v0zQ+Ab6EPtGVRT6C0Q4/EPjGPfShBj/EU4Q9MXeMvtC4Nr68g+y8w4Z3vZGQJT93Gew+lH+WvlrUUL54o4a+4YBxPaDYh7wwjos9dEItvLw4/jxHU5g+IT8fPuHs/D5D3T6+lCg2PnNrCL6Ex5e+wcc4vukPjL0ikNK9d9p4O2K7FL7Uzg+/4nTwvZlDAT8eFS4/a3Mev5L/qzzcx76+yvIlv4vnQb6tjoQ+6qdPPljixT43dEW/6YPZvXZm2D5yHwi8E0BXPmx7Eb6Zkci+bo00PuLhW73+alS+S0C4PTZAcD5d4U8+Uo4APvPw9r6PyVa//f+PPj24lL4GJpu+9hCgvZKXQ79CCTY+GJcGvmDmBb7cy1M60nrbvoi/m70Zq8O+6DFJPoN3Tb51N9+9zN5nvitarT54Qa6+8rJKvhYmIb8yIjU9HnGJPmQ8iT2TWaK9z34evWwGrD7lHek+qMScvuj9vT6Kolo/J74xviEBiD1k0XE+n26+PDvtHb7tqpy/7c1/vu8qWz3mH+a80KOOPlLasr75Ig4+Xi1xvxMTdz1JPR4+xkkKvypbnj2GRDe+q3DDPulQlL5N/2Q+A4oOvxYL97wPoeo9V3wcv0Qcwb7I1jo+/UmGvqDdgb6tMwM+24S9PjJDnb42L0m9EMRSvsGcmj58alU+0AMVv21gdT5+jNU+yA3mPUZlaD7K1Dg9XHvWPPXC870w9zE+2fKIPpqGC727TuS+1eUgvoij4D5+Sq89V6ejvT0qjr4cGW49VpDmu4Kcr71lD5A+l6W5vnnSL76Zueq9AvPTvTSTmj6mKre9LP0hPqEAyz475G0++eY+PsHuKbzHj7M9mmYav6ahETy+9d09L9J+PV88zL4FdaW9vMYYviezzjy90Ty+Q9NrvXN6oD1U9+g93NCfPiUKBb4bqzi+",
        "km/JPh5W3T5flq8++oNVvrWfCj8mVUA+AQE7PtmV2bzifUO8SM36PW8dIb44bTm95iUTvfGy7T1KstA+TNl7PjqauD7WLuq+q9UfPjpDSj7VfSE+PumyvuujYz4DDf28ndDMPVgEg73Irqw+LxMUP05fdr0ZkFk9rvQWPxP5h71YUq2+g5C5vVM9ob6HchK+EgY+vrwJTz5BarC++rWpvtenLj5sUBq99vklvoNH5LtU+DE9vCsGP1MfLLwgU/4+mRCpPuvq1L58T8c9M8yBPhQRUL7U2wU+61DivRbUsD6ndiM8FNMIv7+KyD4EMxA+rLmmPnFkH7/bjYS+dN4oPTYC5z1Oc7o9eNqFvQCJaD4o1YC+4zE4vq4SBL4GwZI87M09Ponuwr7dcl0+05frvlsjkT6dXzW9rZN8PvpmML46yGK+9MepPSiEgr85CXi84dEQPywHkj9D20e+/vIBPuIbuT70HrY9LbqlPa263L34ACg8kJVWvrkMC7/qt2w+beIxvVnpPr7bWiS+sYusvnFOkT23fw8+pdtFPg1+QD0av6O+Rx8WP+sN370Fnai+jJUAPyARl76+ybY+MQJ1vYNgnj6Y1d0+CYcov0HjvT1YA4k9RLCWPkqqr7595xA+TZUEP1FjPz6kZsW7x/1Qv5lWHz4fIaQ+HZGzPcgiFr1iKeC+3AQ3vE42Qr/zZR8/4d1uPnkMVb5VfaY+bQGDPs4bob26D2g9lyGHPmjUEL5cREG8uUafPj5NEr+gfBQ/evxHPkdUXr/x4x8/v8NqPorZHTztSKE9txxCvna5eD6LZCC+yrKmvch/CzxjjE+/A05KPi4+B74A7JS94f/DvvFSMj5MC1Q+XO+yvkVy7D2cV4I8JE/jPmFUCb+OguE93Mwwv6BPHT7Uzwa/estgvQUYcT74Nxi/CZ/Svgd1sL1klwm+IeLnPgF4vj6cBoM+Uercvc63a72bf/8+8oq3vF+CO76MxKY9Vmq7vlyKGj/p7oA8ZvrjPidoGL9kw5G8",
        "2NOSPvku2z5acT09BwjKPlZBFr5VGfA+EQ2ivL/NsTwqJ54+88eHvqBocz5DGhY/rD/vPCIWHz44HBu+OtwJv7IO3L0ZpD6+19EBPqdMOD5ZKxm/u74HP+wszz7i8Nw+hZGQPoQ2Cb8vQBC/JG9Tvv44E796Yc2/HekQPpIqKj1DlQU+zREEPr+lXb4r9AY/hiVJv3YinD5zNS8+zdnXPov+872PgpS+zw6yvrysgT4TU5C+3z+3PTNAGj89tdw+ks+xvxtAML+R2Sc9d4nePbo/hb9GIAy/VpbHvSrPS77poum9bhSePnQ+KD54ZyW+AooFvX1rKj5vpy2+8UhmPvW4/7yqRiG+iPFjPgg4qD7FooA9lCW5vq7pwj2sLc49rSZlvtFWK7+V1pG+fj8LvyIr0b7l8DW+R2q1PUd00z2FLg2+7/42PgsuB7/OETC9ICkav2Uq4Tw9CQo+fmKXPuug0T2oePa9Toi6vaZ0Kz57eXQ9nSVqvj/vnD1L9Lk+4UiOPqffuD1nwCg+uDG7vUnibrxC0yy+/ArXPTPoHz+9qQi/9Dgnvm82kj4/A589+80VvnO+Fj49Cx2/MLs7vInlsD0S75w+gD1+PoEs+D4gskq+n26ivoyxOr5vAf2+bZlXvh+WSz5e9B8+uqOCv1PTh729+Iy+35IQvO6SCT9qatg9gw7fvUrliL6EC6O9vhhrPxQsWr5hT7u+sArRPiXF2r1sAmC+iiYsvYv1mj4LQt4+3knxva1QE7/rDhk+Kt70vL4Orj7auaK+d/ejvn00Nj5BlZG+ERGuPnbmLb16MR09BCYovg39lj3lgw2+FhU1u1Aoz70Y3J6+d6LQvUAoqb6Jq6Q84MfDPeI0vD6mWBw/suPfvmVEID7uZlK+FSXBvVj/FT0f1a88FkycPRzGOb7bwJK6MKuuPJil9bxB73u9TbZmPmWz4L7n+Vm+BJGjPuMvo76xazO+1AGVPk7m+T0bG9U+Am72vSjMPb5vutI9U1aIPkFwmz4TXFA8",
