{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "69c6233173a65e09a823c597807fbf6616d8c9cba1745bc108d32b0707a21a18",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "DhC4PrwkYT8uvRg+dYK/PrgLEz48Im0/WWx8P+KbQT/F2Rk8Wx6UPeAXRj5o45Y+4XYSPyqyCz8tLUs/VKdJPvVLUD+djns+WpU2Pj7Pez/7tpQ+dL53P7R1hT1ddyA+SAmxPcPRcj4YRiM/TjRjP7UxuD0bHgM/lrzsPiBnez82rMw+4Eg7P1vq8D4U3209DU83PwyuBj9jcg4/qdUpPXJ/Wz9imho+F1YBPol2Dj8dbZc+buNvPTnRij6slqc9oCAjP+wZOT9p7bc+89xRP+BFCz8G4KA+WzBmP6BNsT7L17k+me9TPxYMND/2PU8/6gTCPrdIxj5S6DM+X8bNPq2uVD8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "n6+hQKOJbz8G76M/XmTGv6v6JD+a38e+8P6tv1b+Bb/Ecko/JPZdP/pNVr+4Xf++dOcnP8jY6j2fLym/yfM7wCU/CT9chqs+q4rPP87vhj8E43M/T3WnPrhd/74YJXG+rMrCv2CwszxW/gW/tpDNvirwar+Aac+9165OPzByaT96d+++wuzEv/BLuT+hDQM/ALydP3TnJz+2kM2+06x6v/9jZL/Ecko/GCVxvuhDhD5CDO2/rgbNv0665D5tIVU+Pm1qP9ceMj/Ioos/5i+iP8jY6j0q8Gq/6EOEPmDic74k9l0/rMrCv9Oser9AaX29cHUAQeJbLb8ot9q/8JIFvwd5mr91Do2/hOmbv58vKb+Aac+9Qgztv0Bpfb36TVa/YLCzPP9jZL9g4nO+"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "D9tAPc3tjj3Dok+9gWcYPhtlIj63nXk9XtCaPfGQez5Hcri9T5f4PSco9buAuIE93JSevX7cxj2GKCI+KzNoPv8+ET4PlTm91PRDPksalj6PN7i73ZzFvWtwf7yypZQ98ypHPr0nB70KMJA9Y3oFveIDAj0uT609eo2KPaXPWjpOtKw9NWcSvWMXJj5mNZE90c8UPnRV9bxj+II9ruPDPVRsfT4gJR28XIWRPsxUwr0N+Is9qLnaPZVrUz6AMIu9gvFmPk1xjz4LTRY95h+eO2CiHrtNFQ29no6APXNcxjyiqlI9hcRoPetdxz1/iAi8CHqfPSB5Zz4cb/S82qWRPvgVYj5PJ6I9IycYPh634Dzy0UM+epCBPXjeFz4cmJQ9jpUoPvdN/z35vjA+vTAePkqhPbz1wdo9uog3PtEKDj4="
      ],
      "weights": [
        "nTzxPYLqDD4t2ku7Te0vPsj5UT4GSPI9c7yhPRxJeD2x1EI9cLH7Pcud3Dyet/U9M36Yu1iusT3Plzc+FPICPrX1wD1nA1I9mR93PjVJiD0ni3+9ejvFPc3Vcj0TgYM8KKXcPdhmLzwtAA4+8iYnPQtWFTw05989PCROPaz6rD3YG0w+FB6MPZfTIj5kqpo94vG8vM4gzr1zpbg8/7THPUti5z0WeWI9nyaEPblU0Dwpp/o9pl8vPhvNoj2c9RU9MYwpPiI2Fz6CwRY+JElrPVqT3jyUah27dslcPams6D31DzE9a/owPX53J73chi49Zu4/PrM4DT5vZjg8LRY9Pij8yD2w4b492Hk+PgcN3z2xkE8+6j+lPRz+pTtYcuI9yywePq13Rj4Kyyk+BR0HPoLmsj3q5Uc+yC4oPn1NKz0QXV09sycpPu8mazx/3EQ+q1wpPqvcrT1nYik+Kgo2PXxWWj1rdC8+4nbNPHiHwj1+E6Y72Yi8PT3OVz4N0nM+YrmNPGZyIz2PzyQ+CRzCPaKanL0PFrU9uTZPPUfRxD36Pwo+QriIPQuxeD1/7ls9rL0KPY+EFj5wxpk8NOIfPrknBD7yf4U9/5ObPA05rj0arQW9kenkvfeXKbzSork9IdP8PfLIRD1zq1g9/PESPbuY5T1ATBA+curwPScLFT3C+B8+CEMMPsDBBD7DxVw9wR+JPfEw+jsL8xI9sdKVPUm9fD0KM0s9n4wTvV1CsDzlH7Y9PB0fPpNCCz2cgkI++kH6PWWIKTzrUjg+/hGXPdIzwj3KBes9DaKdPMkavz1IWwc+A3U2PlkrAj6J1jA9z2TNPYejHD6ZbRI+Vyf7PfOMmjyygoS8hDPPPN9DUD57VII+k8EsPs9zpD2IgNA9/fAmPfyi2T2V2kw96wnbPcnUWzxpjLM9y3lVPkz9Fj7SZzw+/kgsPcF8aT6zpCs+6E4yPYp8nj0wkBw9bNxVPeMnMz4XKqa+mb8ZPuXZLT2oCOU7DeTDPeHvmz3urdk9",
        "6xS/PEVgWD0F0CU+zI+fPd94k7yj0jC+hZaCPUOVhD23wZo9F7ZXPaT+6D0VikQ9p4oLPnZYZD1ZsCI+keAOPV89bz5kPOw9gyEePpXbGj63ZqU9k9maPOpO0D1n57g93xdTO4jOgz0hN0S9t5vcPMZIPD5ZDu09IsmGPAJ6XT5k0yo+I0NBPlLqgj5SZwE+WpghPsCaFz7UM208BL6ZPe1Mbj5V+gI+DAHSPcmUwz3UWaw95qZLPrdyQT4utCk+PONXPa/KxT34BQY9xdQWPrRAaD4irYY9eDy4PRvM8j3rBSo9cb2HPQlXPz2pQv89oynKPLdeuT1Qr3c+1cItPiIuCT6jEXY9vWJYPvwXRD6eYiO+mu2ZPbJPPj3aqZY94J0aPkCjz738VMU9nq0wPVCROzy+Qos93emhPU58AD5PWRk+dYuCPecjaT4DT7c9Nugcvd/USr4Kewo+pbD2PU0W/j2Shkg95N2pPZgVzTwrpgc+ZfnmPQQcBz5HFUg9D9SRPmfXGz6EUAI+ZkOvPfR7Uj27Sao8ufyVPO1urD1Z8AY9UtbZPHjuRr1Mz4Y7VZc3PrMVLz7g7bs8ZPpJPibdaT5t6B4+c8opPgvwtD2w4Cg+8dgDPrC5Jj0PC5s9QQmPPhM/Sj42Mjw+U1BDPpn+vD3MFU0+RMlXPjenRT7TrRw+DLyQu3DeGD1OJAc+DXY/PmoI3D2Xvo89JUgFPvYBLT1ckLA9onstPWf6xD1Ui1O5CrlWPfExjz6kKUc9/36uPRwFIT3vc2g+5/YBPoDeMr7BzbU9+YZKPQiUnT2ItSE+RnFwvWG4rT231io96H7bO7Ap2z2qV3E93SUEPvK1mz3c84M9xnr7PWdc+D1IfUC9vAw0vlTK7j3ac+49+7yMPbN+pzy/ZjE702r4PB8dOD6Lwhc+o7wTPhj+ET0tSSY+rE4LPl2z0D0sPEk9RwfsPZtRRDxLQCc9T5L9PfxXBT07Tps99WtDva6IkTzWryo+paMrPnOYijwCf3M+",
        "ESgKPh3o2Dxa0VI+x4LePdcoEz4cMPI9b+77PIWw1z2gpyY+4917Pj8tiT5sIz0+QdKrPdIAKT5vKQU+/YEcPrwFBL8XoRe98hQSP4VG1T62PxS+b7kXvXlwxr4yjzg/GiodP+r8kz4dxdU+DAlUPikQBj+C00Y/X8U0PuR6G7+HXvg+EsY9P1BiOT9rVGa+xvKgvpXBIb8xeXG+c8q1vtRol76YmoE91c35PbTgLj+0rEI+IWXaPa1riz4yMju/ZQ0cvueZRL5ghWi+TpyFv+L0TL9KwEO+q5mBPwCpyT6M/hU/itzCvf5tc70s73m/WmYoP9BR/b4S74S+Cw6Hv0mJfz4EIKI9ceaePhJ0+r55Q6y9lOcBwApoDz5MMti92Gdmv2iLUz4JonQ/o+iyPin3gb8bNcA+PYy2Poo5/r6dahO+pJgmP7O8HL+BYqk8/uIRPysZBT0mQxS+uV7EvWACwz1o/EO+O4csP8jzGr8ggSg/Rb5kvhPH3D5igeg9bIvqPk2fsz6u2ic/YajtvlygO7952jU+ik+zvQtIvL76yKC/MWm0vh1yoT4A7gw/+8bmPgwjqT4UdYo+4OOxvsz85z4QjoU+CuYhPSvqHT/hTSg9aiyoPlHxL75JbMU/4DkLvt5J9L2UopE7gGfTPqwSfj0xo2Q+ewiEPlgfjj412Uk+kH1tv4lwXb7NNiK/aO69v+wgHD65Xv2+OBblPGO1C7+lFFw+CcsIvxHglT5Q9QE+FXlMvxCcD79Zt6e/sLYQPmHCFT+mzq2+EGayvjmSKj9hSr6/IuGUPhqbNb7q46S/rRshvkatNj8wMPa9HssHvwzk6r4Wnxk+ISe4vlm3kL57UhQ/4y/7vn72M76LxQI/0A6uPkZTG7mRgi29o8Wwvij2ur6ohqS9p+aaPqZiGD92WYM/JYgQv4WCbj5ujAw/xtqbPr9DBj+Ci18/N7V6PZyx2b49kMq+SWQBvdlTjL4oZ+C9ZpC6PtlfFD8jOts+LVENvj6UND4O0jC/",
        "9JDUvpNUSz33ppe+BiO4Pm2qHL7WXzO/II1Mvagqnr0DuAa/EIQOPnJV7T4/igU/SMSNPnA34j37g48+ny8gvg1wkr6+u4e/ImLzvhXgX7+3KXe/jm2kvc/N+LyC0bu+XFAkvzmODj+pS+W+oaWHvzK29T6YPjk+wAv/vuUo1T7WZaQ+3+nOPuOV174RYpI+SsyVPggkCcAOF+I+oQsFu/nV/77r+A+9rsZHP8t4V7+0TE+//6sTPo20lj74GhS/iX2lPo89+Dwz30c9n2IJP/Hd6z7xZjw/kyQAvsFmqT0rk7q8kSJKPsmOfL6063w/SM0HP2ZRZT6LFA8/jl/jPv6by765r5K+KovdPnfXTj+68qy+BNgCvzJtAb4twzA/hXy3PouCZT6aN8A+WC1GvaCnOD+jCiU/2cKxPt1Cnr5ERg8/j58tP3VgNj5T/pc8syaIu0Qvt76LQbO+GoFsvgWWbr5qw8M+tQ7ZPUK+jD6wpUQ+MS95PudiET4DUUa/H6N7vlxAlD67b7W+Q3SYvxJmZr8+y3c94P0pP2glUj4CRDc/eoxJvgsPAj7toT+/i+ZEPmNRqL4fP4m+sysyv86pET4efq69YKrjPsvvKL+8Mns+aBxhv/2Ycb4nM5g9SuyCv/8Igj5N9Wg//AuPPsX/c7/69yU/QQS0Ppk+5r4hCIi9zBavPn5z5r4/MNu9/Ns+P8/f7T20leI94v9Kvr5Y7zwwAre+1Uw0P3wgp76RzAI/01H3voVlej5XE20+N5+ovnbt3ztzDBw/3CkPv98xDr7WSrQ+QaYTvYoJID8938M+RjkQvTHDKr0JwIk++lQhP1NYVz6saDk/oYfKPp6ZYD9sb1U+hWlqP+E1iT5fSaY9rszHPnRbdz2e2SY/UH38PR4wwL1A+XG+WLr5PiNo0TwXE+C8hw+vPhplIT5aXiI/YdcAPVOMdj87wz+/G0m2v2aeM752xpi+GmQGP6YEuT7kywc/CEWAv2SlGT5fSd+9/AunvtG/Ej/eEHK/",
        "6QYzPqaDqr7i91a9bBVQv0AuAT4lLDO/cdJcPu5mlz4v6Ka/IjnhPXzU2z6o1i4/SL71vjpFiL5hRRg/OmckvpDygb5/Lwe/QfUeP8Tfrz6aUzC9122pvmkSxL61bZ+9oVSevvpnhL7hXzI+jOsyv9yOYD+l0iy+PEfyvuCAlT42dug9XfxNPryEDz83vbG7zs2TPrvL8z1tIKa9dl8xPgT52z5LDXA+uUkQv/TmBD+7hjY/e24Uvu69ur4H3he/vg7XvjSUgD83J7o9Oqh0PbOB2T1l+DW/hAw9PsP6Xb7ZGvC+tSgpv+fIsL5jHpg+I9ugPIepxz4nq+I+28UVPlGP8D4cMT2+XHsZP47K1r5FQwW/+w0APOdepzvq11A+7QB4P/oiFD3icT2+faFMv6C5D7+9qLW+RjOwP5AhUz/QWqu9HgvxPg7zCr4/7Pa+RoEMvp+F8b86yjI9klHAPlkU9L4cZyO+X1+/PkX0jz3eRP+94AWbPkylAT8WvWa+IsHBPmdrj76Tjyk/tS/gPaozTL8/3cA9F6E+PddSar8ZtB6/qTmQPZeHzr6SiLs6gM4DP7hNqr4y+wc/19l+Pl0Lhj4trjc92YwcP0Xhjz0lRIy+DKUmPqrmfDwNvlk9LpGSv7hBa76oztM+PwchP57zKT9NGrA+YUpWvkMrJ77FD48+gk+HPvTDpD1gHg0/BcTLvrIsPj9BKp++3aarP4Kmn71eUu09jSYCPz3nYz5ZLUU9QSWBvl7zqD4xBmE99wnbvarTP796RQK+QO6Ivw0Vjb/lb4m9rhshvXU0jz3ZwgW9P8eBPh3X476scnY+IGalvKPtXL/2TR6/VRFwv/mBZz7QL+k+s6gIO+oMm7zKPXE+lV+qv7A4Ez4NiWM9TUZtv6riJj7sk2g/w23ovnmKyL5Sru2+7IBIPoj8F72UDwi+3XgmP4tFDb8GSRC9lUJBPtx1tD4PzMQ9QXOdPeY+2L4Tyzq+Jgybvnwowj6irR8/aAJ+P8uDKL85hZg+",
        "SPg9vrsktD1wuYc/dCgFvwxdlr4Bb14+g9alPqpeND9v8KS9jZQrPJeau742vOm8aPggP7ZGyz10TQk/fm7lPmVtOD8L4M4+CllWPxjZzz2QFOA+UcCrPnidKD6nqek+/jlqvfqtdD4P6vQ6bu2yPuTb6L1wdp09k8slP1RLYD28jlI/2GMoPv4aPT++oIC/dLWNv5VkQD19dcG9hjMGPhY5Aj8L1B8+IGbKvuvpIz/88dC+xfIev8hcGD9/Kjm/3IYrPgwCXjueWI88gk6qv+Z+0j7ZWIy/awh+PuqiqDyefZK/Ik61vsUDkz7WB2Y/TRzlvpztJ77DiJs+Dccfv/ucvb5Nh4q+rP4zP2Uflj6iX4o8Jy+LvvURBj5ElVg+UsMtv5f8vb7T1Jq+oQQWv93PIT+L0Zu+Ihklv2fDBj+5miE/jt3jvR3F1T6AqEW+7DzpvVeKXj9tUS89HuTxPnsJ8L6vqRI+jRRavr+5aT9dUNc+gourvE0MDb6Rgy4/FZjevrrs7D2Evxq/segYPzW9Kj6k/8E90/56PHzlRr6jRjQ9UpX1PJEnNT8nqrg+g53tPak/5z5n8rc+TmoxP40DMD8vN3u/k4RcPsPVU77ChAK/TBsCvvFeI7/fB5q+iNwZv+/f/z4hJou+EP34PofhZD6SAGA/NmHUPobHzD5olaU9nI9TP6J4QT9N2Jo+GAa2Pmn0zr9c5Jo+3sASvo09G79hgvG9/RH2Prx2I7803wi+PW62voam6z1WnyG+nw8vvujh1r5ocfo+IxvyPW2APT5es4u+fdEEv7jTSL9a0rO9GH2GvR2w4r48PdA9ky7fPfYgv71AXWk9qYx8P9m4hj4Ie4g+zqKyPuqxOD8EOH4+oHi2vu/OMjw83zs9DLOnvlqSlDyiiBc/NL6IP2xv4D717ys9VwtxvnsD3r4TUze/IR83PnR8bb51Xto+vjVOvn2slL+rTSq/hH0ov1nTLL/nAL+9yG+vPkpsxT6pbuU+2a6HPlGy+T1zCRq/",
        "vG8Ov6AZPL8vuA2+EQ+Jv7XsJL82thi+8Rc7vn4kF7+WdtC+cXUSvk1+rL4xe3G/xgykPYKyLr7hyAi/wcpBPzlseD6sX6k+O4X2PaZLeD5geSw/MtzKv6e1KT9zdC++72h1vmMxnD1CYEQ/19DzvgHBxrzoKhs+/+OAPrTfnb5NeQk+DWa9Pi+68Lx9ar87QQcnP3TmGD8jEJe+SZZYvv25Nb7tHJA+PbJ1vroWFj+jT6Q+lb3KPXGEFD8zLJw+Jm1JPtyiDTkV8u0+1xWjPr+eyD5iSNY9U1sqPYP8CT+XGcQ96bhOPpyJ3T0D4II/ji8BP93rqr05+qu+frWNvrAdFr/Cc2g/ssZkPgQnQj76tk0+/V0bv972GD+/z6i9l2fqvgntKr3IT6u+4L8oPgOoeT5EW2K9m1ziPi9d2b0/vEU+wLp+vg+VJT8Ss6m+UrHAvjjrDb4zRZY+cbvOvRh+gD/TLvI9DrxOvHyz6L4wlW6/TO9dPQXEkz8pyBg/x9xDvrs0tD7DmUM9gLbKvgX2tj6W6bq/Z6bAPgxj4j3QYmC/jMHGvlvy0j3L7AU9384Evtfmyz7hIx4/xo2Tvo2N+j6japi+sxTKPglIKT1uzR6/NdZcPnghBr4J7Jm/HVnIvk2gt77U89A9paxVvs79XD9Ti5W+CrUHP9ROxj7oCik/BKJFvU0PqD5PpBM9SzInvp55Dj/hiyg+4JrKPlGnU78mjb+9CUsvv7MOdD9Gc9M+dF45vk5NZL6tMQU+9SUJvzQNxD7C/7q+lAlNPzt97z58dpM9PFjZPfFsqD407u49H6OwvIsJCT9Bkzg/HILyvexhWruyLrQ9/1JTP7xfFj/+Dwi/9fm9Pp7lHb6apiW/gmZBvdd0br4D3cq+MJ3oviJkXT/2PAm/YZYPP/ycAD/Krm0/ccu4PmKe9z5v1mM+hQskPx5RXD9wdVe+0hwTP9XJ0r+IqQc/08uPvUKyGr8KEgc9zE7jPmzqg747TQa+DsbZvuiabj7F9hK+",
        "KGXfvbAi8L6c5hA//CgKP0vrbj7qnBW+ls5svqL3Ur82mQg+MZvePtHIrb5HaqI9XqarPnWImj29ZUs96NaXP5k4vT2nKK29IOQuP0ydTr5ssEa+96+yPfD7Sz7VoWO+QRSVPptALT9NTC4+QZNzvuxb0z5yPBs+wwxevhaxBb9VqfA+0PMfP1KrXj+tgM8+fgrqvS85jT4AiDm/QWniPPUyh7/PtM89GM3WvmI0/D76AOu9IMBkPh3us7/+9EG/H14bP6pXIT1oIPa+dhz0PnA0AL2Puhg83VWkPsE0JL8D+uy+swgZPggdeD5ZTFu/V1/PPqmUy73AiRy+rtVQv82T1D2PPaw/WQ4qv+GUCL63nzK9uu/DPk8EFz5CMIU+sXfhPtofG78fFHQ9CjI2Pp6fJz94mlM/9zCvv4K9tT5SqF8/lxBovXeWt77hO/Y+3lAovxKK1L1MzQA+rZkkvk7dnL1SAAu+t8ojvNLxlD0JZna9jdFHvxXL8r1CjQE/L4ojP425IL8tuK0+uiuIPiWm0T5CPkY/TGFfP0/SPryLOjK+ZkEtPdWGJz5MJC0+Avm5PtfSoj1dXi6+Xj4MPs6xLD72BKA+d56aPn7Onb4E8BK/F6wpPhYlp78XN4k+DeHWvmeLtjw+4AW/A0bcPr+bCD94vkE//weJv09mqb59KAQ/Hw8SPjeiqj5azBY9NFqIPRiGD74Fozk+z29Vv5tXAb9oKqo95IGOPiGfGz8j5DO7YVd/vsZWXz9jkYG/8L0gvLXTF76WKz4+rCoSPzM4F76yYpU+ygchv241ez5vWKI+ou4Gv5sFW761lJq/zIdZvqGq3j538tS/HPkEPxwJFr5oi+c+e4WyviKjuz20wCM/82omPyxFKD9r0oU+SizVPrf7mT5W/aU+1jKZPnU3tT4jghO/IAdNvx+Oxb3mZjK/ZaFGP0rw/z7CH64+gSuEvhLKqD5O4Gm+TpevvoqZgb8AvaO6Sp5BvkmAtj6ZRSM/SVoHP5Temb5rBys/",
        "97BbP2699z5cMR0+UCaSOxJ15b4hIVM+6Aubv1oa47lj1eS+6uoKPsLW+b6K1KM9prw6PZtzvjvcv5a+nGievtaokb6ewxY+YnCAP3QJuz077A++UC0gPv0vUz6zpXS/nKrMvr0Nhz4PySU+1I6TvwkAYz5Le9W+TabzvZyFuT5xUx++J3M0P6s4pT63dk4+mIAwPqDPqT45sh+/2IgAP/vVPz7s2xo/okNMvq8jPL+2c0u/CeQovu7+179tjxc9dBXePt2lEb+KJ+Y7WmGHPuh9Z7z/1sg9VGK9PmcpFD/gONY9+0JUvWBAQD8ubgm9+gYIv4TeGb+KyVg+prQQvYgXfD6tDAc+huraPlyiTT58gwq+tZ24PoS+xz6M25O+mucQPY23YD9DWtQ9zMO8vkQP0T5pQfI+RDOEvfsKyb4QVxQ/kuS7Pm5J+j5l/QY/aRKJvSWhOT67v3u/QSDZvme8J7/jJCW+gKgUPZcw8T0T7gg+QiZmPr4Cwr8i7lG/HDoXP171/r0OCK2+rsDPvVnMYD7vLq49ZPcMvj18KL8oqcO+/AgVPrhq9z5AcEi/aL/uPkvlEjzthb29SfEfv163z70qcaQ/22Ayv5vJhz49xdA+C1kJPvo7ST1dPBg+bjg1P38sL79rGl284f7HPmrlhD8PCSM/q6jMv0tatz578SA/1ac8PajV1r7p9kM/fY0Hv28Khr5kKAm9pRGTvYtcsz48du2++Y1ivSSi+z1TPIa+q2SMv1Jrpj1UYvA9nZoGP3DGCb/ty4k+FWkNPrUR2747FWO+rNwkPtBGe72fOis+sEoqP79X3j36DeY9nqcjv5lTtz39ZZI+i1rWPoYB4L5DOcE97lE7Pw34pb5euUw+wuYIP02HYr+4cI2+tlIoPvElCr+ic/i+TfN2Pn0HXD8hJBc/SZK1v/lkGr+d5w6/ygnova9HmL4n9Cm8uzHqPvr9Lj4ltQ6+Ul/YvV8xn72LA4g+Wp8SP7t5yz4eoD092tTjPR0xUb+JSRq/",
        "zjeIPmheIL//GIU9efPqvl/zSb2WwpQ+JO09v9p0nb4tcfU9/V95v2zfcbwpRtk9po48P9/8JT8FP6C/BuVTPViqOT9znyk/66Crvm8KTT4EAy8/Pc/6PgJ7Xj5ogNK8XHANPwaFwz3bY2O+CUK/PogDO78FHQg+yudMv9xFUj1D1Z++oLk6PklomD6htRM/0KGQvkOeOz53uy6+CouyPWz3Gj/pjZe7tGF+Pu0Djr0B11S/nP4PPy1Lsz5xxh88z7LGvQpedz41CQ4+bXNIv683t73XOhg/CdY0v8WPGz9F1S6+SJTlvpsxib/DgWA+1L/7vRnOH7vUz3y/Nc4nv7ZDmr1VWwC+Vd09v//qSb4WKJ4/PtlSPOIKF778jFm+pNyaPeXUGj4tvIg+EQeBv9Zgmj0UKte+pa+ovyWb3j429Ga9OFfaPuwTFb/shiA9Vrpxvgg00j5L6g2/62FZvgUzKr5lM6w+y5qEPhE4QL4GkjM/cw07vvkYBsCGizM/IJ08P4uGDz6dIKm+HXO3PthW3j6fzK69G7/jvR0o9L5zw/s9pKsOPYrOOryNS4c9kvKBv3h8qb2IBOE+DIWbPuO04z7P07i+ZovRPmVC+D54ijA/y79SPxD9Oj/ZaRe+yWBxv+UcoL6/a4U+JDyOvtZs7T403IO+GLMcv+H7lr2/gjg+gUgjPbSsCz+7Srm+8qOGvs1TKL6qz7a/A7IXvjIO9L4GFQE+W+nDudRZBD9RDwM/JCEKP4Z3vL9yV5i93tnoPgRSjz4Tjgo+5ptrPDAdjr5Tdxy9RFFZPtLGXb99NrG+LEUIP+t36T5ou8Q+17aGPDRf8b7lMEs/aygsv8AzBr7mpMG+K9GlPivxzz4ZrMC9PrwmPu67s76tBTe+wuxdP7He+L5wKb6+7+hXv5Y9Mj6MJG0+au3iv2Fslz3Gfbu+A5XLPjFiL76OdIW+gY4kP/tDLD8i6DM/GPCKPUWDtT4nH++9Hqq/Pv1UzT5UFEc+BBIivyJ+SL/SiQc9",
        "x8mfvHy6j767rvs9OlUWP4+KF791c1o+GrIoPhdt9jzofo4+J1++PjA/VD7agOI8JL4mv5XAib0GVtQ+jplRP4IUIb7Nlx09OrzKPpxTib5bjLe9Gs9Jveo9ob9alZq+tEW3vdzimj169rQ+SoCQPv7g/T6LqzI/WBbiv1zLN777qWq/KVhOPeImCb8pbKU+0ZnfPqHTD7xVSJw8Yry+vn/XVL4SszC9mjnYPnYhnT4FN6++hC9FvZfROr9EIGq/E8KhPTagMr90Dha/uTlXv/3wi76S8gI+S7MPv3BFpr5/4C4+qcaNv2EebD5lafA+y/khPw2Y8z7GmXC/6BxxPne9yj5h5lo/JtAjvrNlYD6O2eU+ellePWVWiz3Vxk89QV8DPxi4pL2TXpq+lJCqPj0vC79oSpK9Op8dv1zV7b4dw4K8T80xPlcOyT45F3w+7CmXPqn4kb7I4489kUTxvTvfqb7Eh3W+m+pxPkHmBD4KutW+UlWxPiULDD/1+hU/yp7dvZj5oj2batG8Q4dBv3dtwb09Ms48nPlTvgUgrT5l1zS9xp77vvbM0r6VoEA/+l6gPsYpc74JrVW/CUvovvYvQ7+JYmS92Xz1PDJsDD9g8kw9jGi7vEVN3L3jkzO/0uiEPbQuOD9ecU0+uhpZPjc3Ij89cfc9dLkkvrfSqT46VEu+O20YvxvDbz7D2g8/x2IcvtBmkz7TFD+/BJmkPIAv0L1Uf/0+NsaqPPFkT78S/TC/+fQOPhLMyb8EaSU/ZrUrv71DOD+UpfW+ZdCkPpUH4j60Xba+z0QmP3xe9j5omrG+jgS4PMrbz7zEEPg+BAhsv1u59z6VJtw+947ZPtn5ML8rs/g+62XPPsDXET6HWA2/YnxePiGmAr9d//y+MBkav55I8758szK+GeuAPkG5nz5H+MQ+BvAGv11oAj+fVxs/9eK8Pvr0vD618U++zPbavqN+KD7SVji/qHWUPg4RVb75PMi+oUJmvxtOLj/cJOw9RxWAPvchIb+NsP6+",
        "PvkXu8fjaz4txUM/p8uuPoNlTz5XHS4+4vYuPg+dfr8rLaO9AF/jPuMgMz4US4W/4f1MPpiHzb7zx8M+TwOxPuq1zD2baVA/Ke0JPzXEbT7AXBw+wwSTPp+O3b43rmA/X/kYPQldzj6cwl69/+lRv4XKaL+DPNq98KfYvxjxPz2ahBg/Ae6UvTWHsL3KMdw+MX1RPiXCAD/1D2I+IC4eP6f3cD6AfRk9UCZyP3RQrL4fkQC/Yq4Nv5veBrxMbLS+mpdDPu9ECr5+xd8+yR6JPo1XBr/4biU+y29+vultJj47tIs8qLLgvomCF72NNXK+YDyXv4FTQD+K2AA/zz+yPEwqaj4q5vc+6FdBPhi/Nb8m+vU9oXIWP1bf/b5f3BY8wpO/vEu48b7kb0m/SfOqPkuOIbyGIXm+FXqevyg/o75uK72+srA3Pi09V7+pOl29oDd3PwoiRz5Nghk+tnzKu788bb2IrpE+/UKXPp6/JL+AmnG9w7bivmQvV7/Q4qM+5c7FvZq9Hz+BNBm/3IkdvtB8kr4ULc49GvUXv4k+cj7nWc+8C11lPk417j7XMss9Y0DYPsowyL4a1cC/O/tcP2TSQz/dNPK9AVzbvWIrZj4Txik+6IaZPg0gOL7+nWG+3EZIPbjK6j1fRp0+XtehPfOrYL/oAhk+ltvSPj0nJz51T5k+QMqsPg1Njz5sohg/rq7XPtFNCb5J3dO9QY0bvvQJmb/YsCe/ietUPuFjUj7BV56+3LqqPhO2Rj9A/Rc/hYFsPlGUlr25l5k9CI1Cv6aZWz64I4G8K5BnvV8z4z5yvo09VIJ1vj9P4r7CQb4+GoXwPhz3JT7ZnQu/W9BRv+FhFb+8ZTY+3rwVPkTzCD9TfHA+b3ASvdUSxb3EQlW/u+CrPchEQj/ocdM+UbMyPwE8gz7251k+Re46vgE/RD2/rv2+erUAvyiO5zwmuO4+q5VSPv9z/z7767a/tYd1PI96576kVkI/+s4HPvmnS7+b8ea+bszDvfPF7b9efV8/",
        "/qxUv4+oUz9/rhe/hkFAPnelHj9w+jq+aOoVP752qz5vGZW+pssbP6jTub0OuPw+H7Rev9fMHz7aJDk/f6iZPpN7zLw4nB0/lw+pPmpTw76+eIi/1qkOvVO3JzyEWDa98fYLPytXIL+Fb5k+BuE+vkc2lz4w4La+CH4HvxaIm7tYPbm9aQkCPrDlyD4HTRc/FWv/vRKWKr/gM1g+Fo2TPwNSJr9g1S0+mh5ivizs9L8Sa4K98SMYP8mI1j2XPXk+oHokPTYeRz811QY/v6Povi8mdT5+It49lUwJPg32xbu+FAs9xyemPmi7/z6+AmO/CC09P0k3IT439tm+onYnv2k5IT/gug6+02s8v225uz6zmhs/nbtePl8PGj8o2PI+da+OvgZVpr9u2zI+xEsMP5g+Gr6IVdc+SVLUPe5G1D57MWK+HsCKPXpbpT5qhEO/YtZKPvzuoL6oK72/D0/tPsog0r4SKho/BSKNvohq5j2u4/Q8ZzJevBc9szwNeZK+RbmVPe8c5L4cCEg+/nt9vrRiGL/DHwq/Tc66PsI80j7ibXY+rhIaPz6HLL8I8z88MWiNPo7ZPj4ZTSy+W0/cvjnGMb1xBy093Vbxvsv/eD/NxpU+XsECPoTML74LeaO+dkogP4sjzb60sSQ/HXDbvyT4Pz3uRok97fJVvu1zAT7jxQo/X3bHPshrqr5GUYs71yzZPjKz1b0jBKY+alJgvpPZqj4wYSY/9VFavz//2T7qy2S+KMAIPpGS5L7T3JK/XhNFP1XKOb8+0eo+zJcjPujdZj8Qnkw+4LXJPR6EYj4MhnI+Km0Zv3c/Bj3SpzE/ZJ+dPpMHBD8YN4Q/uFY6PrthuT41+8g9RV3mPmnAjr9TFBY+vRy6PS9Qo79uTbg+LUj6vlqFDr/Buqe9RimNPjL2wL1PyoW+asKSvnio9j7icT8/JmCBvv99Cj8zPg+9qC44v3UMy778nSg/bBNPPODl6T5Lxge+vNo7vraJxb382VA+LSnkPbAzyj6a+Kq+",
        "8eXBvnyAcz43Gvs+tT+aPp//0LyvwLC/ck+HvoF2N7/GCC0/1SQiP9aJGj5Jsdi/VZJbPw4YjT4ssdE+ijTxPMzPmr5fpns/2KZovUMxOr6gZRA+ikTavOIKsT5tH429tP23PIMvWD7ATMu9pdc+vzXvDT5bk2c/7AvkvmBGAT/8YhU/jezIPicEhb48f7c7BLJ6PpgTjz6+2Ec9fMYivQ6CmL1zi2E9e45HvdNY7j4PxBg/kwUrv8pgFz+EphG/Yn60PbcAIz1MwNM+PF0RvereK761zJS/cr2dv8v+t766nNC9PDMKv/PbD78bS6G+cRXpvIFp2T6Co7Y+ON7Xvvr11z6pg4g+Fc4YP++gFb0HoGK+/e2fvdBnUb2sKIY+s4RnP71LFr/sxqI+B4jXviFfsT7RoLm+f+tQvzxju70iIw69hcubPgY5krr4bgw/vIa8PHfmXb+uBP4+OccFP/EVnb5c0aS+DBRkvkDL879lhYo+7IIiP/eETj4IL7k+rjFVPTCTtz6g8jM/dl+2vkqQxT2Q+jy++g6pPpR2gD6W5aQ9GCtDP/v58z5hH8u91zM9P1sldj6pEB+/nGZzv5MyAD8kYLC+AS0Xv05PFT51in8/01OuPuBQwT6qeOq8UiynvkSQkL9I4wg+Hz5jPSGqQ75kxqk+PkWAPK0YwT4S1aA+xpHOPSZ9CT/oDb2+6wnQPjI4yL462cC/a/8rP+rVYb66+6M+MK2qPer82j664t49xsd5vQBwRj4mBqK+IGj4PqZFz74DKwg/Pr3VvvUblz6JL+M9tEo8PiSedb7oLhQ/0WjuvRQ097w1LKy/m/HVvwSwwD4K9gW/UjCrvu5NRT9qDRM/hxlmvxDIO7+krnW9AHtePZdstT0M6Z8+mw3BvR+xH7+Xn/E9znHXv8fZub5kDBq9tJe9vtrA572JjKS+tmkPPyhSQT6tW14/EGe7PkOJLD1E9v89+Sb4PpeSej+/9gc/px9AP7bkGD7d7Im9FcqePoqtjr6ud4C/",
        "Vp08vlBfTL8U9sc9+eTKvZOWHj9vxng+vaHZPlgyvj5uIaM+V3KxvlL8o7+NDjA/cYUyvqIU7D5tZ9E+KDfePqXYbb7jcss+LDh1PuwThb4SKny+uAQNvu1Rib57F44/aEwJvoiJCj+BAp0+8wbGvh9Xhj68ElW/GL3WPg7cmz60VxC/KgYZv68qvz6sfi++1CVGP6U/V7/bXPI+X9kbPUcP/z7w23w+Stu1vXGksr+HgkG/NbENvoSgDL7FaJq+ejakPgzx5T3HHGs/xNsXv/SIIL7yNQy/GwAHvO0/zruPmUS+nofGPXHDbD6hBre/x0cEP0W+CT62t7U+EYMgPWguwL4LkH4/QX2nPNM2OD/rilC+fscvPbiYgTyzRCM/Y7SFPvoqnr3qruo+xAw0v06A7z7Zg4Y+qjaqvoo88T5g7UC9nwX5vADocL+SKRs+z196Pd58FT+vqSy+HFuQPtv5nj1mhME+xaJzv+6U4D7j9vG+8KKrPUqCSz4bvvg+sq60PuDSwL4yapU9LTyaPlSQK79CD6u/p4cfvTmDpT7+las9kEfePbCBND11BlG+D/XnPq9EmL5ruv49auvOvSlCoT4imL68h24tPn2M8b6L/yu/T68FvrO0sT24pzk/ec0+PseqFz+f/Ya/SaizPZNc+T2AMQ4/aSEQv/FZNr8EOai9hfKxPgBRuL60Mxw/dMjRvCc3FD4zAgo+OvqJvi8WRT80RiK9bKP0Pp0l0L8d7Vk+LOXlPocQV74AkgY+rkHePqBdBj8jM7O+iE1dvtWqFj/evX89WhA8Ptcoa73U/D4+ajaQPo7QUr/7ng8/1deBvOReWj5bHtO+z1yDvxCJtz5PiO++DDglPzF0p76xPW0+RBrlPbEarT7W+Nc9sUIgvvGRUr+qtuA+r50MP6r5oj7Gb/Q+EtlFP/JMOD4Qowc/C3UZPvmMEj+bflS/E2o/PlveNz6pj5u/BdwTP0MQ0L4UGq6+8+GdvjbMZz49xk++PeBlPp7rHD1KEd4+",
        "AbEnPz7JtL4QwHo+HvZ4vgN+pT7LokI73QiRPomxRL1vKNw+uXlKPkOKLL559ba/9ZWXv5F0gz7GMTi/2pn6vcJqTD/d+wM/u3L5vqtBS7//XqY9AEWQPfqGcr65M7E+/4sSvioqV7/mgN4+dGi3vysfc75+9O+9MVDJvFQnlz0fGai+QsGRvRJWoz4/ow4/HnbFPss1/z2foAU/dCzTPsY+Xz+Jyzo/920KP51fAj8Ddgc93SVsvYRK3L6rnIC/qrDfuyrHJL9Vbhi+TZYVPUy0wD6G2Zk+y3ELP23QGj72WAI/lFEpv1feUb/c3kQ/W8n9vqMQDT+tyCE+026QPsLMjr6R8QA/SRLFPqaQIr9qHgq/v5GsvCrgOD2WFJ0/wWlDvl4qBj6/laI9E+ysvmVpAD6HmQK/TTfkPsibkz4QgYs9GhrcvtDaLD/dRl4+/92tvonCeb/sGsq+dR2svnG6hD5NBSE/c+xOv01igL/DzJC/7VHdvfEnmT73SzO++fVQPyMA6T6TrTg+baXmvey8vr7w2oW99Q2UvWT/jb5u9RI/tqyWPpOvRz6pnq2/e9qDPuW93L5W3yI9V+PiPhxXXL7twaA+zYcMvXqsPD3MmYE9R+PuPYye0T0Y8mY/iAyZPROZOz8fwY2+L9ebPjhSzr5jiSI/gSCCPswI9T75jSs+SGAsv3/Ea74aike+KAPwPV7t7D7EIve+4houviN2rT6mEfQ+VU55v2dmTD9ySkw/vzFNvgGnhj+TkK8+o4MQP9bJnzu+QVE+bphTv+hTj7wkkLG9vqjPPb270L41TOG+aqEfPwle2D2G2la+w9TlPV4Ezr7Qk/I+kBkhPmaTur1v8hk9FxGHPmI7F77OtTy/aNEKv5nkwD4hvnU+NYn0PtV/t7wxVme+F6NyvTVP2z7TBhs/aHEKPkr8Br64YQy/9FFEPpm2GT/ke7E+9FGpvZ6ppr9oVWe+tg0kv78gkD78NuQ+BDSzPhNlvb+DoRg/IczePfltrT5WBp4+",
        "kNO8velDdj+P7I697n22vonccD1iFC89s13qPnbSdT4F+PU9lTeCPvqfBb6D9yO/1iGbPgpSLT+7Ueq+YN3MPlD9OT8orjk/HzAfOoeSxLxuVAA/YQykPget6j7saPC+Is+3PtHMgL6o46I9mRyMPnqXrD6M/km/RT3OPphhrb4K0u0+p1dxvUBtCT92xeW91dPMvmHEfb8gzHi/EF8QvvMq5j2joxm9alwKv/bP9r5K+nW9jDBQP/e24T7ZXn6+79QRvza7A7zefyc/g9UYvT8KOj8RdDS/wachP5hZF7yc1SY/3NH9PSebrD5dFJ+/9AKCvt5qt76bL7e+ukHzvCMczD4sgKY+7FlpP/+dtL5LFBe+FNOAvuhj4j104q2++i5zviyauj6sH6M+OXl7v9rDaT97kH09k01SPs1HS74TcvW+BFtRP4hi/D4Ue1U/A0PbPTfwgL2PVIY+TjDvPrtD2T7Rzf8+UUgaP7MRj79uI4Y9HaEzvr6e4b4FWjs/xlpyPh+CDL7wfAS/inHUvD1NMz5QOQU/aXk9Pm3nIbzaGjS+UBadPhGoOb+bvxs/CPQPvh/Gmr0BkZU+NECAPpSDuT6iNV++J3Ugvojq5z1x5eS+k4WbvwGkT77r0qO+WeLzPYvbhj5dVzc+6JWevIOchz4XhZ++2QtfPn7YPr91L5o9KfESvsw63T7vWNw9bwuLvgCxpb/NG0q+3nmmvgRPPT5pp0Q/fozevgJFgL+f8J6//bglvvD0wz5hyuO+VK6EP/wofz4uwr++vVnuPVNGkL4Yg+m9qAV4vs8GUb9BzkA/UtcLPkNp770MH8u/+8WUPhs2XLwXmJs+KRoIP+VeCD15BZ0+FEKivjcHsT6WKdA9H6kAPoVtaj7EHZU/HG/JPbb/FD9GJbW+4R03PgKIJ783ZMo+PQYhP6zV5z4FZSo+m/pHvsb/sj0NJOq9ehGAvsPiuD7KtVy+J+cfvrbdFz/5yIa+wuNUvx73Pj9H7Ts/cLZzvrpUkT9Hpz0+",
        "qg1wP4O+3LzPGik+b34uvx4PBT6mGi6+P/2avgBNEL9PrU2+37XtPgtgYL79VfG+4o20vURCSr4VJa8+Zc67PaP2Jr7got++LXN0PoHuhL6Y1+I+HT+WPTqSdb4WKdK+jul0vzQmRT++DAE/azdAP+Bvvz5c9y0/PPpGPln5ybsc7cg9IAjGvwx7/b4z/p8+XSiTvUuKDz8+sGc/t5OsPAGmbb623b4+P69rPQ0y0D4vz8S/s5JoP3YUMr7lLSE+uLFRvl6sV7/+PW8+N6TIPuHJjL4KXxU+7WdKv9x3ST7bp0U/UrcPv8CZKDxUUAQ/hZj3Pf5YLr9W7ok8IjQ7v+qS7b48ciu+48mLvpj6nb5bi2m/AZnVPtC3+z6K6KK/pzsOP/2ubT1SUIk+tCojPhq1T75l3AI/n8LAPid7+j29BUm+7+GivtAkyL3sgM0+XV5mP2Sikj6Is1A/QKb1PQuJZT5r5a4+j/hdPSZic7xed8g9NIKNv2SeHT7guKY+fIwZPVteAb994O8+cwpvv+feZj5gDt095e2APuhrer4PfAo/A3iIvq+Hgr/8kYc818ORPoyilj6tZRY8GhznPeVrEb65w9G/a9kevmoy6D5fA6Y+ttLhPoSRqD0VJ0+/KPP8vtut+D1yVpo+u5zwPru8vb9yhIM/U4w2P1ie5z1KKmO9Rvp+PWb5hz1ALHg+e/whv0aKOb6VigS/6T2BPrm2OT/z3tu+RTKovRuB6D4hThE+CO2JPtdsPT8YjXW/HnBaPr0vgr7L/72+TtVLvjnJXj5En80+NE42Py+sfr/Iqnw+sAX2Pn7XIj1bYbC9+MnrPirpiz9eQh8+RWDVPlJO6b47y+29cSQxvYoRNb9ODwE/y0e5Pqd0xT7FW8A+VBlcP1mkvz7fdJC/N6LmvHOMCDyJZAw/nOAOuxo4gr4Qfbi+8h21Ps2X4T2aLF2+UURGP9lmn72tmMe+0EPVPlKamL/a7Ga96GRZv6YjxT5lUsU+yDYlP8szAT7wUi8+",
        "I4HePV932b90S2++yvDHPjT0Jb2xjNo+dcOBvlVAtL0BNck++igevlhq573jIOQ+4keFv1YhiT6B60k+eF/uO3CazzwAE7a/iuk8vbdHDz5SB/U++FvEvUwNzL5FYfE+8HiYvgj4gL89Qg6/ccv/PkwBmb9XFz4/R6OvP6a1TD47BjW/GFBZvqZEMT+usIM+Aci1vu56hD5rpSs9foZfPmfuzr7N3CO+QiLHPtjYuT7TEUI97PgRP/LXCj8dTxW/AlpKvpg/QD9Y4MK+QcsGv3LkDT+i1BQ/TM4eP6mOLT+y0ps9lRaiPuIQgb7cGxk+agiqvVgzfj7FEiW+VBITvin0H704MUW/nfINP4qhp77neOI+9Or6PUjWcz252E2/EeASvxpPZD4D4Ls+Cj9/PoAK1z5TUU4/tcLKPcvmVL58gSK9XyfOv0O27b4V7xY/WvrLvjskFT+1iy4/ZzzTvs0PuDzKZZK+L+wqvG+41z4b15a/vJHiPol5o73NMnQ+8EUKvpnGKb9odg4/P/+EPD5/D71QCro7opk+vyNW7j1g6Qk/XuMNv/6+Dr3uMnw+04t4Pmm5+L7xbLW9JyEQvxnuIr8v6zA+8fpNvoZNHz5FGQu/3hLOPgauyz1esbW/tx6cPsRKxj16OaY+vsyuvTTEOb4Pkw4/wggCP4DBnTwnIWU9wiu+vnVBPL18fPg+hF8kP91NJj8G7VA/R/yzPoXO8L3OLVw9XuQevV+upj7cnaW+aPodvwdCYj4wtfw+CCxyvusFHb8gGN8+bfLyvtsAEr7rLRs//Qm4vK+TCr/mizI/WZoEP++tuT3yYEi+Q48uv9/vHT3vD0O/GYvDPqdf6j54SLi/QL3FPrV6DD9MwI29bie6Pibxxz6l8D4/qy8hP6tHeT7V15c9HWQ1P3odcL9edsc+oCCUPrZQ1D5OHfi8Jnr1PiEbFD+PwRe+TPGuPlqL/zyprws+Z+8/PMqTDT7kqkC+UVNovn5GHz8vtiE9ra6ZPirYHr91r4u/",
        "Etr1votOiz6fjT498YcEP04fQL+X2rg+AeMavQQxWr9GC6Q+boqVPibjdL/0szS9TqqgPtda/j6+780+xqRmP/OZH78Fa8G+ZF01vjw7571Dlbu9K+wcP/BAh71Wb109omlWP4zt8z69PGC+75L2PbknI74RFCo9+FEUvzihHz4tQ4g+ooAaP5O2gz6qkdE8N8WxPhIyAz/G6tO+f94gv+hQIL9yBww+LhalPj1Hij9jAQ+/nfivPouzDT5zIAg/uS8hPzK0p7/fff2+5T2GPreQc75zNPY+CiWAPdhkjT5TJ2Q+7BM5PSb+0D372LA90I9Zv47ssz2aKXe+1tSBPlN81j76d32/xbJIvddZrz7j7DY/AUX+vXGwoz5siVo+tHM1vyNBgr+7a6I+5tTZPhaumL1YBTC+wcCUvXydnz19I+K+DTmavge74T40CmI+WfWtvxoYyD5rMAq+W6snvre0aT68x2U+BJ0Lv9skCz9BIhQ+gQQHv6XQ0j4hgTA/5/Z6vprmBz2R57W8ART8u67lHL5/qrU+QtoavoTV1T723oc++VigPoUU6T57wKA+oESTPhBnDT+GwXu/QC3gPuOBGL50P9y+nNj9Pilsh7/Hdo0+kbtQvglBej6OD8k8YuI6PoPker5ITo2/zB21Pj3xBLzGX7g+2fXLPr89oj2ZfMy+Wdx5v5TGf76tBHo+lLXJPjMkPj/PFIE+67Asvco/qL4Bh7I9i9LHPlf9iD5BQuC/84sJP0KJPz+8t5I++NwXvt/fyz2eu6O9TmX+PqYsjb6t1gs9zxfhvlIPn739lWw/Eqytvht1r71Yl+g+OxSwvWqnMz7UDZM/R5wsv65vBT98r5i+Cq78voj5yb6Oes4+D+y6PjnF9z4KWY2/Gdb3PTlATD4au9I96Yc5vas2Nj5Xm6k/O+mAPqrL6T4dfJ++8xuXOmLs0r6ZCOS+7VW+PRCMsD50/Os+wpUOvY2Qaj90A/w+LjElvweM2rw7bck+AbUnP2mMI74LiCa/",
        "SKpUPddeab4Y7No+vK8hv6xbsL5IDbM+LrSEPQOdGb+J/j8/YYsCP1tjvj2W8tW+ANaQv42a5z5Z/D6/DE7bPuoz2T5nXs6/wvdUPnBF3T4fi8++5SC8PX9uDz4f6Hk+oEfJPqFgCz5ww/s9zV5CPw2KMb99wAo/T7MDP9zzWbyRNak+wHMvPqf8Cj+9fI++ClsRvepOFT20/og+Q0WZPTYJCT6iO7W9hbyivvdJVD+r95++3uHMPlhpN79vd42/fo8Fv55iyj0ikFq9uheHPnsrdL+5Uzg/BPcaPpG5Ub+w/gE/oz/kPou4kL/u422++0H4PR39Sz7OsiI+GXVmP1eSAb+0sCy+WXp+vvDlNT9O7XG9Ps94PsTsobxqyNS9T05jP5EWIz/qTEq8iaUBPrnQYz5gzBs8pWmWvgOFrD6gVBE+jatRP2K/Bz/OIrK+8kQIPqTbCT+33z4/FlJwPQjNWT4/wN08/vzCv5FQy755rjq/rKMVPlSx3z4cVSY/xX49v0Eu0r+WqZu+Vq3mPt06aj4cNgM/7HMhPPYOfT79HMU+Q/CCvvn5PD4Y25c+Iow5vvfe5LyXHg8/l+/ePlA5/z1Gyps+aaCGPMQX5L1Zuww/ROpvvVWNDD0bQ0M9K46kPgqo8b4bEom+P+8MPyVUhb4lHzs/f8bfPh3UWT4A0W09v4Mfv9tclz6xE1u/mKwHv4IznT8n/1Y+yiCRPZhHHr/qhja9uR5Nv4ELrj6AEx++WNATvxj1Bj+T5RE/Ywldv1Uz7D5GzgK+g0kAvm2h6r0JuWy9e+qcPu7UGT6X8lA/HDhJPjbTHb6JWMU+KUYxv0ZEPT+Dykm+n5WEvtLx4zw72SE/LRS5Ps4szL3mzO4+OBRevX/QAb+WOc49qL1Pv0STe76mH4G/e0Mquub3lT7FKgU+SwbzvX8CvT2wpgE6QK1Cv0Z87b4XyHQ9LFeOPi75aT4TDvu923iCPZiZkT7nu2u+ZFLhPsnelj6sGkO/Ajk5vp4rnbwCu6g+",
        "vj5vPf0rtb9N4oK9Dfy4PYW76D2oUzk+3wNXvaZ00z7LriM98H80v46hub4BkcA+0ZmQvnr6Mz9VscM/CB7oPg7MIb85aG2+50fvPqY6gb7jnKq/j8CtPoY9UD0K2rG+Gq8FPg1omr0LmwQ/fCocP7aSpD1skxQ/5NwnP8YhZL/JIA2+8P8mP039276XWRa9mGogPx3vNz89bfc+BXvHPhp8Uz6AxrQ+uM/HvUKNsD04lxk+qv6TPjo6vL5U/+G9XA3APl1nxD51Afw+rppyvvX+mT7XwKg908Oivg6qfr8iLyG/YkVAvW6BgT72KjU/QTwdvw4IiD45Qi2+WoraPua7ND8iGPO/wnhZvmDKnD704q++3sMeP5j16D0pa+g8bzFUPvCfsb6lkrA+CSKNPuIWab++ClG+G1eAvU4/Dj+v8kE/PZiJv1xA9z0Ffmw+YKkWP1VZKb5gCPM8h6hZuxz1Db/ZEsO/enCNPj2Ezj5GLOE9XiDgvkvFFL9qxQ8+RUfyvjy/Dr9T8RI/7sEQPgtkjr8tjNY+5WukvSVXBj5gF7g+itUxPYIMLL8fC6I+TjkePLoRQb+DaiQ/GpyYPrvbR77LgQu+C7t5vs84+T4tvpK+8HrxPlFr/D2lPRQ/ADjFPop02D6thPQ+Y9igPjycyT5+uwk/m5hav/fH+j4sJbY+KKMwP4CT6j6/rFs8jE6VPmLlqT76WMw++qHavmle8z6sRL69vduOv+SFlr6+0Dq/BrzSvNi1KT9CXBQ/+AkQv49D5b8f3+c8EZQNPwiunD7/vKM+21M0vXk0Rj2rWlo/GWpmPvbdoD5GFrE+9xXXvmo9h75QT10+CX1mPqyUQj50Rfo+Ztm6PtWI872B6JI9NsEVvvLV6z0bg9Q9YPQRP8L5i7+Zfpi9UgpKPgsW9b3RxEg/Bg/mPpH8yz69IYK+99dRv9fgUryzrA6+dNQUv677Oj9sahk/mZeNPkxq4zykHgW+X8vdvnVTLT0l2A0+2/ADv8n1wT7jFjM/",
        "2MM4v0x3DT/3ZOs9iQmpvmKA9L5wQm4+9AgDPgGJsrwIAkE/aG1YvUZCa70/ODM/U/2uvpR/HD/iEN2+Iwvwvs26Cb/MHxy+jhyjvyYvoT49hxQ+w4AkPUrlDb+GW0499a98v+Y1mj7IIlU/pZcav+HufT4S85W/wtGDPhM0Qj62X8U+9AXsPkg6Az7WI4u+LNc5vFm8Zr9jTyA9zVr7PjFUAb5Yxje+7C9Bvl96Lj8XQx4/GU0RvlrGPz/LbWc+Bb22PiX7mj2/L+i+8c3qPc1Xlz4bkzq+ypaRPq/aJT+V5ou/+SYgv8MsPD8NcGS/urMqP9jAMj6iRPg+VogbP0hAFb+QTZA+PJjZvmodMz7mlOY+puLLPu8bDj53hvM+LtGHPXOYjr6Vegw/5fJwv+WXlD4iG6O/r4PcPgCeKL8nnoM+0K2rvoOOcT5zl6M+ygLoPe34p75DUJ4//no8v8cFZr5nBAW/f8RmPuhwF70O4jK/gjd3vPZDAb5xy9q+V8M+PuLUjT+koPq/RR7MPYal9D4CODy+NNlgPRFZaj81aoI+2G4pv01PJT6oMkS+qc6QPpTwub8x2+U+wKTqPnYLRz+c2hI/hSAHv8x64b5iJlY+xI2Uv5vhlT5qRxq/VWJ7P1xV0z4VbxA/RZySPuPr3j08PGG/iXsBP1wyFr+o7Pg+aBsKvkLPG796DgM/XTTxPlKtRr4Z6VA+8yEOPulWQj7u+4c+ooTlvtKsB79SmDo/wgbavjHmy75gmAk/rFQZP8WQgT7jhQ6+CoB8Pf92LLwOML0+4Z3COxXtZz/dHrc7drQGPn0bPb2SBEM+6a1Bv90rDb7twEc/PEkHPq3IFD+zmWi+HwHpPkhCDL5Mh0a95vGyvatsqz4Zgou+dHtIv2GlBL9d6x8/ZPwqvSp90T2JCxs/G18kP+nE/75pyCG/nQWavZVtz79dRbw+V44/PjLWOz7kd1+/3xbovvxLKb57FZO+npj/vj9gI74vj54+XLRIv1gKXD9+gj0+",
        "mr4pPivk8j1uVwW/JtshvTBOiLyWKRU9+eS6P2Y05Lv3ka4+snnNPktq7D5d0iU/MbVpP45PCb/IwvY+HuRUPj4tOD49r/i8fFSTPvA9nD5TRhE9ix3cvECxzL1GOTQ+2CNGPbJAL78AXdm+iTTrPnVhsb4mjFG+sxhGP5dAwz5BKaw/QIYhP34R+b3z8gg/GvOYOww4XT5PTXK/L1RwvtPQ2z0ckmI/m6N9Pq7wdL+NMN4+ZaSKv8Gwyz59Ho2+hflUuprJ0L4YNUA+P7R8PlvXAb4DOwO/9NDMPs3Oh74VIDK/7By2vnRpDz/bQQi/RjI6PaCEOz5RffU+0WmUvwGQ475NfyQ/jEV/v06Kxj7NQh0+MNvwPbUmwbwVvCA+xml/v6Apyj5QcDk/GgjMvTWSCT/+BIm/nhvHPiwPoz6DNKG8nE5HP4TY4r2BsaO8Q15CPT45wL742XU9jiTxPRedSr5RRKK+eX1lvQFSQz+51BM/z/yuvlHRZz4imNw+b3k0PdYG8z4FIpK9BuaOPoI1yj0Prjs+Tfc+P9eMHD9Yby+/KMYgv5ZaIj/9aAO/MkUNP1QIjT2fiTc/niy+PrXCkr7C5g0/JPaVvoQZfz50Iw2+3mzVPokmhjzfuHk+agSGvJMU7L2VHPM+Pz6yvznIoz5HoUa/JEuqPr0rJr4fKWY+JjCWvs8uyT7gepk+J4cEPmzeBb90o24/6BAJv6Okibw8gUe/+xi0Pm/uYz12u0G+25cXvgpblL4kR+q+0oyvvvg6+T5ASeC/iy87P/wfkj4fs5q+K8WaPnvHqT4h78o+8nurPjlgAT8/A6o++bZSv6WzRL8cMSC/4hquPY2+sr58eRY+PiQTv4c9jr7vi9M9wWtcv9gVVb4z5Bm/diF/PRpgm76aUrE+pvDePclt4z5WbI2/9VbKPQ8rtz425gO+9ZDQvcwkez55GLE9/fglPpVvzb1cjEE/x4U7PofKHb9jHuw+xz0AP4gTJL9So0M/JnkhPxasar6n2CU/",
        "8zQ/v1TxXj1X8xo/DhZ6Ppxajr0iI8o92nm3PqBzDT+8qnw/2LSKvQRhQL/TBLo9UCnYPqJyzD7aPZE+CQd7vpbC1z4LuKS9aYSfPlS7vr5aBFS/InNwPrFQs72YfUC9FlwYvnyFuz1CCvA+ZdnSPj+YR7+kTx4+ZG64Pls9y77ykhi+/3TrvkWI179URRo+q2QWP1v0nr1kIxk/VHIEv+s9bb9tLjM/RmRyPvKDA7+F6EC/kw5Uv2phoz24lkM9VLetvksKjD7kMrW+EAZEv1Kai71DbnQ/zDfBPixvEb8uzcS+bV/4vTHoCL6oWlc/a1ClPhTtCr4OTeY+7D0cPJzs8L4MXM6+K3aRvuwYMD8/NLI8t1U/vmi7DL9bFeU+KDkyvkKkob+N96S8LvaCPopP5b5OCQ0/faDOvkPeGj+etDu/nu/BPmzUFj6NshK+Q8QtP+f26T74728+hRUMP9KeBz/1R50+n8CBvylBUL//vYQ91jkmv8VmpD5tPm2/lktUP/SKRL2sQy4+HjO0PrfRcrzJM4u+hVQKP9d0wr1rqTQ/fA6JPPlRZT7AH50+OUsnv1Ig7r511e0+mXQnvR4Ngr4jl4s/4BfKv+m4Ar7GjoI+q7aAPoKbgL5moGs/Z7LMPlL1TL/oLA6/tZxTvhAbqD6qLaa/4G2jPeQY5z6qmG4/wSEKPxBAor42rtC+fhDnPWRaJr+AHiU/62Ncv+gwfT9aoJQ+xPg1PnjtAz9Z9vs+d8BLv74u6D6wQva+N6LZPhHIdz0s872+MdLQPPYElj5YMQk+T0xyvVK6hD3p2AQ9lo+jPlA6ib5A7BO/+yI2PyJ+Wb6aY9W9HmcSP4TV6z4BA9s8pgcZvs1Fgr5/+A2+fjoWPgnjDD/WgWo/EVZCPTWJoz6ER7w9L1LiPe1ftr77fcy+gtAAP9LCgz4w6r0+CXxLvlwfvD6/Iuq9F2eKvjryGD4PcAI+mIYHv7mF0L6RPZO+mH1gP9hgyb17SYC8KLwnP7kF2D7t87C+",
        "Vp4mv7T4lT7q0sm/51/xPqgGoD1k7+a9/ENFPznJBD64hv8+PVfUPmLolj6AECQ/mAcQvw/jj783g2C/TOQoPmJ0ib6KEli+Z5gTv+zCxr6wynI+LCV3vwfcTT7qjQ+9YaUjPpk+076LZgG9IcmjPrrHgD7h1FO/FsIyP14eTT7nK4O9zpM+vLVXRT61NOk+l/PbPvQiGD4kXRY/vxxGPuFsHL/Icgg/9g7XPotDgL931QU/FqQPP17Jab5JSD8/sv5dv/o4Gr6M4kg8gZbgPNRndD6gAMA94hbfPTDxHD8ZZyA/nEQxvP1MDL9bmdy+D1LkPj9/nT5Ws4M+aM6qvnTrsD4q+Lw+pFIGP2c4YLzUWqa+pCCHPiESsr6w9J4+zv3JvYdOqTx3qxc/T3KbPmL7fr8Kwss+Q522PlxVJ70BdV4+JWWPPnzRuL+dN2G+z9/lPU9XNb6y6fy+77xFPythCj+4m5C+1ZAKPijrbj589UC/VEAiv8GFJT5iVj0/tmJRv61NAj/e8Ja+wygCv8Kn3D7rlR2/EHV3PxYiXboo2Ls9ppy/O4XTF76sjQc/T1s3PrVKNb/ErCM/pcn4vMlO7b68bhM96jCKPsLYJT+mLRg/4r7FvI/WHL6INE6+tmNkPfTWRb91Jyq+zJ0+P32j1b7uV4g+N06UvqEVUD+YonQ+a9SRvJ4jXz4BI/Q+lICmPrHO1z04uBA/XHLPPcRBez9T1FY+dVBsvz7pOz5Pfom8AXysPvj/FD9vF4S948srP9RdRr+XIYw+gkVLPokfUb6v/j2+z/TjvO9SgLutCCq81qhxPi8MU76RTG495ilov699DT+ncRM/WLFQPrid8T28+Cg8sYmov4BVCj/nj2U+2F2GPUiIWr/PMT+9DAkYvgQsvb4VHAq/hD7Nvlf+xj52cqi+n413PxRwS75dcwc+H/2xPWNR6L1E65i+pUP7vg0ZiD7IK8g/uzRSvfJwTD5p+Xo+UYO9vSIibj/8PRQ/nMjYvvVXIz8VyPi8",
        "SS+7vsdn2T44JuU+9FJTPka4Dj4N0kC+lPSnvSs3uD4grAa+YNOUv+rzAr+UPuM+ddcCv5Ll377BznM/WyoHP/O8hD8XsBo/rG9nvQdGtD7OZIu+AeYMP9QLL79p87A+/esCPg2KoT+w+DA+wl6Mv5xm8D34tKq/K4YMPySQGb9ei0G/pHzAvrdNCb031Ro/Rw8evus7v72Q0rE+PY6uvRnJP78Deh2/E+weP1bGmL6Lw4I9gj0MPgX3+T500kK/erDgvgzGk75NFuq/MF2TPo31/D65GS6+G6moPpwsyr4Jzwa/709WPrG/+z40Y5G+vHpXv/ZRHr+nJr4866hpvY7y1L5SfaM+NVtKvgqEIr+7Nmw9iw5MP7Dv/T7Fm3a+eeAXv4pD0T1S82E+DJ4vP6ymxz5dDvu+FsHMPmxwaT64GUS+tfgRPkHXib1oZgY/M5rfvZLEQr7IiIK+0BsMPxlk872Bq6O/Z04Uv8oZvj4Nwp08bARDP1Osir3SjxU//ivovqu+7j76Hzk+97h4PsSA5D4vhgU/Qn2FvubyiT5LoyU/nRUDP0RqFb+J+JC/LLD8PTdIYb/YPbA+cLBMvzEFMD/uImu+ZjxQPZ1s4z4KJKU9NB77vaX2lD34VyI+rRA0PxWaRj2cfRs8MZDjPjNoWL/O/ba+2E3KPGk2gj5XtJe+KndjPa6L2L/SZDs+cJQuP/Q657skILS+CbhuP1bbGD8mKoq+tm6pPZEMmT7IGBy/hzrQvnlKgj5/Of8+T3Ynv9+eLD+Jbuy+wv7Pvp6gYjwYExq+w8OMP/QuHr8PWhI+HWQPPkbEpr3Ly7U+rp3IvUvYLL9urQ4/NI3QPXtPEL5fBga+t1GuPhEtWD8SNzA/6uJEvlbZBT2JMZm+jNIyvW4wd75NzT++NrUPP2XqN7+wtLU+YXMjvzH3BD8wJms+N8x1PlnnnL24M68+jf9SPs/8Oz7cGj0/UMJGPgPuhD+ezzg/9g1mv7YQwzscwdI9aiMSPm9AKD9uq7C+",
        "1KEVPkwSSr8H0TQ+MCpgPvZpk75ynkS/kswEvtX5qz1fAPC+RSyIP2e0p74Swo0+3ZVEv70gmz5gfQU/YcXQPQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "rxtIPK7kb7r9Ppm9JQ9LPYrbTjwn1ae8Bnh7PTfoAz3bJg47gdvTPJ5Sibwf+ng9Oio3PfQ4Iz4F9408ZRXhPGnTdTxgJa28w19oPSwnhLzG2WA94yWGvMqO0jwxiLk851wlPfgRJTwYGBk9L9zHvRMRtj6dhBa8cS4zPkesBjxjbMS86gDROMb6eT7quZw98/5ZvAZ7Sz6dxEC9e4KKPsO0SDu5WZW8ZrPiPL6ExDw7Zog+H8BXvFdWLz3F1Rg96kuDPcAKK72HrAk9OHWOPVT2lj0509o7a8GFPU4Ewrq3x7w9co75PUn6WDvJzY89izGKvIqv8jyYOHk827oMOn7Fs7vjpyE9u0Y8PNC9Aj33BmA7gBd8PUCcfjxmRL48ndKbPZCAxTyVgS49qQJcPaSyKD7cnHs8ScjAOW21QLw="
      ],
      "weights": [
        "WHLCvUPo/b2TSGu9gv59O9JmeT7zIRo+Vn+WPCIe6b5EJgM9JYxrPhV3nr0KRZi7dhZHPog45z41uSg99KqBvcdwnT094Wm90v65ve+jtj0j+pU+H53quz1dqj3VhEQ+Eg4gvI3rsT5kVCg/pbRGPT0Iuz316zK/rhOcvWinJT7Gm7e911McPsOP/D7JH6q+EP1WvS/3KL8p9GC+AkYTv5jy1TzyYDm9YxZrvjLh5r31rQc/lwilPeBN3r6FBhE+WRoQP0yHAT7wbSe+pktRPjxqHz6rZUw+9SzQuwH1L78zQII9m6TtPq4Bar6WOtU9L9ASPhArITz7JXA8I1EyPgbzdb5Fp7g+LIo5O9MtiL12Xzs9qqsqPlA0tL6HKjc9bUyxPhNMFz+wAKw8mlGUvp1WV79OL1Q+yttePrU/qr7tY24+AUwdvlAnYT4Om4o+bwK4vVmX/70Qrr0+KEGJvuB7uD7mDNG99x4jPU8CuLwVrpQ9P54XvWmIbTwrNDu+xUH9vOUTFj6B7+o+/o6hvQSz276gpSW+odhPPQsavj7ITGo91iJhPRjY/b4n4bI+QVX9PFLLmL7e+Qa/8ptUPuQJCz6aERe90AxDPiu6ir3jxAk+nFgUP60BgD7f6Je+zBEnPhBpgD7mDvU8WixTPoV0yD3oqo4+h882PwXPCT5++B6/LLcRvc1ftL4Icow+02N9vWCftj6jXXI+oU7SPWM7PL9A4zq/CsNGPj0ZLL79OQk+O1zwPYG8mj5lDr89wPTlPatc1D6Ys8O9JxMmPnBQSr0HuOg9/jPzPrDLAz1m1wu/B/+lvuZrUT5L4GS+J85HP9m62b7QqjG+svNKvikoajzMxX29wsuXP3Nh775hUoA+iU0yPiHsrT4/NJk+WHPFPv9ldT6U8W68fKIRP4p6T71ob4W+W4SJPnmBOD4c0h0/n/r+Pcb00r3sIJ09TESMvGWK/z4h2xG9T24jPtOYbT2z9a47e3zmPTqD8j4MMIi+lWKwPnqmCD8HZXA9",
        "ahsEPY9SxT5pbru9FH4nPct5Kz1pEg0+0T3bvAsNRz/APFU+jMwXPiOKqb6cuIU+4pApP/ajWr+6VKa/WWARP+FYMz/kI7692+ZePdNHkb+1VXY9z2KbPpUDNz6o7ALA30tWPrxRCT5nwXY+kurLvj8bWj2POkQ+JkoiP4lCaD7NGZG+XfWXPyy6BsDF8Gs/l1ehPicB2z6yLmQ+IQGEviuINb6XG3Y/SoOCvigdlT6wacO/Oul0P2aQLz4a2eQ+dnOSPWrvOb7cZtq+Rg3ePpSc3b2f+5e90C9YvquXh75iAQ+9/5CFvoe55b1MI18+sM2PvnprVT6AmQE/3B0uvq594j1n/kk/3GBIPnXhLD4kh4y+dMpnvqccxr7Uk48+Zbb0Pk1Oj77ldrw987wbPkQhW71/v5a+3dyaPpIxHD6eIjK+5wdWvjGx6z1eOAU/LUu+Pqsumj6QZp6+jWfwPlqzQz3cvhu+FHdLPjQM174Cee8+MzWaPqto6D7PEEq+MW8Hv2CxEb6aVSu+C7bSO552Bj44eVy9CSOZvVRZrz5o0iO/bt4Nv/WOFD4+qbY+Yh1evsgG5D3ZDNK+laTQvVWDXD7/5KC+fcQSPYSIOb7TxtQ8hZkcvxzxYj5wBxa/QGpkPsvzRz7bSJ4+ixl4vh2W9D5Ygty+A6gdPiXfWD5OWaQ92pMoPtpVGL9gMiC+Rwtzvp8MjT6MHoe+4Oy4vcwnub1l9aW9RjIVPl5Fd75qkVo+Wl/NPmv7vb6o2XM+ZRamvoZ9Gr8ry74+kAQoPiVfNL/G15U+ixT6vN8Z0r0Foou+z61JPnx1VD9/JTc/x8cZPwA0cr6ibpc+fR5Ive2hHL73hTc9mjgfvQrNvj5Btww+a00HP4vbvT5UPQW/u+3JPX4onL3xvE4+PZaRPpdsgb6fJx0/FG/Qvdnu0T1XFEU+DdoHPu6EqD4qoMS+gJ93vlXOgD4AfkW892MbP0FiPr5ZwYY+UV7mvQOQmr14RrY+lXwUvovrOL459L89",
        "LyFRvvGlJL9ztK0+qM3svG/oZD5KW/C+P18LP15loL13e5O9ZLIqvLYbsr2COZE+XsEVPgAdH77Ujcc+r0xMvij2Hz5yZ829MX6uPFCqLr6D4CM+MB0zPkRezj5ngmK/nROyvEFJGr2D5R6+GSQqvkjSHL6CJWI+Ih5HPb3Yir5gEDE+RdGOPvuJMD/gRxi+Ynszv1/cvr5qCs++iAMCP08yaj5JVwc/1Ol0Pbhf0T6Uoa89EQvhvvIpDj7Oha+9vKsTviS7Kz4aIHE++rUJPkg5qT3lxiq/h0jRvOJ7WT10BFS9Y9OrPjOrir70xNQ+OW0rvlKiwL6tjIW+mX+HPm6gkT6eTZ691efQvo69rb4OpGa+TJybvQibLj5ftZS9WXGaPXJuED6s86C+fIZsvXaDPj6NlTw+BGvHPj9riL7KT2k++ob9Pg7Z/T0VIyQ+6ISuPbU5Gr88sbi7pzcTP1ErEj6S5QA/NwuNvPH3MT50g1S+f5VwPkxFuD4Ucg4+iRicvkkiTz3KHB++awHzPaqPBD688xA+jo6xvXKajr3qYEg+8DUEPp29ar1t+gM9t8v0PNS/uL1kjEa+MNioPhCw871nCKW+7n41PwJvV72Jfis/0HpfPvASiz7/7qg+MTGevSLD5T06fAS+Iv6JPs62OT8c7OA+OiCaPllFCj2gUlG9oNCTPiRPG72NIJ88HUHfvRlKiD1OoxS/O9ETPyjAET1PF6g+A/ybvpt86b25jy4/fnT3Phdanr4d9Ag+ZiCAvitt3b0+UKA7SsuuvhJ4lT6X6zu87A0Rv0g5A7/H4g8+O1EJvjNVe75Aeoo+O3xVvh98CD479jw+XyzUPryfVL601vI+U9ngvfxpFT7rfkw+ZnAkPgZ51D3ULwS/fMUIPwzyQj8DmLI+V1lkPrXX7778Lws+kjLJPjAoKr4BQyw+J74BvsMh8T4qJC0/FsCkPpZbSb4gTUW+6JFovvaT877+1cw+r21FvkcELz+nc8K+9hi4Pg1jtT3L9hC+",
        "7UqSvtkbkj29nho/8y1XvYF38j4LjAW+y7Itvls2Oj4z0LC+BI29voUJnLyeWFe9vHDWO4g+NT/qZrQ98KsZPUl4Bj2sGHq8aWrxvDzfKb+znLk+x56EPm4kBj5U4L6+jVX3vRl7hb4fHYW+AnoPv3t48r2ovTq/GBPdPoc19D5KR0y/nIJAPfUOh701gLs8zdeePZZ5Aj94kng+MN/Ivgtn8r4CVAC/R2IRvj9riD7Y/h4+3WC+vbhDqr6bvGg+eG3ePtaEu72zdqS+7j2jPglX7D78SB4/9+6Avn8MO7/XKr092FmgvlacTz9UfOM++f4RPxgP/r7Jrqc+gQCaPqx/9L3ED1U7gSaHP/vriL4YKre9HPi0PgqxZr1I4TI/8cO3PY/qTz6SyvI8JrRdPND5Ijy1dxm/gdQvvZQtsD4dQ689Tq4UPva30L7fa0k9qRanP4vGZT8eaEW+TwyrPN4U3j5n8g6+VN/KvkhwG78MOws/RuvFP+tGgz4LkX++ierZvbuhV75Xvxm/dAhLvk6Djj7ATGA/TSakPjgfnbyNa5Y+3zOmvSZmM74o77o+uhXIvZoWo75bxDW+ls1oP8xWjr7KXxM8mkeXPvj2tz1GyKc+PAFqvaUEJr+TUIG/yLiKPnombb/D4Zk+2gLBvmeBRj2xrog+fQ6HPog8iDws5BC+FTuPvj+ZnD7Dqqs+pbY6vry6eT+V7KQ9lt+JvmviTz51N0G+J5KQvW76uDzlFcu+11FcPdsVFj+w3Xg+iuqTPrL0jL26MuW9S877vQOcyj0d1qi919g5PRCbFT+1axE+1HqRPmUtKz43i2O+1SYLPluDgj75qHg+PnqvPiKSST2hdL4+hBWbvZdt3T2TVKa+u96JPr4Dpj6ndHM9OZGCPXR7T75QV/8+TYL0vofXdr50esE+TN4pP3eF5D4PcSa+J2rRPuRTTT0xrYw9pTS+PhuJ+b54sRS9ov+/PlZ1Kr4GZnG+0Jw/P9nuXz4u+Y4+SrK6vlJst77XGjC+",
        "mspkPqvC/rywlym+dBIIP4Ad9T5L4H++yFKPvcxqqT63m0W9wlYTPpqb8D34XoY+gO5qPTIZpj3Xc8m8XTuKvf8+zL6TPZ++PyFTvMV7eT6ZvL6+e6AWPzVcR79ocBS+e27sPushCD6Qw4W+BY2TvSLiI7+FLJO9em4dvuP9Fz/a66I+UMUrPkGH074m/vM9DFE9PqUvqz4S6nq+HZS+vgbwdr6hrJY9LsHEvQez9j5oA8i+6zM2PjuR5z4DleA+SwODvDAIDj+4Ybk+tEQpvfKm0b5+AHq7FgG5Pk1f2T4i+ow+11XavRs3Bb/GMig/qquSPvXcL74pJzY/ZNbjPcF63Twhe0c+5RipPv3Rwz+xKE6830eNPl6wA74UB9c+bOqDvpO+EL7DDew+BS+xvUjyVb5cd0M+jwm9vtNU5r6wMw+/JVfavZNmBb0+FVO/sqDSvg2XXb6udf++nFeaPczqsb5bzQS/EexGPp6sFb7Sl5G91NuavOKrub1Zlfw+m5o4vlAblT6oXA6+2xKkPiC9sz0IASK/tpk4P4Xdfz2azK296wrzPtuBQD4UNCe/IkmxvVXHGb7ftZo+B5sBvUi+Vz4qEyW+3JDTvayV9z5SHKk9VpxmvsG9U7zpbKO/g0kSPQ88Vr60mg0+ypoGP7JLuL606A8/fL3rPoeUK7+jxrU7rddava3CIj8PAaw9JQNRv2FUub/2gXy7xrRWPo+PHz5VztQ9MS8aP0LjzD7edbi+Luifv/JLwL5+hhM/AQkOvtWjK74/k30+UcDWvpAmBT2iudU+kECrPh3b475p3327EIK1PhiNBj/cOAi/3CM4PkLMFb4d4so8bMgwv8J8uT7ehK89V1p5v+9lGj9r8ni/ddW5PgoOfD6T0rA+8G3avhOt4b3FVIo+tzibPRd1XT8ymIy9l3LLvlDMKD3+e2i8v1Y1vqD1MD+fXe2+7rxMP/qmirzMhSS+W/7kPRToo73LWgi+yRrbPllcAj+vnzE/SpyIPg5sv731E9W+",
        "oxA9vSt3Nb5n6tu+ZORqvl//Ez8t8Au+SVxhP+BSDr8DGLO+FN7MvtfWvTzlmsQ/iP/CvjZtBD9Nz5o+xNymvt87Fb2llVE+UWvtPv4LCD7Vts49yf6Pvxj1o73jJVs+C0dWv4idBb9lb+c+Hm4BPuB8J7/Nr/S+l6bsPjrMBD+S9Zu9OY97vtdUML4hOqm/Rd0qPwkPZL0LhAs+/ZJNv8vj5j59T/g+CPdhPfYkgL8DtA++lrMiv6hcgj4ITJ4+o6+Vviwiuz2RUde+wvsbvy7skz4n5Ua+VkCYPuA0Zr57Qni+u7FBvprypD3H0r28NyJePx5HMj3fxvG+VSF+Ph6zXj1B+aA/+98zv5/svT7JppU+Q5/CvRIci7/WwUi/VSAJPxdFVr5wIXy+Vty4P+HEFb043kG/3i6FvbpVC76WwF4+uY9mvRbEuz7RhaS+/Ns0Petymzt9QrA+DC3APl8bET2ouxs/lXYIvofYzz6BdtO+4YJjPvQlSj+PKbA+AaBSPgR4Pj+SY52+7jMmvvhE/T3ICay83UsgP3oPhD00F4s+36eWvd2qhj5AUK0+bHYpPRf0Iz420rc9mTnaPgHsXD3Uyec+Pb+EPkXT1D75kqm+ByaPvvJ80b4hk6c/y0V8vu7opr4QRfy+3UXrPOr0IT7YyEq+z+KvvzGzNj5bP4c/ByFmvnmvuj65xZS9oR6IPp0ClT6Z7sa9KqBDv6lBhT6sf8s+TL8pP0a0QT1ueYO9j4ASv3uiJz6s2sS+No+VvZJB9j4AqRm/csI+PjGCUzxyKks/DQnoPl+Csz4PdQk+DraTPmRrAr+dQvy9VCCFv4tMED/GhYy+EkEfP+COqb7FFTy+GB4lv/f2/T3QwXA+mWnZPk1j4j4moci9fCOlvmJ7074R+IA9O5r+PrA4AD+YnWg+D8sJP8aEBr6nLRS+DzGZvpDpvb7wXQ2+8KlovnPMlL4InIQ7FjCJvl/oMz52abQ9beHCPrcIw77a/hi/+AKxvvL85r2Fg8O9",
        "Fbc3vvpyRT43RQk/NXllv3+iLj4RVzY+XzP2PfuZ+75CPfC9r3FavlvzDL7Eh3c8y2/kPiJ8HL7Kpd87V8pWPmCxCD7jBuY9CHWxPmu8oTqpZMw9xZKQu6apij6+Ws0+zYkevfUkmD7J6yi+VWELP9dCAr/1FSK/2kl3Pdqimj1mY9k8zwisPqnMRb6W8Wg+ZMkyvgQCDb+4d9E+x50Evj4seD5UQJa+zT+9PKlFv74/3jM/GzIJviqqiT1qkLQ+GxTxvUrb2L2gs7S81kcbvWstnb2EBrY9/4cAP/fC+r0ES2W+m3OaPt9GEL6nr8G+q3XfPr4zlr1jGuW+PBzDvt/XGD5bDZo8LHsUP3Odqb0AzAq/Wz2dvYVBvDzQ6qU8W4wHP0OPnD5mH1Q+ssYeP0NgLz5pAc2+rUOTvnK37754wzY+G4s9PX7vrj4BUX+9uRszvrFwmT0CoZE+9gLZvtCydjxHV5y+60sQPigVGD92Npa+CLEjPnHaGT4E/iA/bG1UvkxpHT57oSQ+S67jPcyDjr4I+Jg+NCgXPz1Zhj4ZBPs+5nwSPOgi2L2mKfQ9xAl0vrKFyr1AcTI/xhOSPvCnhz7c4Pi+sj6PvaUq2TzQDpI+IMkuv1l55j73/SM/6uMAviWnkDw9DQG/c/JWvwdLBj/Lvba+1OduPpIPCL5qhZ0+xFI+PTqXHT5qPRe+xQrBPs/U8D751tw+Ik/BPhtR0D4jW5M+7nOMPVk1Oj1OQcC+9dO9PQ6Jv745nic+9XOPvVsEOz+FRC+/suOTu2Pazb7rchc/VdOoPdOXcD768U++LmTJPvcEKL685+g+3v9Nvk8ctbytrQo/aBdOPmcYOz1Frmg8uTo+PkSC5z64+f++U234PsJFUL7OHck++f9TvMMfmD4JP60+s165Pr+s9T3JxgQ/q2o6vhRBpz6DpYM8zERLvtXuPD7I4hk+54iFvV2++7yavt89TGjZvk9TGb+iAiw/DwzdvpWuij6EbAC+UtSWPc6fCD5sq+G+",
        "VD9BPtHtXz5A2IS/hhESP8CDo75Xv6y9RWuqvG7CMz/7hve+IkO+vjg5db2DC8g8sY04vgNTvr7iiJm8XUEWPUgmfT5GGOu91xfNPrcwTT6RLlQ+2/XrPgSbuj0nMi0/hBk5vQrq4b18d0m+LW62Pzbujr9hDDq+tOZEP56o2j4atUW+2tkzPxf9CT9xJTY9u6ByP1poYz5+h0e+tCjyPS+O1r5JTle/Wbo8v/kART6r8Ba+ix4jP4XOpz65j4W+iQZevdR4nz4YmVO+6jshvxgvQj3o1ek+JpbPvQWgaD2KXlw9AQ0qvQix/D3IPVK/idcrv3cuvr1HSBI/GDjXPtGs978a4tC95XSLPsV3JbxhZ4k/7K4xvnEi5r6jQo4+aZyivx3TOsAg/UY9ZrQRP+gVIj8JV8A+xDI2v5aH9b7gVuo+TpKpvpQfFj/Ln8O+eRngPTroDT4g9eW9yamMv57J0r6gDa0+FGkcP/jedj/OHG4/SMFlPvGsnj1xO488+zO/vS8KBz03dum95/+JPoyyqj7m4Ds908OAvYf0Fj9WawQ+qXCIvfSYHz21vNI9XZXqvkk0Rj3Wlwk+DAmHPZ9UDz6vpH0+7cmjPTOzRr5DkKY+XCJIPgTx5j7ddUE8pMXyvUuOrr1Q75S/55e0PrV8nz6R+MM+sH1QPtvsIL96Jg++qh7FPjRGiD5ivQA+7iF2vtbE3T5qLx2/G+WtPpjjw71rZEO9j1wXPzwUjb4OdjM+5XPnvrwQGr/dVY8+gr3OvpToV717VQQ/CGifvg/QID7W9pS+Z50yPOhl4Lt7gJY+wyhWv4ZxAL8Xlho/BqTFvgRt+bpuTCw+l2KBPpSBQ74dkv0+iSdJv7onAj+4PoE+zt1qPRgNRD40BtG+62G7Pvn4DD9LV1s+oK31vVWcvL56/7k+61oNvhV8GT/Sj/o9kS47vYVfpD5FTYu+lzaRPv5bPL9cwFU+TMrcvj/qpD7LWqA+s04HvlqVyj1H8Kc+EPhhPk00lz64aWK+",
        "AqorPj06PL4TTAQ/PdSZvZic5j7uIdO+qgv+vfQ+RT47WHO+iDHqPl2iKb187kO/ACMIPU+F2L64fm09w12yPQf9kj3zohk+8q6FPjqlH7+kxJA+P6s1vh5Bnj7amso8f+M3PscaED8c8TY+UOyQPhiqVT74IsG+NhzKvuSRhbvbPvA+TXQJvmffYb/I/nk+gjDAPpfLzb7xz6w+lj1Iv0QP+z6Ftxw+eIMVP5VFjL7ATDY/TnmgPgF+ez4/OAo/xkoJvwsTij+QmRa/8UL1PWQjVD1o9jU/6ht/vx9iGz4PjCg+wHQPvkWtKb/JSjA/3LYev/dcFj9qGSG+e/4RPnh7Pj62YX+9sY+sPicClL2JjRk+y0KJPfMFAr6JirQ9jjh5vV7AhD3LywK+VC33vgzQt75hysG+TW1EvfV3Yz6wsFi+bxIqPYqU2Ds58mc962cIP4CUJj7NxRq9mjpfPqufhj6c7pI+JYfovl9I8jz5gLA+L+oMP8MMLz5OoLW+GqxLPGE3lblIq5o9m88bPbfovb2DozG+6w5iPQWHiT6C0zs+fwMtvT6YgL78PiG9teE/vouGWz6p7Ky++E1duqs0uL3CMQK+kt9wPfsMqj2CU3M+FLRQvmKbLb4cIZ++V3HQPf2ll77GfaY+rFD+vb5vFT5vZFG8boogvcu0tT16BLG9lBfXvkD+q75UhMW9MuoFPuSooD6/UH69QOjOPfsXZL6S3rm+7SPAPlZWZ77iRjE+pY9cPWvtzb61enI+GIO4PWjtkT0fRJG9fikzvn5KKr0OhPM8EuZAPqt5h76t5kO95ik3PW7CJD4IuBS/bzSKvlhJqT4COGC+YdJXvvdIDT/Vtoc+avydvn2grD27vli+JNWQvqIQqz4K3iM+jyzOPY4aoz7HIy29+ldLP9CsAz5erJ47ShKmvkMAYz4bV9M7oed2PWVCHz/ZWQs/yfBpPoAEar9iVhW/gYiIP1646j2oBXC91TacPpFwlD75rhY/G1k2Pp6Erb5Zzyu+",
        "rCx8P4RQmL3aoV4+S8JjPoJlLr7U8SK+nB5FvqNUh751Raw+gkKiP+NYZz6rUSi+d1kHvmkpLDt0k4E+SL+FPRvrdb6oOZg+9qMCvVae773al0A+Vxw7PeVUCz8Uf1k/mORPvhoyJj/umLS9vhU+v6r9bb4JDeY9+dWRvJh0Ir6HnBE+xEZQPdOQUD7m6kW+SSdtvpeKUj5IvhM+HMciP4GsnL4/rnE9+7GovRURLr9irFI+RKlsvl27Kb4z2Fg+qh53vvJyLj1QxAS/qhgBvqf+vD6j94U8aUAVvqe28r5UNym88yjMvkV0sD5CeyC/8YJPvs+AwT6vc/k8L6VRvqRgVL73o/C+XlV0PubUML8vM+2+Ywq9vXdGPL2214W/mHDFPl5kCL2J5+C+3xu+PuGVVj84TSa/2ZQlvzKyaj4W3JQ/XZYFvpnOUz93EoQ/xnvXvanK774RU2g+w0JMvxuWNz9INI8/AnwNP8Mf870MX4Q+bIeivV10Dz4J8fm8SUpIPqAYzL1IKYM/PscLvmLDTD2tlVc/WQPHvuyTsz2Bzng/hnItvy6D+bxTuBG+7xijv1urgL+9qyY/mQBEvrKWNj6jyJS9zX9svcQ+m75YmIw+KXeQvhEFnj4+VM2+P8iYPZsQj763z1g9lUTLvmAhNL2Huse8lJuHPua+nr7dkeY+cFQLvFFC9j4zmYc9ax0Uv8fpc7104QU/YqBaPiWtVT3DQi8/P37KvtumpT5amw0/HXxFvmx9Vb7fo8C+f7QlvgeggL6nd4i88BWWP8UHH74iaSQ+nM9ZPHLt/j7LwDM+9tgmPDUr9D2lKYY+Nfr5vqwV8L5wnOS9QOWgvhBHOj5KcQq+FU37vl1CDL+NO2k9niPnvSvCCT67ZxG/saNUvR/15j7M9hW8GXKLvgj1E7v2c4s9ACzXPTBxGL6d4mw+xmMeP6P/ob5LmPE+t3ZfvjELJb/yB7A+QwudPrUAtL1zvRc/JcibvAkuOL9zI4I+ZZxuvqRPZr6aD9G+",
        "hC6Bvr6IHT1etzS9vttSvVm0AT+T/YA87D9Zvm/Agz2dUIc+p0XTPp9FIj0vIS+/xxUyPzJj4r5SQNe920duvf7k3L4Turi+lMEgPuYF6D1F+aU+A9gGP9H2+72BQi++ck+OPo6QCD9BpSk/k7tXv8DoIj6kOP0+2KEmvrw0gz71nBS+OiYnvtYOLD33/l2/OFSdvVjT072hXEY+gXyGvvmnH77+0fg8hrdavbC65T4noMg+bk62Pv5/uD4LPf0+JXQuPhTH7r1a1Ug+t+WrPik1ZL5xK40+YWLaPp7Xaj7tq50+TMQAP/vbXj5dq5a+J8jHvtJlHb532Ds/VymGvjxy4z5W0V8+dhisvYJb/D76pwi/73zlPiO+WL7AVgI/iucAvvqThL+2IJu+m8kdv+mmwT65/v++VdSPvnwRID/CghQ+L3StPfQgCT2lFdW9BdU4Pm5cML4QhQC+MInHvgsIBb7h66Y9fwmqvQhCeD4Tpwq+zuy/PVjvDDwAcbi9OLqKPnkgqL4k0S0+lMCnPWAd0D5Ugh++juyuvvSu4Ty9wZs97BzVvQmGdT6qjDO/HyOqvS0Mbj19U4c+TuN/vqxLXj1Zwxy+fOfSvRYtA73QAku+oh3uuWbVSL3+94C+ZEYyPLYXOT5p1BG+JcoovnGnHj7A1oa+s6guv9KzDb4jO7w9eXE2PjqRPj4hYxS/Q92GPVoO7btUzQc+LDE7vxjJ7z1r4t4+UHffvHXEa75zG769usySPPUHIL61x+A9YNwyvZEdlT837f6+F5AbvrIgPT6/6Z4+EkG0vYLWeb4MGME+eBBtvvmEqT5AeOE+SjMZvzCEeDyaK5I91Xn0PHNaAz1snAo8hXeIvjKZNL0SjX0+FhEZvr+08jzlb9++t0CBO9UkPj6dYgY9OkiwveJGMj8jJbo8pLpnveJt1b2izF++aAYfv0DFVT45QVm9PW0sP23Zg75a6N29ZPFPve46cb7Mt5k+m8KYPisCgL9nLTe+8LfNvr5T5b1p9Js+",
        "m+gGPvoS0Lt7DYK9hXoZv1rSLz6Er9q6Xo6ZPnFmIb/PRVK+yxElPtnijj1/OgY+R2XKPoREmL646qG+reKePr1k1T3SKCS+rDsCvt0AHz8bBIQ9PhauPm9hGb4HnbI+OftaOqfMdj3Sfbw9ajLbPEsJoz0fsP69xNRcvgjwMz4+g6C9NkDZPvT8tr42apu9HBhMPjHc6z5gOuu8e/mivjToIz9qUsO9CLBRvqpdlD5KgSu+ycALPk1HuT2zKfc9EaERvVbDFj5qNMi/xOQJP92Laz5+86+9EiUWPkX67r/SEYq+gMoIv91w5L0hauE+gKE/P8+lrj8WTFc9pCVCv1GMs7zneJy+ecNWPyM1hL2489i/P2K8vxvBLT6T2RY9TN7Iun/93j5elAI/gzeEPxOEVr7l+8K/v49tvl46vr1xcSS+tUjTveoefz+WqBM+whGNPr2IFL/c7hY/wIhzvelIez7wqIQ+58r5PiGyMD7qCGS+1012PiSCiL7YE3O/hfqDPxfLFr79VjO/zEfRvrtgnb8Os50+FovbPo1a+T4JwoS+BmJjP2pgT775nVi+NfSQvsYMmjxzyLY+pYWIPnsmOD9//gk/RUV5Pf+auD1Wc2U+Hh/xv0oFaT+XJiU+Y8emvoAIAz8fASc+1DjUPDbciT5Uky+90wK2PurvsL4cjKK+SmcYPu7WY735l1s/sWKAPTjeSb2l2RI+wh+QPkcK97ylY968Qir/OqfILD/I5i+/SvKzvc/YMj/UmcE+aOs4PhgptD7ACRQ/MwDXvbQHzL6sQCO9d7mYPqb3W76NG2o+tiCBvtHYmL+QIRw/b9M4PoJMCj7lhno+PYO8PlQALL7CPd09veCoPXMZhj9tr2Y+DlHVPkkpKL8C4VI/EqF/vR6KiL50DY4+MUTlvlvWVj0wRBs/yEWXPltlP7/W9se/vajPPGSW9r2shRu/KzCoPnxyVr7aziC+ron0PmqwG7/20bO/jahzvoZ1WT+EkhC+M4ByvH7t1L5E7Lg+",
        "dxSCva/Ehb5PgQU/M+abPX0gaz6AXfa+Wlo5P165q7413rs+3kXHPuyVVD/KYgi+C05bP7ZbRb9FAX2+8qevPulUjT4f3ec8fTL0PmUJyb0WCdm8hjZHvq59tz5TsIW+3zwjPcGWEj5smhM+uP7XPvBHZb6+Zik/zVIePgyiOz5kUiC+hHN8vo8ekzzmlrs9dCKlPZKE/b28WbE+Az/iPen5ST0G6JS+iQOaucJOLD7uqvU+plghvZnImz3589Y9SO1GvUUHf77Mpmy+peDjPk9Kir6lGKs8eLsHvkBGAD/lOrU+vb21PSNlOr7YWRw9OrRKPgggfz4ryly/OhaTPnkR6T7TRjW+4Q+0PnaZwr71X2I+Md2wvmEdDL5/wbO+aebvPqIy572uwnI+Hhw6PhjKvD3bthQ/JksUvlAD6T2/krA+hXRzPtY55L5EKnE+wrjbPbRqdD6R5FG+qvNGvvdEnj6T0OU+xFA1Pm0GzT6R/5a/rxwdP9VLRj6461i+8D5hPpXGJr5HzR29mXrdvm161z5ClAy+7elHPozinj4Ogbw+n/jNvmyrMr7nntQ9ndYQP4zfAT4FN1q9MrFBPuw6/b0B3YG/MDMLPt/Eo73helA/pEmFvVVFJL82g1M9aygGvg7ov74Q2qa9nbzrvjvrw77/+JY+/daPvjeexr1XBzW+a+JkPeflrb70pI+/ysQjP7xuWj26orQ+h66kv8o9AT/LIw0/tOagPRN4Jj3Lh5e9xTSkvhipDz+cNb8+tJidPh0uVD6ImGI+qS+1PrpBmT9HHJi9mQvOPkMGLT8wMNw+/99+vnYEDb5Mbym/6klnPrVIUT79EZU+1B/bPu9Wjz2kqZs+i0MBP4seeL1jd3g9Y9wPPBo4R78tln8+GPcsP4bMWb/IcEy+DHd+PzxbPz8Hq9+9LQQpPm1P071COYm+OeYCPbb7vr655A89telLvo2h9L1pVYu+oT8HPoKT7D3tcvi89L3RvXSQ9L7UI9c+4iIAPq3eYz7enA6+",
        "aiSnPnwqs777Xtw+TLeIPCFILb7CYnW+vuuQvgsKhT7fbcc+e2YCP8ID+r21u1m/4eS4PlIIDj00Fs++lAxSO2fqM73TDha9Di8gPugv0b6i07U8mKGPvoA5xz72Zo++gN9zPjBhSz7AEX0+FdPkPksaI7wrq6a9KdeLPjpYYT0r2vO9slQGPgb0gj4VFdo+Tqc4vgCSB74vXI8+kd7hPiY+yT7ExaU+DB49vgz5pr5y+4s8Ha0sPo8mvz5ZuoO9jcrKPiP247z1Yoc+cQv2vWGk9j2TKGC+RAp3vvbbQT1VGts+fbC7vgqZYr5TvZ6+gVT/Pu3L+jwcLX0+rTlrvintpz4Sxzy9oD0ivqvPiL3ZHUs+negPP9yShj7bjam9Ny6EPm2x9z1Gfn+9QcgLvrwenL2/oEE+mUFxvhNwnTwIp809AZxLPuFJkD6+FAc9eox+PdA4bb58ZZ6+GdGRPqX0bL2Utaw+Q1cTPrNfV70KAqW+FfCDvuL7WD5IXk4+rA2GvVdD8T3x+7I+jRtdv2vUpz3qMDC+OXf/Ph20Jr/jB/u9MEapPjwBoD7MLzI+z/YqvqTA3b4mriM8rzsJP8kP9713sAU+bP3nvlSX+L0+Tbe+vjTavXL0Aj6biQS+dy6zvk/13T4u+5G+JlTgvd4GMj6gbl8+ks1IPnfGmj0KYsG+3ikZP9tzCb7Xy+U9zy45Psugvz5mTUC/SauqPOrUlD6NbkU+Ap9mPV2Nxj4UZbC9JZKxvgTpoD0p3QQ/ER1fPsnqPb4wXFu8E9S4PVE5Vz68XS0+p31IvqajZj8V1B0+QBo7v6MZ470B7bi+nTG5vmIKRL/yeRK+B/PiPpEXR7zXD8Q+uSAHPtKLvz3SgIk+rduEP6r6Uj5boWe+dv1PPrRUk75Zoo6/sEAMO7+FcT9X+B0/YRQqPxQuFr9WvtS8RufKPvm51T2/OYo+kBWMvMLAWD/ge9a9J6AUP7tzYruqV4y9TPwWvocudL0Hxgm/p3NRP+YfiD5IhfU9",
