{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "36a906cbb567061d12d1952c552576e96b26fe6e3d72e1e81ff8b4f4143a7c91",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "FQ9aP8GaWj0xDrk+eL1VPyMLcT948Rg/FzCEPL7VZz/uDZc8+SEyP2HTAD+/RP8+Wq3UPpN9Tz/c8Ts/O3pNPwLMGj92TS8+I/+IPo/ilj1NIA0/LRsQP/5fOj9VH0o/sTyzPsG36z4822Y/+NkeP2KhWD+6w/k+mSt/Pw6JbD4jvfk+MncvP6D5Xz9RYuM9GiE3P0cqpT6Yfq8+qa7ZPvmD4T1WGmA92J3CPgaBHj/GIaQ+bKI/PyurAj+TTsk+jo0RP3JXXD62Frs+9XAkP25gRD/TfNE+b/tLP6WctD1O/+A+DakhPzN+Wz92nJc+dyhhP9oH8T4VYis/bEJqP1s1aj8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "nZ5vP+epHT/gwwM/n9XRv1M8jj9VEI8/SxKtP5jeTL5wi7w+r9HhvyQKlb+0pw2/CvZ4v3h8sb6a2ZQ+81umQKrzOD9rT4c/jrd5v4a5aT9MYw+/9jynv7SnDb8iMIm/+GBvPjEROL+Y3ky+bKfgPiyD5b4o/eu+QAbyv27AeT/yy40/kOESPyZMsz9WaKY/RYvdPgr2eL9sp+A+60qXv2yJbL5wi7w+IjCJvwCCZT40CgXAODepvxElwD429kU/UPB7P/2XqD81HZA/vXR7P3h8sb4sg+W+AIJlPi6edL+v0eG/+GBvPutKl7/p1nM+vSUuQRA+Wb/V5Iu/qPVBv8Jowb9Q4OK/pFyxv5rZlD4o/eu+NAoFwOnWcz4kCpW/MRE4v2yJbL4unnS/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "JP+UPOGi1D3202o9GzvJvJVFtT302j4+8hk2Pa+j5D2blQk+e+tcOw4wej3Xxpy8RUQxPjHY/Dwf4569v7TePO4wpT2dTCk+WgS+PTZm5z2XEcg9oVRiPl2hoT4UG6o8sulMPsqMhT0RKzY95EQjvWsGEz1d/PI9N6CJPPd5eL2e1SE+plv9PPdarj1P2zU+A92WPadIKj2Wcro97GWcPTjLY7w6lhW8hwHuPKQvuj3Rrio9IKmLPIFIsT2EzIs9Pir4PciTDb18BnE+3igtPXTJyz0YZB09dDXsPESdCj1O6xa+Z7xAPmCw2TvYssc89b8vPhlBGT0gLp890cuAPV+CAz3yX7I9ShqYvDrdMz4hcxU7FIkMPrNlzTuKW2m7YzXCuHCQMT0XnsG88udyPRnxKD48yTy92mFmPQIZuj0="
      ],
      "weights": [
        "n8yJvZx57j2BiWg93is1PUVuHz7CnrI9W7z0vaLJBT516tY9uAIUPnbJ3D37xQQ9rC8fPo9tYz1+/qw9ybs6Pvknhz32Kj4+5UD7PT2yZT7zLa095892Pokn9j3fPU29BpeMPi2vBj1Ummi8n9+YPdvRA7362OI9bKlVPRWA7TyCWGw+MlDUPKy04j1DAXA+5gM2PgnHDzyfVSA9XFxsPoO2ar24CG+8sy6vPVJJYz327Mw9U88DPnF+Uj58kaE+prinPodEmrwnrUA+6rsPPdD3YD3nXlA9hNCGPW2L2T1UYvg7ok8iPgmg8zoy6BW9QDBcPosANT2mT/M8BC0TPgMXED4ti4u9fc02PU90AD6KdZM9KMP9PZv9vj221FU9qR4KPaR7JT7um0c9k5qlPaW4fj6XXXA9O2TSPRO7JT5qHj691VczPoGQiT1Ql5Q9GWwEPmZ41j3ecuG9zWEXPsMi2D21eAg+r2fIPdbLrTyQBkM+Spd9PTzhmj1dDEo+E4pZPbNsRD55xSY+EkglPtdxAD7X40U+9+4GPioj4bwYKxk+4bU5PGBobLwtM549qUx2PopBxz1Ynj89BM8HPYR5GD4hCfS7D0yOPdF5ID6kJrM9OE8rvNqL8zwVWLw9l01IvVysBj1gSzU9ydUyPnQUAD76OME98cROPfdaAD6QwpI+XMfOvJJhCD4yhJc9hJlhPZjngz3UR5c9Usy+PWNCKjzM5Oo9kPIOPQzDg70HPFs+T7QoPf/9OT4QjQU+H+kPPnNFpb1K40Q9qvVZPnceoT0fgto9hY1zPdxHLz2+SIo84NruPefgTj0POIU9LIcEPllhaj2nHgU+ndMRPuNsq71Aqzw+9F5aPd88ZD1lRzs95Mv9PaxQ573bJA4+SAUAPlFq8j0jZa89jsF1PbvehT69wVs7/h0KPbE1wj3U1Yo+gZ78PcqtNT73T689DhjCu1r/5z3EpZ09SanuvILOfj4eZfs8l6JcPeHkoT3CP3Y+7cO1PUb5or3Sni48",
        "N4k1PtlZFDxjPDM+2somPtendT33rjE9sRSRPZ5uHz0iYsS86j3iu9qomD2B31o+s84CPudkuD0dmww+FrIaPZGlPT4UU/s8OG0xPv3+HD0bLqk9zp+dPdA8sD2cpdk9STWbvM9gMT7zyRu7BQlNvU8eSD7K1GU9KxLuPV+8qj13HCs+qsK+vd66Uz1rfoE+eDGVPbpeXD6nsH09m8UBPbb5/Dy5lCI+L2tkPeutlz02+Cw+agHXPY+8Bz4oTvE9Tu9wvSg61j3xDnc9MgujPXhQaz3OzLU92NPMvfIVIj4RwrU90L3ePf1UtT3ne7I9JZELPgPFvT1E64c9ELZBOyFoED57nLM9V7wyPpaSpj2ZNxA+D2DIPSZu4TzdB2O9iNm0PV1avDxMmRo9sJGsPRjcy74ck7c9WNuTPdIHbzwWI0E+3Ejzt9zWCj4L7Q4+LxpsPVt2+jucB4o9ABVbPn85CL26+Ie7bKkaPRkkiz4fLdY9SVHFPTQ9BT5G/R49yMpDPuEipbzZPtE9lvJLPYT7NT16SZg9dma5PTr55j3vji29DDoTPrg4FTwKgXi9hfMIPu7xcz2byk8+wR8RPte3Az7x2PK96qpEPatPmD7JbDg9gxcjPp113T2YpHE9kisMPYnpwT0LvoM9Ne90PeltOD7eMZc9WOEcPsjbDD6GPpe9JuqCPoT4bj3zvoo97ziLPVbJ3z0WROC9CG1OPZO9ZD5ZSa09FbngPRhycT1WKRQ+grSlPWYzoz1mcxY+rSicPTqhWz6Cbg0+vHj6PbRT0zyWvEc+dD38PR+VRb1ZwTg+kMsQPZiTQT5Ih6Y9GV1qPTi8lz3qeZg8LW+IPN2FYT7bSTI6xoIYPjA+ij54USM+vjyfPK1rijwnViY+aAo/vT7Bejz6Weg9fL5XPvB5JT5TKbY9tZ42Pknw/z1P5Fo+IA+FvPoWMD6zVmQ9zSaFPWnxYz1ylB8+Wq8UPpXC7rzV4bA98AtlPBifdb1bm0M+h4JyPT/MG7zhhRQ+",
        "b9/IPa3Hmr10CTs9qkhSPql3iT12hos9RmyXPS3dkj0JIjs94qatPQw1eD10I3Q9CVtEPhgWmz1/Ok8+k2BNPuluKr/yrYq9IkulP0jiVr4ErMm+G+Iwvt7i5T69pJq+Ys9rvenGrz4rdMC+/nuQPTE19D63EDa+KFHVPjHmEj6hiiI7s98cPy3qvT7gTca82AQ4PmfjND4m8xq+Tq7ZPp8MBb6XGQ+/p8tyPlpLtb8H7go9Y1N1v5QAhz6+rmM+XwmrPodRBr6XL7A9aAEVvzfnlL4QmjI+vqFOPxxVoT4fopm/h0P8PeHoLb7YwNm+aBXjPAhOzr8SMT8/YV7qvSyhtL37wXQ/l2MUv/57e7+T1Tc9FnzaPITWrb5ziEy+8xEbP4GmeD41Tbm9kz0BPyO28T429F2/kbI0P2rJDj+4a50+XzPuPuwUtT7TJRu/s3wBP8J5bD68xRm+Nv+Gvj77bT+Ue0++01jVPkZbnj4Kgc0+/kJFPiJT27splgK+n8iOv/VLDr0VPkm+X+Z3vVv1Pj77aCg/pHegv3LsA77/XEa+60lFPb47n76EEno+rCBdv0DpNT8uRE8+5bqgPnWDTD/rch0/W3YwPmuedb9vFTk+p3owP/X1qD2woS4/DJBMPXLxWL+OmU28tLjZvwvCnL6cO3O/FTKhPs5CwT7lD7++9/uNvaptZj4bcvO+3GB+PkSDuD6BalQ+o4oUP1ehxbyt4VS/MQ17vxiCkb6CpiM/hHOsv+8M3j0ad1q+NwaUvrxnJT9R7NA9/fyfPtXPKb6d9QE/2hyEvgRD+b0CDSg/ni5fP0oKNDyNtX4+tbf4PYXR8L6RB4e9DUI3vaw1aTzK6AE/Y0wHPoaLAj+yJtI+674QPxeAmT7NwZ0+yXS4PCSmOz/J+pc8/FeLPoeIhj/NOdm+OZIoP5avLr9TeVw+hGyPvqSjVD+OQtq9BsGIvVbo3T5lUZa/SaV1vvWpRL60Diw/tnZLv7jeRr21c/c9z0D2Prdlvz7ASoE+",
        "ZVHfvoISoL6YPLI+rbbPvgMSQz6TK+g+GPHBPx0krj7FBIo+v1cVvRBu9j63/sK/7M6Fvp7HHL8nkZI+pWwAP4AdDL1IHf2+stccPygX1L4Gcxm/utjEPQ5nhTw00S0+jM2HvxQ3mL/i1Ea/h1/JvUciRz1ljpw+34j5Pg7kGL4Oza6+a91XP9eKhj67eHm/1oK9Pu+EVL0AdQY/L1fNvsnsGj+0H8g919xzPmRtnT6KC6w+DpRBPez+gT4m9BO/jYStPtMDBD4d34I/u8W7vrMyhz7yYcc+/YY/PuYrIr27Cgc/MvOPPptzjT7akZ4+52AtPxT5sb7xQrA+0PiVvtBzS79RMhs+yeucP+YomjzQQBK+HCWjvmAVkj1PpXC9MSP8vcPVET5G1xA9uTriPnAUyj5NYVC9elTLPiGj272NVYS+tMT2PpMcBD+AIcO95VRku9gddj4LTzq+t7mePsVf0r28yo2+NnqLPrry7r+/N1s+NUGUv4lTLT/NOc89oQlpPi4qEz0JQhQ/E8+UviGeuD3atrA9OJBGPx5WOD7Y9jS/euvJPq7xLr7e4Ci/FFo5PqADx7+OCFo/PuTDvl/mRTwIiVQ/iCYRvy+GMb8G94A+a6+TPX1riL77Hic++F8MPwQ7kT7NiWE+0IGqPlbQWD8MLwC/DN7JPpTqVT+TXQk+QFo5P9xf+j2uuQO/06IzP6i/az4fQss+jwryO97IWz/EcfW9q8i1PruQHj9HDIk+0r6APquEAL6TMYI+w7xbv3M+Cb1rbcY+0p4TP+JNdz8s86K+8KegPi5tbz2XTCc/fz6cvm3r9D4zgya/wgWAPlBXej4ZIsQ+rt9uvlktUT/E4F0/M22hPsocCL9DlRi+uW7yPsQOgL/6PD0/Abeivmz2VL9Hn9y+FRi+v+ppDT7AQJq/O14eP3cUPrs1IAs/H+6BPkciRr43hba+bRhJvcl6ij+bUeM+WCVOPhrAUD4qGLo8jb5jPhTt3r5+dj083ZO7v6L1yL0nHf++",
        "Th4sP9CWcT65Nno+9bFdPh3lDj1sOJc9NNaQvAyj2D4oEE2/j0Gsvb2Y2DzPeA0/O/UMPhPxML7EhhS/zyG+PltysD4rhGy9tebIPtt0DT4Ktp4+4su3vqBzD75Kis89psVhPgtIYz+XMdq+1s5gvnnR374zi+4+2i7KPtHSkj6hkYg+l2vCvr30oT+As4w+EqXSvWTyBb+jxpk+0gRtvhxMNj++1Kc+u/nqPG629L7Um1Y/yls1Pr9ADz8Ypo2+n64YvjZr677r2Qi/6qx9PYWDUT7LZ/Y+EokpvsAbLT9kwAG/fHi9PS6DaT4Gd+C/UNJVvzMHM78p6M6+RKbMvadgTT0NHf08lIEcv64Wr73kJAw/1nktP55ZhT4fivI981/Tv2Jm0j6UwAG+XScrPgbZtz4UeOi9vilmPloOGD/pfAe+fWQTP7/Pkj2tBD2/0HSqPJk85L75dQU+bl4JP6tXBb/g7DY//B2GPsPAgj5kV6k+dlHMPfaSuTw8ejm/jNlKvqiU3T616JQ/Idtmvr0G+z7S/pQ+2nAMv86oVb6nRlU/WfAkP03Ye796hWK9MUNCvwBbyz6SFw+/YDn7vuFiPb+A0E2+JnkLvk2T3D3eY+s+hn4FP+qgWL8/IW695wywvrTBVj0pCt+9qxXkPKajAr+Obc4+cpIEPrLYbT7UfAE/E5dhP8Fwrj6v4iq/CAgYPo+NAz+qFrI+8qWYPjsp+L23TRC/5q7pPg9p4b+re3q+ZLoUv9wLFD+LNbE+2oDnvndgzj29FLA+qlihvr6YkT4UcI8+YsKcPbmSAT6m4pI+c4SKv5zp577qpd6+I83oPbVXjL/MdaM92QCAvWAnD7+pYgM/bBLmveqPpz2xzEG+9cj9PlNgHL2Bf9E9NxMnP57vHj8O5lU+zVLsvFOHT72psJK+1UrjPApTsL2qAUK+8IB1P4VfGT7B0aM+2q7qPj+D/T4KyRg/yscMOc/lqz7lw5c/UGK4PocdRj048yE/Jwxlv+wGnD57Jy2/",
        "N/qFv5gFzD3bHNM+itf6PvRcdj8FVQa+oGX5PqPWWD7XTvY+5+6gPUDAzT7jocG+MNeEvNAYmD6isKI9WvzMvd/UND9rYE8/+egEPz1HFb8AzpG+7uXVPtAkKr9IKPI+AVDMvi2gC780OL++zM3Nv2okpb7Izoe/habXPvkHazyBVks/RD8RP0YSDL/RIqG+Je8ePwNcYz9J3Qg/L6aEPlIhgD4+k6i+j4yNPrX/Ob6zwas+MMCqvzNnsj6mHg6/C4rqPnxPrj4+HGg5my51PedqUD6xRww90b4Av1cP4j6Bq4W/8Dq1PrhPIr10p5Y+3QJsvoo8O7/OuuC+PXijPjPLnT7P7gA/mcgnP8q8R77xTOg+bjDGvnUZwL0oyoa+KYgJP9+ihz9OaoW+PDYqvi6TIL9lPT8/bDmFPi0t/D7vdJM+Tz9+vuDi/D1+JTU/loq3P4dvUj70+Zi/2+0BP4ft0z6FUYy8TaU/vjAVFL+fCxe+1ZKaPjmm+z4l2CC9kO97v/HkpL5BKY6+5bRYv1MRij7TYgU/bnxgvywDQj85WR487XDxOxgRAT+GCPO/TsIdPpcreb9LiMI9pE2HPt7SK7560iw+oOczP6MX0D4StjI/MK1cP3UcsL0UHCy/dQMLPii6G78YzWS//aKaPSApuT6eH+U+6BgIvoWLSr5/87i+4HfcPmTeQj8u5M49WtnpPvyEfb6uBcM+FJuVPXHwLr9ctUk+8rJBPinIHD7Opos+LpnNvZ6+pL68rQm/tUA7PtAQuj7ACp4/LIHZPoXfjj7nFtM+RZ+yPmaxtT5ONY8+/I0UP3/Uj76hthM/MUYkvmht6rwS8jA+Z/m7vbYSgD65I6++2CVUPza0Gz9khte9Y8cvP7ONS78xGgu/yPcVvjToxj5nLI6/83gKPrD8mz6aJ4M+gteVPqGV2j16zoa+uV5Xvqwn1D5003O9UO+6PqItFT9tNNk/uhHbPtbeRD184ZG+aZQJPuhU+L/2JiG+kmQ4v8pBHT5bd88+",
        "LNSyPT4G6b0HQ4Q72vDJvrqazr7fu5O98Zn7Phhypj6704+/wCBkv11omr9Z1uG+ylOiPvJiYD4q3Q8/p5QVvimUS747ERI/85rxPuwyGr/pJa4+QuMIvtSh3z4lHDS+6i4sPzxU9T4l6rw+Pv56Ppe5tz6yX5Q+U+vBPqtoib8bwgQ/1+2wPkJ+dz8J5f6+TioCvgDwuz1UPOG89V9CvIMsDT8XGpM+nFRRvGqVwj6Xvks/s8XlvrQIgz05Ct2+m7gAP6MBGb6h7a4/PO3UPa+AqjxUZgm9ZHaRPVD7XD70m2M/orUDP9feSz5PjTS/2hNvP5S5Fj4a000/otEtviDnz74+q/W9uiEwvqwiUjxe0MG+BUrkPhwXqL5NuoI+uHn+vlY/O70BRKw9fNH1v0mtL74g0y6/gPy2PLFu8b3zi5m+ImVhPX9uoL71odG+x+DVPrt/Nz/0VuI9a7ERv4zekr/0f2M/PnkkPbcCTD6lC74+91tXPXO6Gj+eF/4+bYUFvgjMHD9J9Am/U2ECv0mkpb3LRsk9B/65vW9u2T1sGYe/2VgzPye9Qj4unGe+Sa5SPnWrDD40tIA9rBOfvf0vdL7CSvM9eBjLP8hxL7+EWx4/RR7APJ7+9D7KQPs9nSogP7v5kD6hvWO/RQVpPhbCVL9AcRs/Pp02v7TADL+gcTA+q0GmvjwLlj7y5TY/hrG9P3BD+D21hZO/2TRDPZ2T6T77yK2+spUlvkcEO7+yWXK+dlrWPlLXzT4agV++WHN/v+Cbor6ni4q+uf0tv8nndTuoth0/h12ZvqBuPT/AWUy+E7PgvcrmPD+hN8+/b9fmPHkydb8k+40+1Bm9Piiu2L57e+c89gZZP8pOLT5qc0M/NxtGP7XzJb3LZAe/pmG+PsS3JL+UPta+ZaMsvSdEHT4IbbE+e64QvzvkkL6Yk2O+3CrlPNh7OD+L9SM+cKs4P2+eCD4G4wk/iPpovq6SZb/6RDM93DCEPYD/Yz7rKV4+yBc9PtwsCr5Yxp2/",
        "LaIgPorUWj4tE4U/SrXDPjwo8j1FymU/MY9lvfkMkT5ExwM+2NJCPw4Hdb8cKFo+1RGAPiAAub5tK5I+s+m+vqv1NL/i6w49o1dBPj5j878xMXc/Ma2av3FIiz4embC+QliIvjujZj5ACzS+VtUSPzXklj6NAEU/Wij8PCknvD5sTEG+1n0EPzi3cj75kd4+/BCEPQx/0j4kfxe9047rPks8qD3JLbK/6L43vEp9qD4jBWY8rqb6PtP3n73l2Ie+oEVsvlB6E79jQjO/1lECPg5Oij51MX0+twdvPs/oN75/N16/ElMPu5ERlD7fYo4/d5dwPqifjj468jU+Xz8Mvffqvj5AiJQ+cDyjPX9fYL/XVsY+CxKivnSj+z7gTK0+84/tPs4QQT411hS/H+WcvyRnAr5rvgW+T3JPv6YsSb4/tEo+k48FP7q5iD2C90u+5tulv+GXQD/QjOM+0zOoPuUj3z6RK1S9BDsJP4eEUL97+Ak/7B8hPFEsJL67DQo+RvpIv6s8hD5cuSS9/sR7v4N/Gjw8kqO915grv/x1Oj9Fco++Z12GvD5JEb8yQ5Y9/CF+PiHFGD6Fegg9ZpLOPh4a2r2MVAk/DRAaPlStrT03sl29o9PZvZVrxz6tjDE+CeEmv5RbiL+GPGY+o6+jPv5tvb2EGJs91Km9vZ7snr9q2SU/6suvPWi+vD42frg+VHe9PbBTYj5gioY/ELrkvppmXT7SThW+47l0PpgVRj4ljcs7vcJ0Pu9hP75ZA5u+egWqPZv50z0kjLs/lLSQPrLrBb+xYP+9PaItPsUFCz/OsZQ+//kDu1OxTz6Nr1c86p7Bvs3YFT5FJ4K+9fM/Pw8nIj/eVQ0/3dA9Pvhod7/kG+i/Ol6JPtW4Hz5hhoG+c/90Pggqnj4tMOA8uHt3v/B9Yz4Q7/6+7SAjPruEr75FLtU+E+XPPbtaqb0mtLi/Hpg3vn6n870Fuvy+RWIdP7BwWT6JidS+xKaNv7htIT7TnfC+uNgYP00Ltz4z1Fy+",
        "vZ4ev0H6VD6ywmo+UhH5PtqjtzwENME9eN/VvXYJ4j4ahOc+ExzMPrIMw764hCA/tBK0vPJs9j6zRQk/G8zBv3gPEz5JbqY+CcccvmicrDw7eQq/ysJRPqfg7D0ewYm+JWY6v/T/uD3KmcW9QocEP54j+j6fZro9eOywvvHcQL/K7hc/bfOVPtHx+DwRmty+g5tSP7U9HT//xQE/VQEnP+wlsz5LAyM/ooXvvq5qNL+I1wQ/CsUhvoLeC7wnI/0+Sv//OzUXRz1GEa0+7W34vgPNm79mAaU+XnvBPoRZ8b4CIiQ/qvLrPiPvCz/1Gly/GJonvVPvQr/E+Mi+yZgUPfq3nL+XBWA9nt75Pjyp6L8EWnw/fwqFv2XulT4p2SY+xS3evQ1jpz52eiq/tK3gPhg77D5rbRw/cLHDPl246z5v5To+kxLCPr+F4rzNqtk+DybIvjYBsj65sJ295QF6Pr0sjbva2aW/x0zPvgNFjD2EuwA+sI8qP7Ssbr5tlSm/l1H2vqRTJL/9ASm/xK32PgJZCz9eaRu9rZKcPkiddz7nHoW/HVQBPdeWgz7Rxqo/RwM3vmnLBz7Dpio+7Zm8vsd86z6lai892fDPPUROYr8wc14/T50Fv3PsLD/9QoG+Srr8PuVisD4+LhG/RxDFv8aDhz4y/iI+3yfhvhTvgr7YRt49fvWqPgqbSz0QVjq+/j92v9Unaz8rxcA+N+7sPtGbsD4VJQI9y3nyPn2QEb80t/Y+6z5ovm/IRT4eqsy+R0lev6Jl8z47R1I9CJvEv/SMH781xZy+MIu2PnQWxj4DPhW/VmYCvVO98D5Fsps9qISZvrgHQz/UuuK+PZthvezdVj9ufmY+Xz5hvlTlrT5/koi+gYMuvriddz+sspQ+YUGivk80vb+ABEK+T2FWPqbfYr6erGE/XUpHv+qT1L1CuaC9y6E6vqtIFj5JLSY/wpGTvpCXhL+q0hE/WFI2PwC/rj45JgQ+tvXavstetz5vU12+zPwXvWclab4+eWi9",
        "2GHyvpjT1r7EzgO/J8K/PvUbP7+SUnM9mtIMvbVdE795QV4/dix1Pnrrlj5W+6S/3E1WPtSzPb7jI1O+kW6IPhrV3T4W8Rc/qFddvxcx9T30ysy/AqOPPViQiT4zfTk+w/ooPzauhr6IBKq91DKMvcPLXD70Tr48Tj8ivd5o5D7lu4A+QY7rvlDkR75WU1O/PE9BvzrFO79G4hY/AYGYvs4Sib6ZGo++7haxvjRENT934hi8cZqYPhb12L5bBHG9gB9zvQh9UL3hV80+Ffp5PnlWAb+tr4+/nSvzPpLH5j7o9xU/EY3CPrvt4jwDOyk/AupwvSDwbzx1bvg+z1CLv1qHuz6Pt2y9zuGTvjCryT5/SZ2+lxQlv/JSBT1KOPS9rooCvzHrIb0i3XS+73TCPvQy+T7UpMo6VgTAPhvwaD2chUQ/SJiOv5r7a7+3Moa/dd1Ave+SAz8i8FE+xWACv+NjJT60Aa2+FH0tvzReqr/oIhY/4qDOO0mlFD4Azgi/+TemvOdwvD1AN4G/bDTXvR1ror9A4wA8D2R2PqcwGT/NwY8+vWp2PON0PD+u+DC/jtIHP1oi8zzklhY/DxzevlMRob/aYUY+KGoJPbjpAr+0GYc+UVhYvmWgQ78LsfU+QnnMvhixxz3B92m/gS+sPqfGjj4Z4S69NG+4PZWJlj7XznC+mvjzPutQzb7wDr29A0gLPpuAub5hXCc87zyTPiSa8L6wOG2/LZIcPZtFfz6dyTQ9nOQqvo2Z276myKS/bWBjP6GfqD11OsU+sLxAPnmtCb+7QRY+YylvP5tZ0r67ipg+txfpPiyXTD06q7I+DN+ePXjgVz4CF4K+eDyzvgz/Nz5xWNI+6PyKPxy8Bz9iPzs+Q7UPPvZYAr7eUTI/Q4dJPyJMrD7OM5c+a4OrvspXDb8s6mM+ehVFv2VDZz9cZFA/XqXpPqTUDz9Ixw6/08Wev0PRPD7VOZo+2JU6vu9Dkj06zq0+2QZEPhZcYL8omaU+P9puv6THgj7m03u+",
        "QIpEv7hjrj5C5QE+Wka6v3R2Tb8/bhG/d6dIPjR1eL3WaI6+phwXPgk98D5SVe4+KUPlvj/M7j7QZQu++dIYPg9U7z7VoVU+1kkXvRAeiz6wgdE9AcpRPCxtMD/FRa4+ITYsPdnfm7+IXEs+JjuvPuPy5j69hxI/nBQpv7tSU79Z0Bk+IYHDvitbEz9mkAY/J2K/vUuqJb+FjE0/Q3j2POTZ3j6PdQE+4OEDvnxyVD7qMVa+xsBZvSPbib7vW/s9tVfQvsv9ML9YfQe/fl+NPpFTB79Swd88usCivnDavr6ncwY//muhvWaeVz5U+wa/MmeLvOM1xzuPTNO9EMkxPidRzDzcBbQ+BhhYv2JUEj4Esp2/TNLVPsLZmz0mVKU+rufoPeWDWD73VbA++7RHvlg4tj0U5/a6kYfNvmnJvj6Rb4Y+r4dcPcL7GrxHzLa/mmWWv1bESz/GqDK/4VBhP73alr8MyXc80v1cv2Bxsb1RwwW/OfZPvgvLsb6qsJI+BdsAPi0TED5z27U81pDLPj0lJr612TC+/HMOP53lhz5FLfI+QPMqP84gbD53EqQ+WG0UPpd9SD7iFBc+c/zEv4at2z6FaMY+iBA/P+zeGT8nCr49d7CXv/bp4T5buh4+qr+IPvMQxruBWJA+O66+vhnT6T7Lzem9cMyCvQ/hOr/Irpe+00OTvzXPrr1FnCg//qV7PSEXgT6LGQY/B5zxPMZ7oT79kL0+pAe4Pl1/xz3suDe+X7Y2vhJWkz7AyTE/MKXIPleThT7SEqC/P8L1vYQjrL+bqzS+yDNaPhKk9r7OCbo8LFurPcKcnD/4PWy/rbkGPngE3r5zEtO95G8vvwBnnT57bk89S7WePHRrSr/AGru+WN7yPTnkVb/elFk95SCmPVDrNb8c3Kq/6lWwPv21o75EkSY/RZplPsqfTb6EnrS+QYuBPV1diDv2nHs+bByYPeMXvLux6uO+e5xLP/QLPj5KSue7KqMBvsT5jz5tjEY+HSskPzphfz55ZoW/",
        "Ukp5PY0+DT+6+aG+489BPtxdLr9vUs89JYCEviSWrL7Xryi/2veiPuLsaT07xiM+hds/P8jnPD5ZlR+/WB9Ev3nZtz7k/Ze+fpyHPguD8r5VdDE/sHUuP7tG8j6gktc+vmP5PrvPCj8I3lO/Q/Izv/aDAj+Plp++85EGPpJoIT7QGYI+1KHMPWC4iD5oJj6+9Ye9v4Zwpj3uMGM8y5r+vin8mj4nddA+ZHD7Psz0Mb/dI4S+miDKv+Uitb6Co1O+GepLPRACJ7/jiNG+ixmiv6u+j79a40K/LyaBPjBIAr9qQLy+rjBtPSvmgr69KeE+726CvUWpBD/doEY92cSsPr31Aj49GEY+lvilPkVKGD53EEK/mR1cv8b2nT49ylA+ZbJLP25Btz5/jIU+Q7GRPgtKaj5ovpY+Sz8lv5Sat7+ZyDm+fK3hPcZRir+BgKo+FlaYvS0n8r4aZYe9Oiz+PZfhNL89yI6+TIhmvoRv+T5XBT0/hyyJO6XflD5nr1k+NZl+PqIPLL/RZVa/IHJCv1Fnmz2adFA+0uYsPnXqjb6/vCA/J2vSvhr8mb5yVzO/c5AUPwsRmb0DW8W55X6nvoWUur4BTP8+17GNvw1fgj7zR62/2abyvn3gwD6oUvU+VcQoP+qOwT5QhlE/ShwXvwYI2D4S0Bg+BSaiPT5tbL58XgU+nCj+PUBvxL4iep6/UXWcv2M2bD8WQiy/icFnP2WVS79dQJi+tk8Tv5Fh7D1izxK/lb46vky7P76D+4s+cmubPdHBU773UOs9b4H5Praxeb6K6We+esEdP6lSxj5LU0g+YnkfPw9d9D3pPRU/EqtgO357qz7vJog+dnTiv0wByj78el8+Yb9iP78LnT609+i9u26/v8TytT7Bxpo+7KOGPlNjhz7p7H49r9PmvmevSj0anSe+UWiGPW594r6Csde+EX7YvgFznDxWMYm7qcuYvewFjj4tDAE9jSAovusmVj/faDQ+QcC4veS9EL7IeI6+hncYvoyNHD4K7po+",
        "QN0EP2wm+j6aW1K/G46svsEl8b90+QK/GSCwvIWBPr95ozc/VJ+iPtsoPz8pBCm/OwWYPhE7Gb8gn/s8LzB5vrXKIL9jq7g9+DVnvim2RD+t0Ay+vHt0PJnxJz9C9yA+kIxavlOAGD4Qf8A98isEPxVfa75h1u4+rC3NPhEyDz51rGW+w/FfP1NcbT/hbMo+yud+PtNSwr6bfjO+UvOVvxCOQLwuVuU+Bthyv3HUyD69KQ2/kRM3PieGCD+mOak+/ssev7JrWr//l3U/Z5jNPuLyZL6AlnE+M8jmPa0HmT6MWi+/BjzMPdo9+T5nCLe9XGUqP+8khr6M9Tg81BtOPnur5r7T+CG+HEgLvloFJb8CKz2/KHJwP5rxnTsRQg8/GH3HPvSm0b13HJa9Ytpqv8RYcL7A6X4+PtdBvolanb1S7UU/PH8Pv8sTAj81yX6+JIN6vRsrnT5uJKa/tk1LP19d5T6XI1s+kxyJvrq6Ez9sY5a+iuEbPsmodL6E1dQ+lghXv/zCYT4yrJa96uuRPdC2wT4OUEY/f8AePwHsIb+Xbb4+3XG3PjqgDD+VV0+/clnGPWXhpb6ETAA7WS/8vp6O5z1yrGc+dZ9JPjYwIr7C2L4+taXRvnFqBb76utW/4pcsv7kqQ7wmgZS+xqplPn1yCL+D2qU+Ve4cvnxygT98hQa/KB2Dv6U1v7033qQ+Z0zMPnVfqz5UZqA9a78hv3VWZj4nLac+B5UkP0OroT7gdBY+BgoVvSabNz84M4A/A8YIvxWDuT4eYsS9YqYFvtaKSz6ofDc+iS1VPvPpGT0QXqu+z0fxvm2Hzr1jn+k+uONJP0flVD5evOA8NKRJvhM1D74NGG4/MaoQvSl40j4oQbA+vs5OPtcJgL/L7wU/erKsPbpOq70ajxe+c3f3Pnnmuj5PNZc+bD3svgW+UD6iq78+8rb1Ptl4c74iRAk/zYEaPzZu0L1LDjU/m22cv22LsD5zuDm+SAJDP0Lh+b5EqRA/dqloPsRqiT4oTpo+",
        "9XwnvTYGJz50r/2+f2ZEvldQjj6NZyc9DCQbvk8eur/3Txo/3G+GvmtdnD1LuxM/d9rqvgWbrz0R3SK+ZP2YPBESD78hY4M+HaGdP45XPr5SgdO+5gxvPCJ9ML1R+uI+SsBTvzdicj6ioVw+rtUqPjBt7z7SAgQ9fLgAP/CtBD/fLxM/+WLCPsjZqj3evBS/aguEvnk63j54x6g+M1G+vgN3nr5YyLW+B6zaPt7ew77KKvc+I6AFvicLQj7yznW+KITovuzFoL5n9Sg+/jcUP4R2hz/DNOs+skBbv/4EkT+/t1E/gLNHvzZ3sT7cdxY/KBlHv4QyNz5BRIw+t0zzPKFlI7+cRiq+L3aKvpUu2j4sy0Y+00iVPQ7dEz9rIDA+V48mPpySwz49M80+dpXUvFRxOr737c4+6CTmPZOITL6I9969gwRrPyK4MD98gRo/ULV0PtGmD7+PTQK+gX2jv+YzVb1u+Q0+z0v8votenT4CQa+9bIaBPnCNsj5ulN8+y6xbvqzdoL8T9EQ/4FltPpqezb6BQjS+SA3qPnAKxz1Elw6/wh8ZPjONtj6EGZu+nkJpP6/grL5lrqo8EFY/vka24b5xSV4+MjEjvvCLFr/8nrK+c0I9PxG6fT1iNIs+g8ndPhGr2D0Qkza+4vh0v343Cr/e8jm8t/yaviSvLL0R41s/myhgvimTUD1iJCW/DuAgPiQ1tz4f2bW/UNhMPxcpuj4O7ou+fdjAvpJ+DT+n2wm/AbzfPi+1xr11p9688Ggev/cXYz12Exo+WX6sPfnhar4Zdnm+k/gHP2DkwT55yvW+MjsNP/qijz3DbBM+A66Tvui8ir8PiIy/AyTFu8zgiD57SDa8wRNiPumUUz+pu9A9L+OavdQTMb888cm/0Kj+PctDoz6EWxy/H46OPxooyj7CfgO/QPAJvhz7Jj9ABcA9VG+CvzmM376VYSQ9ZiqOPgvypj4wD0s8u3YMP5mj8z6s6fY+B6kAP9dwC76L/NU+d3q1PnQ2rj7EIH0+",
        "QXCEvv0OkL7kzKK+ab0GPxVFIr/7aTA/DkOAPSBAfj+Ec5Y+zULkPpJ78b2a5Le+UNdXPcgZ3b3DbKo+ZIixP4iMw74fUuM+lj4LvwA/bL6whb0+rq7auQXUab/UMSo9Wb8DP9uITr8U7r+8gYlDPZ2giz5RFe4+043+vpRynT5jqCc+7DWcvjB+Wb3vU9U+Lx8TPi55g7+98CM/svulvXKW8z6woz0+vK+avTvsF7871hk/EInEviwk/b66OTY+gjZ4vZF1iL7mbnY/3QH0Pq+Bg76tRIW+Vvh4vXv6q79LmUE/G8+2vZIolb+Rbw4/h73aPS+adL6Pakg+wA/WPuZx0z0gygQ/aXIrP4/TLz9+26A9fEgfvZQWaT6vCQ4/RmWBv6T2sj+zL0I/PPCivQwYRD9163O+Z1KbvvGai76iPAo/+Nd0v7UskD31x1y+e2LPviSKiT23m02+r/WdvXsjbT+a7xW/7RMJPxzVfb7cd5i+7R4MvXqpuT6VrNg+HN4LP2m+Gr9d27q+jKVbPqVz4T4u7vQ9wm2AvtEDhr5UkM0+xgmzv4EP4TzzDhA+Aq/tvsqHLz+D40++DpczvvciGr/qswa/ALEjvhrPQr4nnmw+PHxCP+NbHD9ZsFa/sy4MPyAj+j6Isg4/UyUEv6+vjT3ev+c9p8dTPj/Do76LBv4+HtREPnQTtr4ojvW+2ZX1PmbgWL5LReW9gWWVv/qQGL99Ahy+9Wyvvd7xdT4ktBa/kmYjP9szBD7XO50/hRySvhEffL/u0rw+EgFoPmvlsT3bZoU+y89/Ptvlcb+gC50+LPiUPUPUlD7FAqs9OjSzvOHbrzxyle0+4I8hP/bln70VuEQ+P5NsvuCaOD4diJw+clpMPoVxND6Ty3Q+mksRvzmmDb9dy12+WQOvPtdvJD9QCHy9jKOgPmJy0L4U6AU+OiVJP0VHOL6XG5Y9ZGAAPoIa8Tx6pJ2/4+I+P6w0kz7W1DC/FwCbPj9LRz/DZx8/dj07Pznc174iYAQ/",
        "HnElv/RAkT7b96+8PtMvPu5EVb4oHUy+Pi9TP3d9Dj92JBY+rzjEPoGIoz5HOz0/hXRcvuzXKr+cR2S++YJCvr2gCD1UaF6+B1KFPuRJKz+eb5m+LcyivgvnCL9Vev6/1vwPPtntBD5CUR+/pH5XPyFQeL4BKWW+FtkuvEOzyz4gg/s+++iFvz0uzr67ZIy9ypdxPgXcPz+CSwC+3YLTPdYwqj4eKL4+8t0+P5QBfz3NMuc+17gyPsOpBj51lgI+gRAvvYKeJ78AXoe+E0UOP3bKYb9//fo+5Nt0PVrJJj86u7I9tIwqvi2l/71pm6i+c8wdPgUa1731uAG+dvahPzfVMD2IzdY+RxzlvmdADr/zDoM9jfQPvtIqR79DECC+Ndm4PgzOZ78N/Bq8bCjVPeBNKz5x8Ok+a0+7vpB/Gz8vnc8+xNEFvn7oBj5RbBa+AiyZPquI/bwJi4w+zs+gvgUtDD+CyUE8oDdyP8P7Jr8rMBk/r5N0v3nwkL6RSwu+4TVzPqyV/L4zShS/UyqqPVY0hb7ehJW+3NmwvltoDsCtpws+QOJJPCv1r752C/o+H0vaPSNsJjy/pBA+47yIvYkRZT4usZy8FX0Rv7bvkT65s+4+9kecPpCVoz45r5i9jWgeP+MpIz+Ca20+C6A9PlWVgT76vyy+BzHfPltfmD//Gey+mpSVv75F5L5ydK4+fhRPvJCYFL2A/Ic9WPmPvqHYob8Lx3i++AEQvcMBHz5IFbM9teHLPkDVJj92/08/czJ2vvrdaD7Xv2W/1eOGP6KVFT+kndI9ZQu+vqU1JD+XrqA+fHJwvx0AMT3UKAy+Jzquvi25mz6Itkq+9BboPr4T+D0w+aA+6fAmvpmEIj8caSU/fS07vvuaRz/T4W6/YXnFPihDOb7F3WY/BhadvmmSJD8L2a89dUIWPiliej4R3rS+3VxCPo1kir5LyXu+zwRNPpHspr44eJm+gFm0v8BCfT6OuLW9kkbtPqn6Nz76ExS+O4AYPzaqLj5/5fq+",
        "zqsHv0FUZT7dzUw/6d+Hvi8agr/jsyo+Qu0jPexMFz8ZCD2+/sjePeYF1T6OlpM+1489P+ssPD2LtnI+UOccPkZ8sj6HCMA+DyuPvPvzUL4XWjO+9z1ZvkM0hT6OSBE9l68Uv+9UFr9Fz2Q/zt8Tv08VWz2KkAy/FhUpvjcCvL6p5vi+K2z8vvk8pb14qjE+bpr1PXr8IT7mjpe/FOxxP78haj92yBC/LzSqPr654j5zU2i/S0HsvjDBxz3MllQ+AId3PiPQDr/XVDe+Pa0CP7uqqD4iA1y/+uHMPmaKj774wEU+TtrgPppKKb4CeZM+cLq8PgNTgb93B4q/gvCdPrBAFr3i7qK++QNFPzP5JD+UMAe/X9p7vgG5Cb60IgDAeVOJP+8emj4tV8i9WyhNP2W95T12Fwc+8lkDvquSJT5veKO8ltvrPjFvCD9kjaI+kgsWPpc6iT4HIgE/fAQdP91vPL8oE5g/Vo1AP+F4Fr5W8ts+qw6avkmzob6C9ca+82o1PwaWAL9VNWk+xq5Ov/lTab+Y+ke94T3jvvW6zj4TiBM/8A8dvinx7z7Syoi+Ka6cvlUfFb7aHtw9qfYEPwlRPz+mmM2+6peCvkaoIb3R5uk9KGy2PrBkUL7VO0w+0zcvPzvIZr9d6xA9yLFWPh9Xz77U4VE/66uUvkhh1L3PIvI+flvNvUBhwz7kBCU+s6TdPiQfkL7c8zw/uluHvhcrKz9fObs92yQOPzmI7r47/DY/sIdlvyupTL+iZsS+R/ULPwp7yb7x82S/PGCPPqcgK7/px8i8k1pavs1h77/kTB2+KXeEvnQTQr5YtJc+QRGAPhURPb3cNWk900FDvz/O3D32fmI8LcUSv7ONiT7RWF8/VLnwPgfKl7sR0sA+/uh2PiXVKD/T2Us+zFcfvoB+SD9bDrc9UcS4PoFlkj8SMB87nd9uv5oJ0r5t1lg/YlnWvg2VEb4lhMg+a4sKvzmsjL/hgI6+Ry/TPgEvRj+MNvK90iZJPbwASj6OK5E/",
        "3pH0vqwhjjtRPoy/7it2P6hEBD+QeR8+6UiavnLYUD9bkZs+j0Ofv/89Hj8J0sI8MIgbv87EST6Vlqa+QYQNP50fiL+MPW2+fcZ4Pox8GT/bLcy+W2luP3+fcr/gNJc98qbavYUokr/XjBo/IrMpP8lpB79obL09aUQMP7DIa74Zozw9pD3fvpZR9j4KsQQ/764XPuJvpb7p4gS/Yq0jP0gtqL+z6ze9IQ0Nv/sfND8ietE+N+u1vmpwJb7Bm8k+60JFPwGBTb9FHm++4K0PPp65+T5xby09adubPsuH2D6SIjA/POEevzYQKr/rR94++D+DvyLWoz7UouQ+hdKhvnpDML5N/Oc+8r1UPY2oCD5iGKg+eP87Pw93FT8WdhK/q4LjPmbTET/Ulc0+hmwaP/a5jT7Aqau/oq8Uv1LniD7Qfl69po54PhJJJL3SBa2+Y5AiPPbdor6fb04/0YlxvyhRAMAVbfo9rqdqPlfs9D5BrZy+/3Wvvln3wD7NsI0+6rBkv3oqKz2NoaY+ZF7RPTEoNr7EQPs9/ICaPooZnr7VjiO+/M/Dvgsqkz5BCpG+tAMkPivJd79NZ9c+pyajPmVjTD4jzzI/fcVlv885Bz+I/R8/4HwSv7Jflr4ueZ4+RUqLvcSvxTwry4g+FhXGPcOXaj52kAs+OwYzPrWugD6t8Re+7KaLv1pYfD6CFfM9xhDDPnKRuL7unEw+/yaGPhusPD87eo49KJCoPfk4U75y32i/DY2gPkqNoz6niTq+W54jPtUC5D5FmaQ+noNhPxu9DD50Giu9P38gP9xvI7+2q5a/I6OwPgAdqD+8ZCa96m94v4g0pL/CEBE/YDwbPVtPN79A3E++AZK2PfJJQz4L/oY/DcDPvTa/pD6kVik+lZuvv+EGfD4fr02/eMwgPheOdDszGC495LiAvixWXT+wy8Q8QRgvP+6fMz4Ey4c+6r8Lvv0yaj838Ze/yslfPj6atL6M1N++3rNIvuERj74whjg9ypvRvh9YHT5vKsU9",
        "fHXMPnvwBr873uS+JSebvq7L/D69TM09EhhDPgckjz5zvey+oZB9PkPOZj4nHis+2PkzP0pZbT1vLBw+MgjqPhC8f77ph9g+g5nWPcowaL/gBCG9Q00QPvRYIT4lG1c+uxskP0xE6L58/GG//5VNvKGb/b6qgZQ9s85ePszAAD+s5j+9txUNP1EX/T5v8Ew/fKGbvSbZVT6qk6A+LdnpPEFr7r6EZl++8bYwPquATT+WMSU/K9b7PrcLhT6Ey38+Ko8gv4J0ST6cHl4+m9aYPkgfrT1myQ+/HeCGPqT9Sb9kffq/YvPnPTGUqL6uGtI9NDIjPHF2rT2zH4q9TPguP1SkAb+Z3Og9/ksGPsWBZD7lmXW+ZjhwPyeeir89WfO9JHNIPAwTfr8Ehxc/nEEtP4RELr+Y5o4+niKuPRuDSLx7+Rg6VvQPv4gGib0b7zs+T9SNPgUqrT29pwI+4F0iP3InYr/+Mi++9Em/viqFxD6Wvps+MAb7voZf2766vXs+zm8aP9wUgL+KxYm+6DqqPoE5vT489fg80SFUPctCST5onZg+qXLPvqH/bb0tf3Q+wFCrvy2JnL5wMw4+fIs8PnobRr7Gjmk+aHq9vEKhnT7hoH8/epIMP7uIhT+TFv2+eM/ZPpeIcT9paFo+G/UhPwBC4T7gSJe/aOgfvogfkr5b7mm+ZTl5PoZ27j3LdrS+Mk89Pe0uJL/9Ado9ONvXvmi9x7/pgM+9/QW7PTw7fb5cXIU9qQTrPihRDj6PKMk+tqgTvyWlrjyXKZ6/yjhVPouhAz8LnBi/g4LcPuGpiz6PTiy+6p8wv24fdD4QiY49T3MGv7razb5mVE8/rr6vPt45gL62u5K+ZF9BP7qqqb3Mo/I+lTg7v4+7Eb8clGs+SBezPoQwFT6GLrw+vXIrP7BEGb124SI/2f2/vgBbBD7He9A+6o9Cv+0zgr7xUp0+TGnfPoyFRL0ZOiG9biR1vsm+QD9ZAmg+ZGwTP8hvsb5qrz+/LEoWvv4U5j0L8uy9",
        "I40DPlv4mb+h4Rg+OuZ5PEKUXT7BXYQ/wcM4PjMtVL+s21A+8FFAP4EbFT899/4+ajxEvnALwb8DSAK9dL0nPn5iG7+aSHu9uSpEv9aUwT50K5M9ZF0MPulvpT1NttA+OKoGwPvF0T6508A+zwc/Pgr+Jz2Mk4Q9482BPmz5wz4eBfc+VqCEvaAGib8Oj1M+L6WFPgSOID7Zjoi/sRJMPze1Ur5gEUW/rdrOvuZSNT+xiOK+q5pnvRgPBj4Zfku+H1KmPtWZl760S3Q+qyIJv88cgD0toHw+3+TyPacIWj+Y1ji+zTf9OwOEhb6UmI4/P2XYPfFaar3PJUi/1aI6PtOEAL3070Y+mEkjv6oC9T3p1JC+2WRrP0oCh75TygW9Kqq6PrYHP7/FToq+A3SgPSMpwb/Oz5+9JlwLvyOAlD7j2KC9QFMwv0yS3z4SDcY++l9KPrcycT8LuaC+k07mvfGz/D4mqwm/LAyFPrQNRD91mjA/G/3WPjvr1L5IPpo9ZUhtv0sx9D5KHYy/mHBiPmfCi746OWO+Q4TiPXXVEr9Vd9O/SQz0vUYlpz178ZG+N+mtPsyQgj4OV0a86tI/vrtS5L1uUfU+4NviPepFPz+5Xr6+v0fZPipFKT9hf9K+ETsBv/xkVb8acKw+jxAvvz+BDD9uB7q+UZGFPvIzdj/uXCc/pwi7PpTDKr47Nz8/F8kAP9OF+76qT2a+sp+PPsLoi71826q9gpUyPvqiiD6RYME+VDeWPoF2Az/6tfg+oHKYPVBUI78F9BY/4JAIvWgpoT5BRoo+k8dvPqYMEj4IcGk/o5F3vsQD4T2gniW//3E5vqhwTz5Twug+XzELPdMih72r9DA+Ogv1Pi2rcz8Qtac+jAK5vVqfwj54HPu+fkwrv0N6CT/oNYI/95HCvVJLhb+CcW2/CUCQPtSItr2YVn6/bu3FPsShID+tMU8+0B0wP9BCpD7lXRc/Jg4Ovbcy0L+I13q+ZPEvv8roBz8qln++LMSkPCypxTumQAs/",
        "TLQCv6+bGj6Um4+/b1kbPnZPsD7rUDa/CZbZPk2UjD54lFI+t0qEvyKNHz94zCo+NJFZvg63t76qLE4+fkDiPmTHSb58uI87aMRYP6Kkh71j8h8/F364vk2WP76137g+yUsBO+0bdj0eaho/FDNnP//4S757YCk/lI9Yv1P9zL3negu+OCaEv2mqaL/XSrA8oinWPiaugL5zsmU+OZf1vjyBoz4Kgws/fjFePgvhzL6UsoK/v1JAvOJcjT5jlkq+L94aPiBsML/0Ca4+TLSTPVkLDT1Rfko/vYqaPtw4Hb8VJC0+dWDmPsBQVD+i9lU/iuMivvdLj79GrlS/6hCfvrhl8b4p/GO+hJRJv0Il8D66AoW+Ns80PafAAj2IkZg9bT3Av0OXzT71z0g+09T2vQ5Dmj7GlFu92zKdPk0Olr0GUvY+EF+oPkFHqb+mIx8/nKLFPUvwTb7EKRA/drcmPw/bi74Tfsw+faSePsj9Pr/VBL8+K060vjBXCT6Mtrs9m9C/PiVoPD+vImi/F3TwPTQ5IT8/uZW+kOoVv15iuj7ANpW+7ST7PeEl8T7ckUs/th8GveX6wL3o4pI9LaZAPo7usbyAPpy9njTsPlrMw71ZToa9gotsviGeMr4R7Y8+4wUVPzYy7b3D5JA+v38dPvNMI7/HQk++aVPbvlzN2D5ma2c+SW8nv8+ODj8XMZ4/XgoUv0vZnD6607g8bWOTPXV5PL+NvLW+/D4HP9xzjTzh1ws9CeQjvAsmLT4kpoa+aoxkv/IJ2T5lRnS/6oPvPiIjIj9XYtS+PcW+PS+pnb55bw7AI+QkP8xoEL+UJps+427Evi2i8T7u2rw+wjIsvIpwbT7j1Mw+n2g6vonhlD6UeTy/MdZdP81xUr8o4a0+c5S5vh5LAr+p8lC9uNgyvwNCpzwAyhW/LbsvPWPLKz3wBKE+ph4Vv/5E2r48FXG+7VURPlWBfz72lHE+QmNgPg69G79ABkG+up2nPrRxoz7f4p89OtCoPX45rD6jplQ/",
        "34Tfutbszz7qDZq+zVKBv2EEFL62IdC++xmtPecXPj5/XSs/uPKOvzAADb8Z5TY+SeV2vztVPL7EahM+ryW1PpwNPb0qHAk/sT+OPlshHz9tGP8+4577PRY3AD9ZJes9rs5hv79jOr400tQ9glIkP5VsJD+HkfY+GVy9PUWr0D7gjrm+/C7ZPl6kjj7cxtI+HKaqPpJpAr9ZoBQ/jsMZv7/C0L/krIk9tkASv5U78T5Q1bo9l0x+PpttuL7Skgs/zSOPPuX+JD4YlJO/GycWPnsCIz6XL787oXVDvyLhSz+m12K+R9lFv0Qqbr50qVQ/UdNtvk3szz7iVSY9XvkPv0EgaT6DzSK/oK+0PXuNl747tXq9Q87JPby1mr7eN0g/lo1mvguQr703GE+7oXypPthFwz6Hhds+IfbzvnWrLD/yH38+JP5vPlAzqL5YiaU8HoS+vrnXyz7uFou+l2c6Pk2nnT6VmoK/tlP7viAGHD6Wop+/MV+DPkxAJb/mYbE+6hAhvQEih7+0tDg+ViTLPlWJPT4wrlg/NmAKv9Pn5D0rQaI+zMsgv/rf7zvIlS4/F9MaP/1r1z3kXI6+jmLTPZRpfb+u/Dw/ey5Rv52Fxj4Z6mO+NWQUvkiPvD2LulK/ZuMCwHNxhz0tS40+ZSAGvd4j4z7LWCi99cAKvtUOFj3KdyI/UKFuPvodpr+BNbU+xlRJPgfwWr69Lcw+GSgyPunEy71ey7M9co6oPg7Hdb93tcg+WokBvxskqL6ZhAI/Kbi1PrxbZD/3Th2/nx8Xvvnktz6+wcy9PB/FvtczvD6TU9u9BY1hPjLDwT4wUUc/l99ZvlA1ILs14tG+3wfLPfYpJ77ydyI+YUg5PkpWkz2QzcY+vECcvoY6Vr64VzO9hwWiPvOrhL6YFw8/aPltPjIImb8pwb6+uZmzvsC0iD4pa+47qCq1vxHLGj9ZTXQ/kG9SvtJ5oD4DJXU8QdWBPlSPOb/posM60K3YPoHh4T18NCU8ck84vt+ttL2SjIy+",
        "kS89vx6k3D6S+5m/q7g5PqmQBz8qnYy+eHqKvBIdvr7sntG/TNw+PjVvVL/FjAM+8LoZvsUwB76xPSq+blQBvktECT/ojLM+dHS3PgRnkj15ZYO87zylvkRuOb/GfAU/IkR6vVUrGj83nGK90fkIP1t9CD8znsy9qOQUvhl1P74Iaay/bSdEPvvGN74G3Ti+uNR3v5xsED8lMJE9aganPv/Ajj7NUg083ptHPcVQwD78QR8/AI3bvoF+gT7jjHq+LmocvXn5oT/e6pI+7T0avoOMCr8RbQm/5k8ovug5Iz6H+Di/kO72vfbL1L6qh9c+7CyDvcxjC7840rq+pQ4fPylthTwqfJE+Tw4tP4urC7uAfQa9fr7Ev+4Ujr+tZTQ+9RTYPijOqb5n+7+/WGq+PqUMAL58gHc/xiloPgjVDr+IVWY/x6q0v5GJi72il20/eE8mPYdK6b5ajyA/RvYGv+hG0j6Z2lg+7KHEO5rqZj5Pr6q+YbzgvjpQFT/wnGS/9PguP7R36j7cwQo9iaA5P26Kxb6tzv4+8FuRPnkcx760IkQ+jWwkP4dgib4eLwa/3TEPvtAXp70AiT471iGav4qbXr3BJQI/hHzjPXXUpr2CuvK+nF2bPsGTYT15Tos+fB0rP/B1lD8dGbo+R2g8PglbKz7uFKk+5WSCP1l8fT95OZy+RkFtP9O70z4ZGgS/D4aOPj9WoD633Ve/dszWPEwcgb+K4aU+O4jFvnEPEb/gLpe82twrvZgsOL7F2WQ+bjocPicSFT4JA0q/p8a7PTHHnT8MUoe/rSFvv7wlbz+3Eqa+/7JCvlHtl7+xlcU8si8aPinjpT8sPiE/gKz5voKPPj5ymE6/A3ZjvQfu+T6TxL0+gVeKvsHZ8D6Xwjw+uwCXPnTn6b4nHCq+YK6APi2LYj5TvzA+2caSvqjyNb1nXlA/aVcMv/cfl76EvAI/yG0rvwfEdD/L+p6/VpVQv5MGGj9V8fS+rwC2Pcf45r04Nsc+xCyfPSJo4j6xdgS/",
        "eu2lPbZ8jDzezrc85QWrvoYdsD6D7jM+OJ2IPpsgLj+00eE+eY0yPxTZdr3EABc+8zkjvn/91L0H5GI/+ziUvQLQgD9aKSU/HxA5vUaLmb4PZP4+oKh5vMopq79QeAW/y1KgPghCw77/HMa8xf6nviF3wD44I5c+TYDEvud+Gb4o2Xw/lwXfPS3lOL6diky+gSqlPNxtFr/7GPu+ONpuvgR5/L5hyQA9ocCXPcEWwD2GTiq/UTOlPrm3qD6uZM89iaKyvqAwsL8wx8s99zpOP9ojEj9vdTC/k/j5PtZphL5RZiI/55PFPh3bCD6nVdI+CeMjP3lEU7+3zXU/n4R1vkY4/D7OHAE+mJzlPl8l6T50EGY+RBe5vg+I2L72BEA+X9K9vg4Gzj1dpJS9MV6cPt193z4aan+9LEa0PimnPT7fuoW/beikPjM/ub7oxQC/5WjKvpZVxz4J+R8+DOfgPmBosj6/Vy4+hZVTvpEiAT8whhc/lF28PfeAtz78U4q+LrwoPkSnoT8NvwE/9RC7vm0IUr8fLYk+aYXGvjdqlz6niJ++brjnvpiBRr+gvNw9jf5tvsUuMj4RCo++OFYiP4fulD4o9bw+JW4WPzKrSz6BbbC9ApGnv9hxIL+n4DA+E2QWPzVfAj7oPba/PQylPoE9cz7X7UU/yJg1Pt2hi74D9zM/z5kPvyRMnb3jAgQ/qoKJPrLEur5ouns/dDGCvwR+Oz9JLdw7zjSPPadCpj32e5K+HBAevnFfGj83TJ2/647APnWzWT8Qv0C+4eePPk9Nfr4Jcq++zfevPWDeYD+yhc89IxSeP3Os9bzkxQI+DFloPsRLMT0Z55O/DQ1xvqSiAL/FrFK+c5bYvrT8Nj7z80i9Gs9pPwqh2T7dog4/GvM+u1sy1z6nhwc/FHjdPhbHuT2MJ3k/gCZFv2tC/jz+sHq+bQzVPgJEBL6jtws+G1PLvnwdjL8CMPi+TSjDui17nr//KQk/mtL/vuD/SL1HSbQ+kUpuP2Jjez5hr8g+",
        "YOkNv87jkjxCQEA+TdtMPsm1sD7Tj+S/19ROPRJoHT9dHyY/v3nUvpY2ob/x2aM9K/OMPYXApz//r58+15AEv6weLz+eZmi/illcPgWloz34pb8+bjYuvdrtTz6Z1Zk+VZ+LPmQWAb8eZ42+OFbHPg5KRL710q4+77ETvsyntL19okQ/qlERPzG7IL2BUMW7b8IQPjS0pL5hDAu/dCKVPmiBrj6rUTK86fJyPp678jyT/PE+Adm8PYZUyb40iKI+7FgKv4ahmL+rvzy+pin5PrQFRj8VyAm/ooMVP2VFtz4y4xW+C9qmPvdHKT4q7jc+4GZlPw/UHz+7mEm/Xf8qv573Vz4eZIM/LvGxvtzp5D6bfgA+HsE1vwCyaL/iM0i+vYPoPphoTL8pip0+r11eP951FL5lEoE/fj13v4Aumr3Sthi/5hIVvw1/uD4TPeO8ylLBvvkZb791yyE+SV18viGDUT7npJA+r5xpvyGobz58R2W/d4uKPBbGnb3QBAa/3dfOPq3Zh7/WXGW8D6qKvuM82D66PVk+/tQPP589cb9woaU+LBY1vRfcvD01TOQ+j06nPs3zUL+rumU+4WSnvX5noj4Cjnc/WAswPmTKAT975xy/AE9yPhoH7zzwOeC+KjZ5PmBulz71E+w8vmgyv0d05T4UYNs9Dqcqvhmb0L5OuSU+4b+nPgm2Az9nXsW9mh+0vhUdDT8H6AE8JTrAPkrTVz/k15E/NvyQPmEjpT4H0sA9Z1nhPE/iaD8pkFk/E7UkvnrNIz+S6Bk/YHrZvsiJQj7byYs+M/M3v7x8vb7CYie/08OEvSztnz3ALxy/1a2APpAbhb3a13e9W1ahPv/EkbusvHg+0Yv5vnLT+j1lSpg/f7e3v4v0qb8ySWM/+DFsv0XjAr8h4jy/wf2DPuFcET7x5VY/2EQ5PwTZd79yk6i+Tvhbv+xDdb1lbc0+ZwGVPrEGq74cSuE8V8ViPpnd6z6EMqe9+Q96v+p44r0LvdY+BVVVP8nnHT0jZ9i9",
        "EwQFP7z6Sz8IMu88n9dBP1zNHb9qgjs+4lMxP7BKYj+Ipmk+qv2MP/U76z3LGEk/nclqPSNuTr5Yu9y/4ikOPqA9uL7tR+A913ulvkKq2T7p4K8+2nxgP3k4GD6YN/I9F/mpPgwq1T5Wc/s+DdntPof0Ob+P3ig/mSQev0UU6j7Lh2++i1NDP1GcZ75JP+k8vf0Wvw4+jr+3czu/XUSnvrCcH78iFuU+KXiiPiwM1b1LiFM9xkNPPw41qr2wgsc+7d4OvxmCPb/PcwI/WS3AvoRWwj52hJy/1WdRvvdLID0LPQ4/WBM6vkV4hL9Lw4k+ciMHP2pRmz8iReY+0C4bPQKXiT5z5Ju/xcYxPg+JcT6Ttby9Pm2+PWGb5z38dVQ830XQPvNKtbwLLl+9/nEiPp1aI76srdO9rx6XvquVrr454RA/9ciFPv63u769LXw/BtwHvgufVz+w33s+5AeZPkBj5z4JJ7Y+eKc+vh3BmL5BX0U+hnF2PcgIrL95ntu+/swGP2V+i7/mnYs+a1aMPqa4kz/mxYI9m6qzPpAMqT1A/c8+BgS8Pwz8iT5tOiM/EHs/PMozhz6p/U++eiAVP8tVnL3MJhc+ID0XvwBvhz7cSbs+iiYcvyUWhb/hXLm9CVwKPywyBb7Y9bo+vt15volmLj8boZY/e4vdPcbHqD0re4c/G1K2vrf8E7+2elW+OC3cPsh8UL+8BEm/BfYbPmDpRb+rkj6/XzMyvpySsz7yZfu+HExLPsqBjD5r4c++iDIsPrZZs7/Ac6Q+6fUnv7YYXD43g82+lSPsPtWDAb5ijcM+JBAHPTEQrb99jAc9fkp1Pmi1vT4AFuu+g+35Ptxoij+BN1C/MejzvUKxMT543Y2/HdZRP+j5kr4LuCm/7EsNP15at75W8AE+/UUWv2QWuDu6ud++F2YmP1gpwb4540S+TDGfvYHaz76Jdkq7mUkbPtZ1yj47LZ0+Q+NBP5pzsz44Pms/P2muvW0rsD4hxlG+0pzcPZ0/wD7xRrG+",
        "D/1pP/sLNT/1O56+Pye5PaLOTT/KHYS95Fa3v5IcRL/5KOA+wvIUPDCGeL4TRpO+qeSNPoFIkb6/ngy/wtPhvmXaTT8+Vos+yZ90vb+qlb2SyGm9k8eJv2kvfb+PM/g7JK38voQL2D6Oa4Y+cSnPPvqwTr/HchM/7YLJPbgpur5VFQC/RZFvv9GOpb7JFxS978M0P8hupL6ZgAE/b2gtv0zfAj8BQ9s9/y0SPgvuDT/83ok/fEQZvzZUKT8KH2u+U05MPyGU9Tw2bW0+4XoDvhDBPj5HRyO+ZEj7vol3Zj5GVAi9gJ95Pi2IFT57xzG9U5nDPQ04yb0rSwq/+vwgP354EL+TUJm/4kTLvgdDQT6fpaw+2KeuvonvGz+2Y0I/INwUvoURHr5wPE4+i6MDP/sDrz4qL4896Kj5vnuPSr9sb88+W5khP+nRyr5Afbw+JgbpPg3IKr/HCW6/zZBTvYT3dT6WQT+/aKKbPeldwz6Q+IU++i5nPyyjCr9yLSU+2xlgvhHfpb56YWg9u5qKvlR55L4V9Se/vXWAvsVnN71R3BY/CAaGu0epar90bRW8VStiv/UiGzwI8LU95BUOv+Opob7LrtW/xNhPPmDsEj5Q7fw+99EMvs4OVT+P0GK/gn6MPvxwqL3ekI2+rcsWP1YV8T47Eg+/oIXhPs/Fjz1xRy4/KVbUPQ7Nub4RMnw/F5ftPaW5Fz8h/qc+U8ucvUuRN7ypdSg+RTP8vdg6SbzGXxu91OzWPmeTYL+L5u++ggXEPXGMbb9tQrA9hSSUPpqecD/IRCQ+DuoyPjTsnj6GzvE+ysiRP0qJ+jwHwbk+cEUjvbmcJD56tzm/7KsFPxbKjj5Lma692aXFPTtNoz4X6II+c1zrvpjjp7+H32A+/E8lP3Ilmb1ULBM+JG6DPnkrmj7V+ns/EEzFvgOcWzyYqeg+G4DuviJvur5TqZK+ej6pPhyp0b6t5YS9rKMLPkSZjb7tCBe/qAAAPTJaBD6fJUG+x/aYPnMjhz5Uiga+",
        "1qqjPXODlb87yhY+edkXvgfyHT4IQJK/aeNqvWY3TT1zwqU+fbUWvzsbg7/FJIc+U6zeu78LfTz8Ohi/ph6LPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "sC0jPldqgT0WcNw9Pd2xPD/SgD4grPo9uBWuvNdRXjoKqcG8EqEEPkvyMr438gY8KkrsPBnPfTxtBVw9gnlVPOVa/T1Qrk09FKEjPMoTcDzrL5c9E5woPBcNKz7y0Ua7JIGEPP/TDT1nani7XSnEPN5EvjvpLoy7jyBHO1PQ8rwAyVc9XGGwvGNODD7q/BU9Kfl2unJctzyi4Io8HC6/PQRTuDxic1g+MNT+PWKlMzyYIcG8yDCDPLafIz2vXD68/OrZPMTF4zzRKgE9I98lPt9lzDwXdvQ8C7Abve3/LD3PfGU9TEKFPZdg+TwA4DY6zYnAPGLbKj0h5++80cqRPdj8RzlNR428RL45PHlTiT5uKnM8YGXNPe6VtT3OzME9pQOEurIQAj6AIX4+op2ePdL63j1kAhY9mo8KPkokuT0="
      ],
      "weights": [
        "T6s9voO2kz4gU/A8TNjIvpQk6bwcvQI/RuExvqZFF73YKwG/DqR1vwR4sD/psBU+Ydhkv2HG9b5eciu/WyBJvgS7B7z+C9k+apf8Pe4Whb+ubqi+kZKlvpC/0jzgX5u+kadXvVgsFr+SAy+/qjqTvjcwpD1ddO66hQyuPgTa2b6mBym/TiMMvn0Qij/ovpo/nh28vulnAz+SUq8/lw8IPraBW77xmxo/bFq7vyRruj72BdK9MLo7P9INkT2hfpg8VguDvsID6z6whDg/KUkyvKXZ0j3VyIU8+WKmvkVTPT9adzW+lFLiPmSJcL4KcxE/P/sFQHvXDD8WAFY/DDaavz69m70MunE9EowAv1FFHD6d6fm9bbxQPlcuDD+8RNo+NuYrPgFgCb9B736/3qgWvzp3jD7kdz0+GtzVPlz1bL2oMZa9GRGuvYj7zj7bXkw9/AEMP8r+Gj420Ho9Y+erPmb9E74ob7w+3SGXv8WKFj5mBZi+1mCTPVMlpL6k5X0+UZQBPyH1h71bTBQ+pG3QPhpHrz6VqPe90YrZPp28eD1Mk1Y9ddYfPfZt/z2JkBQ9eBO2vKRZK74wl+874PgeP8tl7zz2LzW9kSivvkyhpj7naio+TwfQvRnRs7lqza++lpFjPpjh+D3MsgO//AamPunSWD3NbwW+xsVbPi8RZb7zlkM+KmG2PvehFz6dXjE++udEu2IFlr0Uo7U9GtZQPr2oiD6Ykai83zDLvTfxor12puY9wBr1vT0oCT4HshE/6E4TPjsyBD7qv+67uvoMP6Qx5r0YSi++71fQvmrLPD4OkQQ+y+k4vcE1Nj6rr+k+8Wk9vpZUtLwjVa2+lguDvt2xib7CaLS+6cw3PwGdhD/8zOC+P8pxv5ueI717b5c9jDiJP+chMz/97zC/1gdQvQKFL75sKQI/Hg07PLzkPj6elhc+ucItPJ40/L1JGWA+AH34vR+ZFj1xI9y/pnKkPo5zpT7fNb++I7rovoqxBL2raH07fxgqPW/NXz3Qsm2+",
        "Bde8u3LVB74mEo4+JQkuvjMEKz9Kt7o+YI4RvhQFpz7Dq1A/waBwPqNtvj8PAgPAM6d/PYd8Fz61O0K/GoIRvSipvL4EsHq9o55rvcjAeD8lAEC9YY9hv8ypnT7H3qq+I0xEvqvfvT3kb5c99vXCvTIrm76x5oi+dg5nvqh6Bj9E4qS9AqI9PQsYyj4y4eI9ztLOPnDExT6IE8s9x0AwPugmAj/x5gQ/GtJJPwsWnr46Roo86pbivgJRub2RzA6/MltTPwk0Tj59Vz4+sRYJP8pSH786cMO+Q/QdPkPhtb7vBqY88jI1vwugLb8EiXQ8YeQ4Ph+u5zyYLSO+1Kb2Psywsj5/rHc+9O4NPqXO2768wUK+S/Njv9EPGT8XWNc+GwCZPu7co78gGUo+e50Pu3fAjb1qGRs9ARUnvi7UO7/vLxc+v3S/vdMl3z3z+Ss/IQfev4Sxyj6W6JM/aHcvvZcjCr7oGgg/LqCtvv0qPz9ctOg9P3mDPpWExDuea/+7NgRCPWRUeT2X0oE+bnMdvj1TkD4SXbU90QqnPpa1krtFFBk9z9nwPufqrjwn37I+JGegPlG3S7uu0JA+ing9P36a6T4K6EC+bzw3v7ST+T5oRJe9EehjPokIiD4FIpO+fVQRv37tcz+Kofq+U1isPklLsz+hl0e8cT+uv75ueb7BXFk/BG8bP2N0LD0xr9i9TcrVviyl4z6dhja+7nhbPaPt0L6VywS/wmynPipjwL1W43s/nlM/vu7C1D73WB0/G5B9vyDAez76AG69u1m1PT/fp743EKk+GaueP1vZgz62Be89tgVTv9ssJz+kPxw/1JfPvactSr3nyay+zUiQv1FII75uo5K9YGcIv/zOEj9jd4+9eMqmvAVkK7+b8ee9DkU8v61JCT3fuQu+Gx2PPz75Z7vWywE//1GNvuuLKj5gh7a9LgEaP+ByqL2+JjG/SQnnPsT9Tj9PUBI/igcTvqHFOz/P3WA84FiVPQlE4TzxJo8+P68QPino4L2pjCQ9",
        "BF9YPREkJb5bVr4+hEMQPhWjqT7GQFo+ahsKP8au/L2byB8+EBJeP/y/DT0b/QC/ByggP1X0Lb8PlVq/UJJqPbE6rz6ld7U96uPKPtBeAj6WRwg+3+GoPqSSxD3ks1Y905oUP8nn3D67o2a+cR6svtnNmD6UhhI/+9VpPgfrur1t7VU/V4kLvL5+F7+1hWo7ze2SvtCwTb8Io0c/8e8JP5Y12724cxq/zMIGv2ydZb4YE4I9s/jSvTR4Cj+k6ha+zvfwPlFEbb1+ads9LtWDvnQohb8O0Oo93dD2PrNyI756wts9A4y/voD9zj0pT2I9nsboPYI6h73DRmk+mUEOPLxks72Bz0C/q6NTP15KnT7+o+s+TvDKvhcNAj/UrXM+ld2DvTQDu79hbqw+1lnRvplvFr+jQ58+wWyjPvRBFL/tcy297/4Zvl69Hb8u3C4+zMrhvO7d2L756t49WC0rvj9Roz5BCYs+gw5YPeWrBb+gRHA+7IkEvw9FgL7fuVk/p1QmP028gT7xRyA/guAFP5DqGr/FF4O+AgdbPahVYb5f2tm9DUsev7q10z5/2/Q75AkRvmpFxL5I34c+2e2ZvpExJr4IUaE9zu4Av9x+wz4zifo+6axLv08Agr2ThsU+tGuivlVzIT32guY/iFbwvtGmDz7AxiK+lZrMvA0agb6xtLe+sS7Pvb0c7b71Xam+3jMWv2x2Mb2HsoC+bKbhvt7RDD8/e68+T2FBvYJCMj0PrD2+eAPlPqf3ED4rXBS+BxJGv2BmAz8htVg/n9btPvSNFjxymLi+1HcXv5B0Er/kOjQ/mxoAQBTfPj8HdD2+8RccvqoP0T3I82U+J8/MP6bY5j7fJze+dZcIv65mdr5l6Qc/uTA6PwPYWr85DYU+lDuaPqKPkT++uUE+SlTMPtETi76OdIa/YqvHvsrQL7/1LaU+P0dgvUEv6b29obu+xPGTPtINPb2iqAC+dYUPP9pY2b6bzk8+UE8Zv9/U275to6K+v4UtvktnzD7yqCq+",
        "DcINP52kaL4i4yY+IJd4Pgxm5T5BcqQ+a5y+Pq2zTj4nfNE9A9ATvjdFdzzFMau93NEvPmFys72X9cW+fDEAP3j2/rsI2Pu98R5KPRd4pLxMFaY/H0O6PpHXzb60bM++ahbhPYicaD13rGC/SF88P6oZn73XIhO+aIuSPkphTr2Fxco+P06GPmMD0L7KZUO+ICSEvj2Erz4P/9u9FSsCP8uIiD70Rze/1feZPVxhGj5EOpY+ET80P6I24T76hyI+NI+xvk7E0z297Lw9bO4AP7kTYj5Ioua+kaCCPHtgRD6MiCs+ksZXv47kuz5w5os9jeLJPUN68T0X2As+3wDVu8RcLj/DPRw+ZncGPoXxtL72WJi+uS59PdHDIz5Jv+o9EmcGPpNLzb2nXPo+kUBuPmiZyTtOT9i9DbU3vkSn+T4sb3Q+4au2Plx4lr0QPJe+UyxCvujNJL8Y/Oo+5NCPPuMv7z7oXc6+XJ2HvQnbDL6iq849b987POduzL16qY2/bLZkPpbF2j2A63g+RkstPm+awb5t+7c+P3qFPqWlnT6aed0+gUCUPkYVpz3zR/C+9WMhviKAeD5iWdO9tLUmvhXnHDzczfi8E91hvvUZaD4peSw9SxkBPt5pxz4DdHM9oUIuPhQQGz+lxki+2CSFPuV9vj6PnMA9N06EvAYMJb3dkG0+ejwuvF6JwD2XwJM+TxuvvtBLYD+3Wu8+rcEnvo+NbL5Mfhs+ZMgnvbmG0j00vXc/KrRAv8glZL+yW8O+Qy4uPdG8+bz4EmA+pmjrPhUGCT5nIES+w64UvndJmr02xns+qlF8vuIPAj4eKUS+y28kvzb6cb5velk+kPRgPrhkAb36Bac+0tlUPn9/0D1ivIM+dCrsPQB5g7++C5k9IbgZvak1zD5QuZM/Y0NwvXzWRj511fy92J0kP7tz1D5oy8++gLSLO632G7+zSGW+MBDTPvK1ej3aNMq+mhobPuuCfz0E1/4++glXPuoClL6G+yc9dNgaPtIkGj8dRgs+",
        "t/0QPgUs+z4Gbw8+rNWFvQoTYb5jLhq/KAwcPQpdMz5sZmq+aA3UPkpXjr7PD2A/J1EXPvpZxT4SAcU+BMsdP4DMxr2Kw2a8IGQRP77f/T5SaVU9W0s2OqqPPr8Vu7U+g9rMPrLUKj9cdkI9pkl8Pmn47D3P/Bw6C1FzPmkfmb99/Ns+gzflPtHuuz3eUms8/bDbvDF0cT0yVD++RkA9PVSXRDwc+6W+i5BNP0qEFb7yD6e+HPeVvqRG4DwLLjc916dOvrPa9z1Q0YC9jpoYvjrGB758WaS+2O4VP7ZCDT9CO/48+qcAvxGTmLzZr3Q+EbSKPZROBj2UI4E+OchNvbX4+z0hC2C9YcOYvtqXDz48wjm/pZS8vCniyj5oZSE+ND3vvfbXCz+ZrPG+0QQVPq2J7j0pYHw+aG7Pu0/6HL5lHrC+NVWPPtcIgz5UaLS9Og0QP3JZvj50xBY+L6c2vkvFgj6eT08/D8GMvVFZuj1nqAu+M3P0vmzHzD1X2qk+LpTSPjyZm7yasq+760qlPmZhPr4R+l4/hGs6P9IYmT07evC+hrVrP44mkr60Gp0+KuX/Pm1jDb9gYYW/KeNhPthcUb6LrBC+jEvIvorXYb7RtsU+HbITP2iMRz2aBU292KTkPTK4qT43Gbo+F/zavsqwaL6hRZ0+OmM1PdygKjwwgHu/UJk8vjHhUb0KWgM/XDEXPaADhT6Gg5O/8gw5vewQpT7rXqA/tTzuvmTMqb5yCre9e97jvWPi9D6RS1Y+HoyhvSt0Gz77qwm8H2bKPv8oYD8SLPs7VAqZvo0rmz5Kppi+eagEvlZK7j7waSE/NMbHPXN3sL30GsC7ydDjvelaPz73a/09G6XtPcJB/r3Fc3O9HulQProcgr4NBWg+fS3ePi2ufT0bZIu+s3GkvDSGvTwwZoS+bwJgPtSWKD43Og8+1pNZvaHr5j71gp68t/WtPY7VUr4grrG8n1+uPgYxHD9NBRK/EPVqPrq9iL3Ayya/VXSzPiMDdj9x9Yk+",
        "bptevHISAD7E/6E+3LKRPv5P2zkE7eE9Qviuu5OR7L5xNoK+1siTvUs24D7SYqo++YXAvDHJc75nHiu+GCz4PtA/RT415zw+g+7jPclHPT6/h4M+k1TfPRYJw76274++9Q6gPjLVjL7EepK+mxiaPlaDdL5gPNG9gjjYPcIk1r6XLWS8K6rNvfOm6D7/dfw+FCa/vj98sj7k/PG9NLSoPn5niD3mQdA+zH/mPRq4Ir80n0S+YD5AvVPJgL5o8fM8kH6CvsH0sz7fKha+OWSbvRZq6T37zPG+MIKBvYUBnb7wdsC+1FFAP5cXNb7tIpQ+Mfa1PrcDmL7+HnI+OsoiPkEALj0M9f69yNV3PTUDAz9XiOm9izElP+EfDj6nhlY+KpkXPiSnRD5RHdM9TYK0PlVwNT5rdba9vEtPv19IIb8jPUo+jzTHPWrsiT2irS4+AYfrvpQ2+j7AYj++j/7CPiO+Fz9CrIs8NgnCvoEKjr5rJH0+oJlAP3mIEj7rWRY+/qoIv90tFD6ybPk9Ye8ZPr0btb2xWEC7iN10vxhjkb5pu30+vVevPkisq7zyily+Lpxwvn6qQr6sMiE6ZqCqPZT8nr1ogys+rmWsPsrTvj4snUg/uO7ZvgQ/KT3Q0x0/7kxBvUodFb2lpkC+nwRfPucwYDsJdZo+NxRMPe3nYj15CFY945/IPIn8yT6yK6K8GIBgvbOmyT0OycU+wOm+PrRAkT6w4Su//iPHvgc9FrxmZEA/dHHSPRHM5DvC5aq/tBGrPvNorj1yXvg+pGgIPoNKt75nSnW/rlWjvWXcbD7b3sM+K04Svg43E74mla2+yisOvWwbOb58efI+fh9yPpE0+T7Hthy+45gKv3CXpr5Qzw4/xTs5vTAUTb6weK6+hU0oPx/0ZT0WvhI+XGH0vVMnwD/M2lU/eW+1PvvM5D7pl/0+omGEvrZnpztCF5u9DWuFvUP2zL37S3Q+p5HYvdbLkj4W69e+zam4PRaeI727FLE9OdugPWBFjL5vh0G/",
        "n5kZPolZoD29KgA/aPUfv+h4Nz9pycU7bXB1vpSyPT4WUrc+AhA+v2MUTz/4ovm+v8gdPbB3S765Tf291m8LvtrIGj59T709CRzFPfsaeD5czZG+Uolmvr9wqz5Yjw0+Rz2PvkCbfb42vou9Aucmvz62lr+o+Wi+AiSJvunVj7+MEsA9lMnrvcm3MLyk3A6+7AYzPYk0i77zuRs+LlpnPFRbNT2MYS2/bNJAPo581r5OtAO9BVlWvtJXqD1dne0+XYspPeUf0T7LHjE+9mhGPXyI6j4u9ms+M4ItPjZyl74M5q49gPy9Pgd3Kz1S3nA+xn9FvAwOBz7ymlU+OBSJvjTXlb4v05m+3jHwPs42ZT2Bzgk/Rpz+PvhZjT7RMA0+gYYLPWohVz6X2+w+ruknPhlxJz6XGBW+wueePuX/Hj9P64g+ofujvHCINb7jZCe+KfepPZ8q2L6Ogvq+kcxDvg0Ty73y/fc911ggPla8oL7CSzC9LtrEvfb7orySPjm+EByQPKyyIz0jzKY9BHKsPQUbiz2pe/o9h5EyvEzHrb2RsZG+CaTjPg2X7j2QRr296j/zvjvipb3+2KU8gGapvoAmHT44whm+/fMjPkQKzr5QTww+h6hqvmzjmb5bf2k+aweKvciIyj7WeyE/ZzVAPutbI78mKIE+b8EJPqPszTylBf8+PUe2vcCLE70xPCG973q6PoKCub6FxR07cet3Pl1amb6qyIE+l4LvPcqLmT07qUo9mDxlviD9aT7QdDs+XSSoPnGDJD2uKoA8N210voSWoT6F4T09kKxBP3skgz4VS7m9hhfzvnLtPjxI0SG9MF/SvHtpJb78p+08RByiPqYvoT29WD2+YrHvvm6H7L4xujW//QXuvWYF176dsse9fGAYPrcY+z6dIqa+W9PuPuLJXTzAxUo+1XcHP8okuj3e55q+HEwOPj0BAz7F+m68Zlv4upB9oT0TYSu9KUM8PYOfUT0gKT891cMBPiiQHj1UZyG/Vt6nvqEWNz4Amn8/",
        "HJTIPS6dSD51+G2+ZRSavXIQ6rtRA74+uiM5vpJ9Az+hplk9imN1PwFxG77pSU4+bo3MvlkXbD6ALSa/96c8PqJoEj8fyXO+zFf2vnZHVb3JwDs/RjXMPqKDDL6/Wl++i1gSP9uvBz178Ag+M/Gzvqmtmz+qPs4+N7ZgPXDlQrvdHhC/AoNCvUsQrD35a/U+vaVfPqgIEj+B/XG+WV3lvYBSLL9nIgE+ECF3P8adAT4fOY08JuAvvnBME78Fipg+rBOGPk4z9D0bjnE9nKDmv0e2Lj76ZkS+aWYcv6T2jz2sCpE+1d5dPl7a4z75ZZw+sJucvT8f3r5Dla0+8I82vtvnL75G20k/L5CuPrOPJD6qn3S+nBXNvjoxMr4YDCi+XfxFPm/Laj9bhmU8A1Ojvu+fK7/Itau+LmV9v0Oxsj4llZA9ZQOwPIImWT41QCI9B0+8PmoJmr4dtPe+4YJmvhSBCj7SqmA9vQdTvpFwNT9PnfC+jb3qvmp7lb6pkb2+PPAHP+Gx9L0a3ZM9P+8IvhO0Jz+Xx3a9iIofvpiXQDwGAWe9zszwvT7uxb1sf2I8uLbMPvdgFD4a+J8+K6DBvJ9gSL+S1PA9nuQqvjV6nz1yDOq+Mg8CvW5grL4DSzm9lFQQvQwLST7Ko5I9Tp9IvHJRZj3gkc48AI2aPsNeuL05cfq8wXcSvuT4Wj4gMq6+duzvPiUjVj57RK49pn7VPmK6KL0sUj288ZaRPQJH/76Z/4u9PBNrPhFF0L1nwtM9H08wPuX0Gj5fUaO+gIY7PzvzDD19d9w9sO//vJx0yD3KtA4+LMmdPjzQND53p+q+iUYCv71tzj5iKeK+7bhUPqhzHL1lfry9CEE2Pr17373dVq++iLgxPgpYD76tk6Q9om8HP2eIez7s0XU9B9WBPUkEJb5R0NU9t/m1P/+9KL9RBUQ9156SvWhGZT24JH0+JtjyPuuOxb3AtiQ+fEKIu7aF2r6r6n8+EpYSPsceSj5XQWi/Xa4bv+cnAj7sOje+",
        "I1rRvkaEkr4EtTC+sZjOvX60tD0o8eU9p4yWPhRY/z6rypM+Sr+MvizjOj6Nd8K+0sYDPmuTO77IpR0+xAEeP55EKT5img49OheTPo58iT5tZ6g+gMYsvlUt870EH2Q95efWPh+BxT0vb+G97zk6PreiWj3TYI4+ffqSvSE43TvLKCc+RXilPZNDgD4jbxC+jeWSPq+Ahj52VRy/sn41Pth1Br1N6+0+u+hrPmM4G74EH+6999jIPr3m+z4E/BM/XfKXvQAqSL53oB4+1D/QvLMdKT62yL493ZmjvS5JHz/JCsu95JeJviX/Mz64k7c+MnEGv42Ojj5woAs/u+a6Pjy1Dj5EEJA+VxlsvgxsTz6W6QU/km/GuTZwaj05EoE+x2skvjD5oD1jyC2/9BpRPi5uXT4/wKw++jfIvdUl3j2UH7I+TeUsvcOCJD4dV5E+J0Qjvm6/yD1Mrjc+w2P8vW50AL/XZTi+pgvrvCDMnT4hzMy6jAeVvcDqhj6inbQ9q/r7Pb5KPb3v4pI+pcadPtqkR79nzZW+7ynbvfK+hL0VrR4+Fhy4vD/0Yr+FgzW+pc4cPl9VwT6MpVg+EJUuvknjdT4EvwS/AEGIvhpt9D2uXYQ+OHvjPnLGNj9Fcb++2rviPfLGyr3cQGQ9jZqJPqkrIL+gLRI+YaUvPg5aU7tyEGQ+s5CMvXW7sD0XDIQ82AZTvQ/SfL5n3TA9iUvSPjO/NT7HnKo+4C3PPoXNGj6OzaI+jBahvhiT+b4POBE/PMuqvWWVNL7uIQA+D5HWviGBMD6MgUE+6/NIvvjEsT7SBrk+qQrCPbIDnb8a14u+oC63PgRMRT5sCF88oGgEP01SPj07BYq9hfoJPj8Ywr1LVZ0+FbYYv8URCb8lhok9U5fLPgqs8b4Ntg6/xf+Gve0bjb3Lyjm9zoqxPYlSwb5nSyK/vIjrvWJIYr5A56O+AtyCPhZOW746dfY+gXCJPhXw/T7h4VE+91jNPeYelb4+xSy+TEGCPg6xEz1GzKe9",
        "uzCVPTEf1j6UV5e+VhIcvigozD2lWyG/qPA9P2S0rT6IIGs+2gs1v8HOOL8Wq7E9MZOWPnxyAr6z6xS+qLgdv9GCdT16vny8JkMYvsvD+j42Rvs9Kkxovm/pqz59zn0+Ex7Au4UPJ76UUzO+DdTHvlVtFz/6jz88/5WwPRYlE795rMu9SzVFPZnp9T70LSq+xVaEPgTAyT6nY8495PqXPZ1r2D3eEJY+ly45vz6qwD2+E0W/mSMkP/w6sz2az9e+yxHjPZL27761jV8+KVXGvjjIxj0s+xm+pLDTvnWeBr/5v60+a8ELP/DIab5JLmi+FlRFPT5vsrzdpGk/Vfk8P7i8Uj5hd0q9gdVQPdxAJz+dFrA9DtaYvpvupT1tcBM/pA7WPscriT4y39u+zpHnvnNjJr4jBjQ8WGUlP9QCoDx40vo9hSD0voYDGD/Xtrs+gH52PsyV8r6Ns7q+MUnPvR6fTb6QNy6/pUo6PnC+qD6oxgk/ZJvavYew2D7Kpo+/vGjKvlSpGz5JOGs+MbiFPiXowr7Jof2+QTpMPiqthD6G5Pc+ESd1vrlYrr0Uggu/lK9mvx5LiT6iAg4/ejgKvrR9C7/EX3e+2I2lvuchSL9pxKQ+MmyOPtdBDr4x/1o/rJH6PhpJpz4Cowm/mFhevsm+Jz+IGp0/upGKvpANhz5vRQ4/HqMcvG4KRzxOYMi+dNepvtMlqT1fhCA+iHDlvNQXFb43pjg9CEzhv15klz1YwSW+cLY/vtC/7j4da9A+F4yQPbI7Rr5GpRE/580/P6dZ3z4mUj4+SaVgPz+n5D61DEQ+Ddwsv0md9T3XBeM+yfFAvuiMXL4J2TU8H+lSPi4BDz9JtwC+qQ6EvVXkPb1Y/Mm+WuCBPt3NMj9FZRQ/ZLlSPkvAMMCGrCK/OQ2cPQZQtz5p1bI9EDrWPuewH8AvpVc+0zznvBLX5z4cv50+7RR/vTw/879/V/M+rNYsvhb3lz4Ervy/G/gMvvo+aL+6k2e81ks2P8HyZD/7cVo/",
        "VNqOPqrDTb1PgyI+8ip7vk1ApT6F31I+/G7/vdlSP76Ohg2+gYyPPor/Pj5st+4+vJTCvm8jrL7aSe+9ChmHvIgvIb8phj0+3nOmPJRDib6gv9O9C6r/vjK7hL2Bpzm+oXtOvmQ6Az66DYc+jcq0vpXkFb6Gt9C9MHBdPXsFIL4rzZe+XTGdvZKLnD5zGRs/DLO3vgK6l71Q3oY/Vb3lvAlT+r5BLgS+hOfhvSgmwj5YUaq9mS8DPodBMz6aESO+qy+dvoruwj4Uc2I9OlwDP3AaEz9HYzK+phQVv6EggD6DuY4+qxzTPr5I7D4SuVw+mOX1PmayZD0QM0M+JC7QvpSGgj6V/xe+d3enPYChor2/ixs+0d4Avqb5hT2jcaU93yopPum1Ir7rAn+9IXDHPTo1Hz5219M+BxXkPmmFKL+lGHE/O6dJPbXdQD9ZzJE+goQJvr1oi76LrDM+Z0rFvni/FL+a5dG+WzmdvY8/o74dkF+/WTmDvaz/Aj9JYew+a7LLPTBZWz8EVBm/xjuJv6AYFb+ZY+W/YQ3/Pnm/Ij5P4kK/HZnNv42qOj9RRrO+bcwvPjoPyj0Q4lo/icSEv/+x3b6BTka+I/0YP12Q3z+fkOy/FIYTP0RdrT/Jyay9tbIavsBf0D2XPt2+mooMP6ItMT3GWkc/p9CVvVYkIj7iJ8y+1jotPb4YWT6YqfC9Yfd2PwYQt743P6e+D3GVPjIhIb2t0QQ/VCOKPzexIz+IUFk/vXmvP7NYmD+HSbY+3l3CvQetj73RVlG/i+woPlH7OD2vDAw/OXQyPnUJ0T66G3y9pqrmPVJdz75rMb49kYtnP+xYTj7hk6a8YfYTvijAXz3ESH0+AeNTPluBi70tZqk+TfRnPnri9zkAGde9zCSuvupet71g6Bi/TZpFPXSKkb6pWii+szosvmZSjb7dTZw+5Y0CPowF+z7Evaq+vS5avnvqVr6L+46+bY6SPWxap7x094a+ARfDvv5qbD6/eha9qUhAPpsplj5dBbA+",
        "x8SGPpNf0L0tuGM/Ao9xPiHDa75Ma269I1atPgOjA75z7IK+7B9KviDLJr/Tzak+60IPvqA5TL3oqtg9S8kzPiUUGL7YCbK9rrPfvfvTZ73ymYw+WDPSPGk/gz5Yrvw9wFnaPLmCRr+d0pW+CQD+PddFLj9nAtk+ZIEePsQ/ib+1nr69wXWaPVfwWry/ee0+FDJaPtoV+L6qVoA+IMXQPlm0+b2YSRa/M6aAPhr/Vj5Qb388kveGPmd6BD5PPNs8xunmvhexeL4rjQ++MU1kvpUZPr3VUiM/pTLMOrCaAb/zvsC/2U6BPlqsM74n75g8Dc7vvwQKE8CMX5G+r4NqvgM7wLw9tkQ9X2DevHFQib16DUU/1EWbPUZZXz4fMPE9At3XuvGNnT8PJV6+ZXfHvSS86b0p7z4+6H2cPuvd6D6hOim9D0QyPbTMLb5CACA/P4hpPhgujD40BqQ9l8X2vZ2ZpT3+LGY/kpgSwJa9kz8WJQm+D6VzPpxOzD4kUUu+rWcHPiU2C75tEaY+91A2Pr0uXr7wvY0+vf0BwAxFwj0UXps9+2YrP/0QBj9phzI/6NQMP6rmAj74PzI/VusNP4kggDxq4Uq+dpqevgksUryYS4C+tZIUP+EgFr/8E44+8LRJPg4lHr5fCMO+to1OPkoYaL81y3I/2xeCPz0tJj+2upi+jfCCPgu/XD4fnLg+SiAMPvdt5T0+sxU+fThuPjISGzsDqSQ+I2WAveUhPL7AZGm+aP2avgRhbj11f2O+ctIcPUXj4z0SkH++9bejPvMTlT6FWAM+v19vvt5rJj7Ng9Q+Q6oMP0YdKb/Ctx29ZqTJvXuoRL2rm5o+i7MHPv5AGT020Rg++6yyPf6knj11+uO8Ggm+vVGZ+L1LJEO9t1nHvdH5ez4+CEE9isv9PcsaHT0FZyK9UQGLviZbmT3tlDM+yAL0veqSnz1XyfE+lvXSPLp5zD3z7o6+pfXGPk/g1T5ekgC/tGNiPUgv1L12pF49LtIbvkJqvL1LGRA+",
        "9jQbvrBqEb5Ba+g9+4RmPaVtaj4LCi4+I3mgPhMwET2bl1Y+6KbrvtRrgD6p+Ly+JDVgviM/aD45zAU/nqw3P9eEtj5tyKg9X+MjPWYDJb9XNHi+e5v/PuWpHr7l9749RNccv9S/tz5s930+60HDPj1mab94Gea+Au43vmOdNr8+ofS+Q7Pdvv5Ojb5CFSs+n/e7Ph7RmD3U3rA+jiitPXAqJr+ggFo/FC0JP2s+6z140yK+IRHKPd7PEr7SxYU+G35MPoFTJT4nnny9GzQdP70xOb7lVXG+ZDwIvzUWGT7JO+g9fFrePusLsL8JcxA/g+ofvkxKjz420T4/aw+KPUraMb66eYg92NmGPgjVDj3auIy8rNESPwAzDb98zHg+gUpgPx2Q+j7wXVg/kcxdP8b4O73Axwk/tLGdPgkYWz+CJhW84Y0gPha1kz435Ac+dJl9vrir3D7hLpO+GCfTvMDAdD6BBbi9XYvAPjNofzs/C0a/J17GvKaOGj/1s6o7MG9fPgSlqr67gTw+1LmiPtn2uj7RJSO+DCANPhI17TpQulI/jR4UPg19Yr4mQy29oHqXP9ea3z5Uyaa9j9cBvliKub4LQ4A+YaS5Pj2+/z0BqnE+RBgMv1RoPz0YWVI+uvZOviKRIr+rw5Y+8UibvlKWYD1BNpY9gkc/vt5vgj5oPgG+jV/FPQPg57pWhki/OeXbvWb92T3STQA/kl4Uv3Ht3j3Kjjm+TgOwP4GdW76OqF49uWOEvhlMYr7hNwY+20rIvRuCpD7iwKc+XXwaPzRb9TzmL6m+ZeCQvUX5uj58eT0+kqcSv/remT0ykm++6V3XvoBLhj2vrVC/WhCvvijtxb2O1hI+8LufPhELwr0NDJs+lQ+0vrauuT2HlAG/cvaTPNZ7Cb7btsm9rei7viFUJb3x9YA+7Lj0PpbNI79LgDg//uirvn8HTj8G+XI/1Ah+vovELb6cQqg9olezPjNVtT5axdK9Z5voPqixmL6A54Y/HrYBveoTwT4GoSM/",
        "aVM9P6pPwj65qEu9rczTPpl+Vr+rfz2/k9IOPw2QpLyJbwi+5RyTv6LsOz/2Xe0+ivP1u0fJAD4vEh0+pcVnv6wFtz4gpfy9eyk0vy+Vn74rMMS/i2SXvr6nZL91X4a+GOZfP8cb4D7vSe4+WG3TvGgolb2ex148mfUxPxUf0b0gj7a+Qo1GvZ7xob574DG/aS2jvQRogL3bO6Y+/6t/PjKbQT70q9S+uhalPCRTbT4KUA+/i69IPrFpPD1QQIg/m02bPg9yNL7nXze/aPKVPnXgvLt53PQ9nPUDvzX0gr+orjM9+jPEPyIzoz0xIUI83M1YPzJE3b3MODa/fpSjPlFB8z0iLKE9lwnWPUuCGr6YRNM+kg07PrmaOL73tp89s6rCvmAwn73ZG6S+RxfkPVrXkzxqTam9GcY1PUTtdD458UM/aqhVPo1SVL6WeSC+qIjnPlz1hz4D4vc+SuGlPnsp6j0v04K9LUszv+2z+71AO4K9TUBnukuY3Dv3P/s9PpTiPfYEOr4klM8+KnjbPRXczD1I8vQ+OaqxPgV8rjxgKTw+e1DJvab7Vz7qNnc8wlDLvWGTNT3/ON+9orA9vvU2tz7kdxm+aUJ0vRE9pz4XE2a+C3tiPioP574Iw9m+wHGCPloZoD3Z+129C9TNvcbR27whDN2+lnaLPSic6709Bj+9gr0vPmk4PL1NapA9e++jOyn3lT5a+Mc+6khFPlauvD6a5oe/Zu5uPQwDzzz60ws+hFSAOszHLj8GwTc/64+Cv9r/mz4CKt+9cFodP72+Dj4nPUs/bp3kvWixKz+OqgA/NsBkvabZsz/RGhE+ueuiPtrlNj+Noj2/7nCAPhr/B79yAyE/PDQRP4Wecb5ZwaQ+jzWZvmVyUb9uOq2+IoUZP1OaGr5Tf7m/tCmlPgcoJjsSywc+FL+Avhn0fT6l1dq+0lFHPbG+MD8GTz8+Ujq5vbzFkz52pbo/D2b5vWdOn74xqx++ODw0Py/DKr6MNi8+zYwgvhMPPr9yzSO9",
