{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "7f967075049731c76368ac8a7426b2a3c23c351a48e5e70c515a907ee3f03804",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "pVBbPopXWD8u7/8+E+HVPv6AgD6A91s/xsVjP42ZDD874r8+8NHePbE4rD4dOjo+iufRPY0zDD3RBr4+jLVaP3r1/j6eCbU+XAhUPrlqXD8El+o+9W5ePx+DRD241mo/7IyjPl7adD8YIKA9XGdLP/Gg5T6Gw+E+FC+sPTyRqD6nkz8/1WQyPoXDNT+rJHQ/K2tSPwnwLj55gO4+gQuNPizUwT4X/bM+8/8uPw9Vmj66WNs+9jcHPzmMHj95ZXU+kY+mPg93Ij8HNDw/MoWsPeQ1YD+kurw+lPMFP6IizD56tQg/l6iYPn4iPD+nq08/FhdMPyMsAD4w21o/Kn1vPjG25j4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "fcomwQfVnb/hQIi/6Jxrv/dRWL7+Rpi/gz0Iv5t02z86VhVA5ziDP6Ke+z7mTRxATjUCQPzQgkDMJx8/vlcWwVDQT79A3I+/846VvrYamL/s31a/a9Wzv+ZNHEAnrSFAjwYsQOKHgj+bdNs/1rQPQCkp7T9jIIU/zUIbwW/xlr+m04S/FBoWP4Jvfr+0ZW6/Sp4Mv041AkDWtA9AobDTP6qHwz86VhVAJ60hQBAwpj8+BnJARsYfwY51ML8P/2u/VqaEv9d+Wr8v7/Q+elbBv/zQgkApKe0/EDCmP98C3z/nOIM/jwYsQKGw0z8cYv4/ue40wcoSZ79a0pa/U6Ofv+AYjL/IAXi/WYwRv8wnHz9jIIU/PgZyQBxi/j+invs+4oeCP6qHwz/fAt8/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "QpFyPfR4Ez6suK49/FbTPRi91z1gyRA78ZGMPd/h5D1KDVQ9INMSvOA4fz0Hz6U+2MekPYp8ND1X3Zs99OMVPW32ej1c0Q4+6rpXPnc81rt97e49LOjtO0cuoD1O+C8+8e5IPVpG8j1855E9p4QkPWeC4z0oJMo9Jlr8PeHHwj0P7gI+W/kGPhDnuT23UYg9AGeWPdME2T1lH1g9/Fr6PEI/lj2EgAI+nbUjPrv38T1jANc9LUMJPr41Tz1MPw8+SYnbPYf3qT0h9Kw99ocFPnKMFT0Y6bY91JkmPlRxiD2EagU98z1hPWY/YD4n7N+8n68FPm0wYj2Z48s9smrAPQTYOT4y9IM7Yu6TPQdjyz2idcc9teu9PYR+nzq4dXs9dP5CPh6RQz31uw4+8WlgPt2HDD6Ar0k+SX+dPBdL7T0="
      ],
      "weights": [
        "NtfBPR+fxr2gcls+qCCnPdDoyD179us8ICavPVdaTj7N3L09aVpNvniO3j1Oixw+fw/bPfL+jj1hEoI9kJ00PUxqRz6qL8c9DGbQPXIvSzyXE609S8fjPeK6kD58HCy9wskRPgEThj26Ryc+tEEEPjYiGT1x3jw+ih4kvW4tFT56PzE+zhUGPoFSkj0ioy4+GLXLPbq7Bz4QMps9B8ybPSJSUj4t4os9oUlbPsmWVj3JMUg9lDnxuRodWD6zRGQ+JruePZsdkLut7fc8ovK1PS86Fz6byCs+gmNJPhUBBD4Dj+M9DUqVPYyKID7CwYY9VZvQPc13Qj2XA+49A7lsPjIlO7yPJis95Ew5PliRoD04WSw+aygFPhdw8Txk+Ds9z+kKPuYqVj414CQ+Ln2uPVsMWz673Ic+uK2QPfXpCj2l4FM+jGTcPdO33T1QvYU9gzkiPogXrj0he5E9Vni0PX4Exj3rQzm+To8KPvVjAD6hEdc9UVqYPTf2Dz56ZnU9o0avPnof4Twyj2E+TmGePYrJLj2ReQA+LBtsPvZPpj2Nfg4++v7sPV1XnD7pFo49+3PLPfNDDbr+l889OqtBPtin9j01wMA9NH4gPZgx6T21doE9ot1qPnc+mD29nbI9JGSlPCEQGT7Qtzs+QrLrPHC7HD3zzoo8H3qZPdkxiT60lCk+0G65u+u9wzyzDzU+wi+0PXXO0Lzt/F4+dOMiPuSb/D3T3tw8cy/2Pe6hejvYXz09lE8nPTiaKz7ybDE++DgaPm7F3j2fGFM+lUDGPcu0Lz4uico9GnABPrV3PD3ITLc9QRp3PtSv9j2Scnc9POjWPWuUeD4yMRU+nn6dPfJABj5JATc+C8S6PcR2Nz6sgYC9OYfVPD3DbD2yopo940naPQpVT75j0Y09gdcVPn/1+j0TJ9E9JIvYPdqNWD3sGWY7t/yNPY3ChT6p8ds9jSm/PcbcAz5JVvQ9SFrgPXZVoz2LBPA9F1V8PUyaiD0sCiU+xQtFPvS6Rj3B4Pg9",
        "JFwEPeYstD0UMLE9FbD1PbmvNz3Cdbo9IhZVPphgBT4JIas9lEfGPSTQPD6JByo9PnXXPfP9iT3jUeW8hZMvPk9LsT3gEVQ9rEXHPSePOz4aYDU+btWjPmKkhT6+BpE+2LmZPTfJEjwT6aA9MHylPWW0LT5sX6Q9NttCPi9OUz6wQ7k++H1WPeb4c7yUhRg+8N7rPf0OaT2+US48yj7OPTaZxT2IP6s98ojZPavGCz09D2A+mR5ePmuVoD3MLG091xxAPe+SWT5Nosw7HiQTPk8beD7AKzI9OXawPRfQET7ewl09Q8A1viBjlD2p404+YI0VPrnspj2+PlA+Wm7jPdFyFD79+jc84CemPe67wD0xfxM+iTh8PdwUBz7ATac9sKQqPjLm/D3idQc9tLkLPpwhBT6/3mo+dxNUPY3zPT6izIo+KMlGPreczT1FLwA+/enYPYeNcT49Zvw96ekpPohyYD7RegY+iSdqPlwU/jwCdBE+/IQ1PamFET5EOL09C4BcPrEnBjwElZM9uUEwPjyuEj0d3IE+OrRLPiBnXT4XaOk9XUkHPREb4D1krsE9SqnOPRNPPj2lJv49fCqCPv19kzygn7492LHLPVcG4j1zpro9T8J2PWgzSD01P7k9jUCYPZPuiz1UndE9IzFVPRGnTj4HCqg9YpFrPTusrD2IIFE+ue1wPjyr3T0fZWo+s482PozoCD5Gp4I9Wq9VPhSZvz1280W+yyaOPUaVuz2NyMA8gUWdPa9krz0qEjM8nuHXPVneCT5dJd892gfqPQx/FT6/QI09rUqWPqDtDz3zXIS9IGGQPfpBEjyXUJE+6OC+PZ/KXj5VKKM9IUJyPLfIOD4j/UM+IKsgPuLL7D0hJyc+oOLzPS39Ez6+RQ8+G2yOPrDBhz6kWFI+J7KJPU59kz2J9Nc8Z/DcPUAIJr3a+II98BjAPMuMnj3CW/A99fwQPqMFqT1OfTA+CEHTPfh2sT0Kx0w9ZF9NPjhIMT0mxxU86STVPft4YT3TP0Y9",
        "ub8wPnEVfD3+WLk9vbyVPQop7D07iic+3Nyzu/G28T33xto94cgzPoqVmD3Dxz090xv/PWyLgz559gY+CAiVPSb36D2BNPo9wEFmPzlo1L1abfC9DxkDvkTmQb0ABrq/xxjXPo+XQr7riBk+eA3RPmHCPD0xlQ0/FrgIPn9pmD4JXrA9R6h0vlfpAT+h0BO/f4MfP1z+TbzCk64+ZFdIP+nWEz7QjYa+2ZOzOx7aDr4WCAE/iQUkvydpyr6gYAC/8gOpvaQe6b7Fbdu+mFgivsBd+j2sKUo/sF5uPtki1z1hgDQ+4z6/PtNuYb5kyPi9RbyFP6isg71lGRa+rJ0mPoawm74bDdC9GHdXvpGflb/N2mC9MHYxvv9oy76ZrI6+so8sPqIIQb4Ey6O+wKx9vnHTvT5gTAK+plzbPvDJk73WwWu+LpUEPmbk1L2D4kk9rs2FPhjdFD5d76S+dplAvTdnwr6dmOG+S1n+viX7Cz+fjPc+sDPFvqNwVz4Rgj6/nt13v18tGjyJaSY/eePAvhq9Qj4uX2i+RwfoPiUiCT9djiw/56Q6Pnj2DL+R5pe+9kHYPmI+jr6ehQs/5RSePQUsJz72a5O/pLhWP2r4L79Hey4/t7/bO8Ft6z1Y6AY+1/klP3utG7/IhH8+7m+/PoDvJj64MzW9JLFZvhKe1742SEA9n2KGPsFD6D1LBbM+FwmbvWXYTr23ZXE+J/T3PpYAJj79a2s+ckCRPmEnrD7vpxc/uWEPP9YZor6sqkm+OEPPvo5a/r4ZatY+KQmOPsHDtb5PqRC9Y0OzPkgolj7J0qg+D/ogPz5iGb/R9GK+9Cn0PgEVLb+RLty8/MrVvsd9lj2Uc4m+KGhQvjiYHb/cxS++DukAv2cUgb67YKE9vAkAP1TEo76K5Gu+6B6UPqe1474X8GY+zWM9vvyglz/JviA94wD6PvEF+T5Y5p+9Y7Mkv3ouFr48RF+/dO4COyEH/D1Up/69TP70vi+4BD+jkFW+suECPw2UTr/BRSe+",
        "XFjkPTPrpD7WuCy+BjJFviRuI794yhe+HCeyPvQEob6iCV0+lKWXvyvq0D4KRBO9+9VLv0qceD57jGC/Zj5Gvgjn374lBRI+OXOSvwtKOj4E+As/3ENWve1ytz7rq2y+HcIFvvU6bz6LIsM+dXUjP5CVdD/M8C6/UzskPccohD64+Zm+SrbvvoX9pLyCMZ09eIrgvic/gT6iu4s+H5bxPm3OnD+a+68+DdKVPsVqRr9E1WW+xOBkvm8I/D1L3S4/CpDWvgnxrL6LTHy+Eh/9vhrOtD4T5ou98Yogu6HcpD4YM5G+JEkuPGCAhT6njF2/IwoKPj4w372DVxI+x2SqPsTR0TyASL4+xmJ5P6mwHz7rmZc+2fwxv1ov+73MJG6/VkmwPogjn7xUE7g+vx8rP8xdcz3nSBY/0KpkPRZmKj93uAq+pl7oPq3jtT7+UeS++lXXvY2E1D2B0Yo9nqXwPZbBaT5WUh2/ELMUPpnjFj4oMBi+N/iQvmfVGL85UaG+ihwAPhkgr77Jm/O+VKoJvzBnFL/rQEg/l26VPn8aCz9DyQM+AmP5PThaQT6E0iK+GaNYPy7nOL4v5eK9LQlDvvVztL6QHV2+6UqxvtLxGz40ts8+BFekPQulpL7ukhO/DCnpvSqng76mlrG+dxSoPfeS0j5qPnI8ZvrEPlmEnT5uBeS+GJvmPghu1757HSS+sD7IPvTAET9zkEi/iccWv8RRXL4M8ZW+b8oGv4HYwj41teo+ClfDvf7p/DyVbya/d5kOP5AUHz9AyVE+nEYIvjGUPz5AsnE+JfUqvzBUAb+ZPDU/0MdNvAPgLz8EwNI+wrY3PhO1ob7y6XU+CML/vdQOFj+0pec+s16BvTkL+L56yUU+A8DFvkQGxj5L3Ag/xnqSvj7pKb9o+2e/VbghvhPou7/Vqao+T8rWPqcJYbyo9Ha9BZmTPW5K7b3tLq0+l6WQPnvCg723ElY9iRWnPqxquj74IlK/9KcFvmRuLz89HbM+C/5LPy9Kr77H3xe/",
        "v/uPvhJiZT6AC6M+DqMPPlYKwD1qUou+y03+vlOTZL74Y/89McZNP5GgE764xPO+UuKJvvP8GDyXEs48Z0EsP9pyLL4JBIq+Um3mvsw/oD7kU2q/YOMqv50veD4e9aQ+VtdbvftStTyp0g6+6RBQvnBz4z48ABS+ZkTqvRRF4b5e9ZE9cLYwvr45Aj1KKv0+3yuIPnqSeD6iKOi+6SutPhbrB75bTEs+znOJP59omL6iiCY/ZvgFP7FCNT4K4TO/HrnhvumPiz4An58//98/PlYggz4yBEE+EfnoPJNEAz4EkNW+qRrsvuQW8r0NZlw+T707PpMbd733owq/ZrSLPhXHqj7S6eY+s+oaP9H+ML6aUcK++qmJv2H2Tr4Nor0+dtkNvWxQRz6VyUS9NFfZvXaaYD+zQ24+HLHZvgbsTj4iLls8Sq7Fvm9nGj0Z8h2+EL9ov8zT/j3CNGC+8J3MvU2YSD4hoRo//u77vmVbCL+Stg+/G3EnvtNwk78x6Ya+nNWTPVsYHL8QZ0q+9Kwtvxr+hj7XfTm/n0W6PjK8SL748I8+5pk8vpbXgj7s8I69t3rnPXJdqz5fPK6+ePJbP2oT9z0GgAy+d6aePZ5Alb5D9q4+GB3BvvfNBj37pEQ/Q97XPlct6j21hbi+RAEXv7lzEj8VD04+KFMMPwOdgz7l/os+fpuTvwliRD//OE6/g/8dP3xkOL5oKHK+cediPPAhIT77hRy/MKGBPp/SFD51ory+OpUwv9jQ2j1Rr8++pUn7PdQEZD7WX5u+gE0aviXRc76V3EE+P8U0PsSELD/wTEs+oWC7Pq0p7j58EgI/rw4pPm1UUj+jNVO+Vx4hvqCmOr+AcY29sv/5PjnbPr5mmgq+4OaDvSy9Fj87CKu+e3zhPu6TAT/qPPS+GrLCvvpDFD+d2vq+u3U+PpoqDr62Jls++c3bvZxbDb4V32u/UmGDPnAOCr8lN769Pk3CPcQXH732OJW++9sTPVuZDT9FQmK+Uzr9Phq6sr5XVng/",
        "FxwJPn59ED8a+0w/NXZsvjP6ET3r8dO+DLzuvowhiTxhGys/tYXzvRE0dj/yDuQ9q6CLPVxLkD3bRY+9/dfLviJZ+T55DLk+1km4vRXLpr7hBz2+fAqxPpUR+j74byI9hwWzvp/gf77a0pC/FHVkvjVgX78VsYo+j0qivm5PM76ICNQ99wubvsioSb6m5AE/NIURP1twmT4yfD29cZf1PkoLqz4Z9bW+nPPlvTz2Pz67+uk+XM+OP7uzk71yyhC/67CtvmlSlb4kr9m+84OFPt9j6j400yS+ai9Rvn0UKr5VmT89M7UlP9xbM77ope29IARkPjLF773lzOk+qZzCvSFMuDyKspE+Wu38vOZaIT9QwEm/CtV8v2n2OD+7jcE+KWnuvvn7Ez6kcFi+2UtwvmAWYD/t4Sg80DuQPXvyNL+d6T4+b5cRv08sDT8aRMc+lNwFP5rhNr5NeC2/zv61Pi4Y5j6AHpG9VcbDPhT2Ej93y7Y+YDXyPpV1LL8Df/u+BnEuvz0xtL5x7e6+CkuFPjFEBb4hA4k9DZahPrUiPj/jY7y+I556v/ZrTD1sc0I+E289vtBNlD4rvLQ+FGYEvm9KQj89mAO+jQ4GPv1QEz7f4nE+AsirPuJoojzACY4+bDycvvinx77v1nE+Iq6qvlMFE71OOZY+EepYvkcmEb4EGug+7Aa/vq/mw73AkXe/GP/rvqS51j3A15i+0XGGPTOmwbwy7yQ/zJDGPikQ5z3rez4/eo8kvyNLsj58mxU/i1+RPdlPwr6pclA+rsdLvtQ+Gj43ZSA/q7Cgvy5i2L6g4Qk+jWonPVJSUj6yRN4+BfaxPhZCyrvH9k+/yz6SP8yAs75XjYW9yp2TPiwLar6KB8w+s0ZbvvNlbL9DaRg9N7/Tve6mgz0CyAu/rLiPPicb8D0igoU+zG55v5pegb7CEXG6ICfYPaPPw7w/beq+O4AFv5LeEL/FDw0+SQeevyyX6b1TsUC/3zuwPnEMSj5ytQy/47YFvo5cDr+/LVI+",
        "bzbgvkUqCD6LynS/sKMEP1eIhz5O0pg+5aDTPhHfhT3/mpe+zfDBPuVxGj+SWwI/9CWQP6a7YL8HUDK/BQYfPwjh/L4km0S/g2YtvU89sLxZKu++paCkPuACs73311e9VcI+Py1kBT5gt/w+hyjmvmbiYz00twy/Rj8TPptaJj+BkAi/t42QvTFoS76slvG+IHkvP80loj3tcuu+SWjoPkSar75Aofk8ETjRPSJLIr8QREa+GuVYvmLYKj5Q+WM+fixlPiRZCL+FNjK+jaEHPt6YHb6aIg4+EYkbvwqj7D4obVc9kxrNvc9AcD/OIC2/1RYDP8rOlD7lhdQ7yhE1v9YLqb7KB6E+3zhQPwTj2T4rVqy+Tr41PtkGjr6hz9S9CczPvSjon78NGHI+kNIXvrHBlbw3mL6+O3J2vlocUD6CaKQ+P2YzP7SxIz8+J7i8Pr/KvocBMr8Emg8/eGmjPVncoT45Yt29AD+TvAfbsz4ZOJA/tOCDvksG/jzFU/A+erVYvHWo3r563ZI+CJufvQfiD7816Fy+0rETPB9FVj5pe5Y+FEztPorGD79J8+C+wsaovgCTYT7hl22/Vo9OPjrpor4Ef2K+7VUnvvi/EL+9drE+XwEyv4S7sD5fWEy/DEqmPclNaD1YiiC+LdpZvsu95T5uDea9UeebvkGEMT83+TA+xGcavt+gJT/EFlg+3M4OPOnXDD4ZOHC/c1XlPhaMsjoDbzA+tD3XPnKmmz6F9KM+t4mAPj1JJz5axO6+b/+4vsxOqL0fRnS/2jTDPpm7Ez5yWz4+esMLP0xcWj+Alxu/3/Iqv1DKij6Hsa6+UZ0tvl0fBz42tQU/EVcQvnr/aj4WFYc+nQWLPkaEZT6+O1q+LpKVPe3gBb+0QDS9TXGkPoy3dr0FJxY/6x3dvvUqSD4tBc0+xutVvy0LcT785qY+It6evvnZkb4wcDy/fF5rPXLM7b3ewC6/d2r2Pbqxwb7j9Ug/NysPPzZckz52pcg+0jwVvz1Q7T74s5E+",
        "dUjGva5qAj1O0H+7doiuvuryAz9P1Rk/mZJWv70/bb/Dhzi/IFxKvshjvL3ceAg+gDHiPjOKUD2T9zG/T2SHP0/4ib9by6s9ATe4Pgjqmb5LyXY+To6UvumMWz8xCI0+pxOWvGiSEj7Bs/c9JSoAPwx8Dr9uTIi+UeI/PlDskj5EztC9RiVNPpHitz78VAi/Q3WdPn3Lz77RTks+yQUCvzKvmL5qIti+cNKiPiK8aj8aqHs91NYSPMOAJT1nfom+x1FlPXCD2745iKm+5tJ7vpyNCD6HJK894nEfv4MkET8IX929DbcBPw2Nnr7+OS6+X5UOPsb1s74Vqlk+Gf5+PQLVO71uGUg8fwgFP/RMAbymL9u7m97NvsdUub0ZWZO9fq5YPk25bb+uD6y+hbtmPuPNtj6CjJW+q40gP7gaRD+6obC+A5OSP9jHZL4MGNy+PjaCvmAPaL4iIMU+GB48PhZPULyGdWM+Scq2vmYurL5uSBO+ila1PofS8L6h/ZS+PkQUP4zNPD715mg/ctoqv5TBl755dkU+7w0WP/XoM70cgJu+MOIKPR63XD4826m+aDLVviinKb8lIOI+iGFdPjPFJj44Ngq/Ca6NPkaHZj93Q1K+xS4Hvm58IL+na4I9I5oJv30Ofr7ty5u+b/xXPvog8D5MkJa9E5K6PoWisz1NW0o+8tKNPfj2jL4R/hO97beiPu1GH77cr0c/jVhUv28n670j2HK/Sxe/PmViyz1s94I9pquMPdfYZz59V6a+5tcCP6Qmqb1uevg+r5nfPjzKzD76JjY+WiG1vl9P6z2ecS0/uoLJvs6eLz4pADo+JcjrPoPznL4hbbe+3i3xvKZjH75VoKI+1tXZPtLYfb9o/1i+KvXpvknInb5K1CM/K7GZvgYIur6DmAq948YWPz7+Dz5qAa490IdCPfiI2r4Knh+/fQAzv+9UWD6g2IW+ZU8HPi0uOj5I7kg+GMugPsvwYb6ZeCo+0nLbvdaKhj5tMx29iEqJvi8OxD4zt28+",
        "kb6Nvi9QfT6b6aa9bjblPpm2v76iiQQ9M2YRv4DIsr76ISc+6hrNvjStGj4GWPa9SH/GPvmMkj3YGBm/iXp/vw7syDwCw/I8thptvBEKS78f4Ka98HzoPlUPab1Vav++Jq2ovgXXqj4dULs9VEb6Pgfu+r2u34697j8RvjmBOL99CEY+nVclv1MNiz+ZRi8+Men7PaK5Lr4RZKI+o5q0PjkOU72/YAk/bGRTvXlKkrzr/72/3FABvvaeQL7wECc/vnYCP/+r8L63pmo+mQ1ov9pHoz5TWXe+6K5FP/frmL6Yxhi/QYJNv1+ZS79tiPI+XcI/P7Q/OD9a1yk/7/Bpvvn3R79+lwC+upXVPJFeob7IUu6+YpBZvQoSej/Ki58+bubrOqJnKL51mXo7LQKyPvmFcL6Jdnm/VwrXPlHEzj62jmI90gjqPYCtcz5S9Ma+wFhrvuHuFr+Brxk+Db/Dvsd11b4O96a+yX8MPpsGGz+2hVI+4aUov5FfYz77B1++DYG6vglAfL6/CMo+hp9fvi2DnT7kH/Y8Yl+IvqXobz7R6oE+R1MlP214pL4+6Ng8/vSmPaph174vGEG9xoqZPhDp772km7i+PrkOPyk54L5TEpM+Uz3Svf3T+r6PMJU+iLQTv/ID+b52VIS+UjzqPlc6Kj2Ie8q9H1Q6P36eHT8Mjei+pppsPxajw77HqBW8vGvwvh3HL74fUkg+T8OoPswOjr6Bob0+0wzFvl/KYb7Gvru+remKPbiq676xr0y+X1yvPoNP5z5rBNS+KMUAPwwmnr1pRig/qkl5P1pSwj5Ysbu+eWMBvi88OD6yZMk969n8vb8ioL7FDfU+7yr4Pp3h9b185n6+tL6IvUwq2b7zuyA+9F9cPuzOxr55ugE+Bz5UP5dVu76Uvhq/UKM6Pn4QGb7d0zU/CHm2vryWCj9bIhE+IbUovybNVz7QF8++CKRLPxT9GT9INhS+GNSUPqeH5b0TwIo+WzKhvsrDgj5G6Za+4z1vv1TiBj9m79c+",
        "YYH4Ps1Nz75lBzu+P34aOpW2nL4POTM90puMPc65M75RsH2+Utj/vnz+sL16we0+quojvwWzvD6WqWk+oJAGPmvTbjwteFi9RFNBPlyiPb5q3KC/58zKvobixL7AsQA/LDpivzdVtT4l31G/SrU/P2kOpb6+N1G+mBGHPSFyEj/adCo+mCJ8Pnq1HT6SIuo9RG0tP/Butz4Pf9E+AeWlPiCUSr0g8e097Psev/y6tD6QRFi/SJd4PlLUAb418qk/NKoaPz85Cr746iQ/IcemPjjS+j2pV3++SLPWvJ/VmLu2kDY+QG40Pv6zZryBOVU+6b+wvpgGpj6rfSs+B++WvrKglj7fX8G+TsuQPQYapL6F0V++XNNNvwJUpL5Sjj0+RLi2PuC5fz53mT++ygXTPbFKCL88JvC+hWgiv9EYrj7oVDY/zqScvqGrID5wkws+d1QLvybG4T59FXQ9GDZ1Prvsxz3/Ikq/+hM0P4SVur9vIyE/cn2lOnf8sL8yypS+LQmuvdtypj7w2RU+QjcIv23cyr0OmDO+cP40P65qIz4ke5A+piGDPncmhT2PgGu+GJ8Fv4URkD6KwZw/yIf6vj9Nyj7htEa+VIQsP0rN8b7yqRo+gGLcPkwFcz9Q1kE+j/kVvwEz3b27+jK+Xgu3vgfoMb/NyrW+F5W3PFUEjb6r4Vw+0nA0vgLc5D5xwU4/cWjXPMd99z6qMfC+SJQsvqUT0L1FzlS/crUQvi0lCD+HZ0s/6F1fvtoZCT+xC2Y937pwPkos572Kylo97GKzvo8w1T4Ofa++vS7SPqYtZz4V3N88zIlpv1tbLT9G7wQ+iAqePYYoNL0g1O2+kw8kvRsI/T6i+G++4MHWPju7mj7iSjo/2h/SvGGACb7OpgA/Hvo/P9m1bD5lyos+UWwSP5TE0T748oG/3Ni5vhIXZr6I/42+xtnrPaZIEj+pTh2/5E8Nv2E8iz710iK/PMUHPfzKyb5iydW9TKgGP2c02D5YVSM+v5ZRPRpcOL6hshG/",
        "6vaMPiOhuT6Ujws+QLzOPtdi/76h0kw/kJFpPx5d6D3FUOO8Or+/veDky74tgwc+ofgVv2eJBr3H01I+TICHPdUNjz08wg2995OPPoxaLr9kNzg+tSzfvZf1fr48asW9qvNXPxwn9r4M9Pm+Zgb4vlrmS78vuzY/MIuJv1dsK73OIkA+8j/Bvv7MnT7xzOa+sltXP9WHoz6+WlQ9iqWUPrJU6r483+w+rFLDvm7MyD6oU4++u0+Jv4a9yz6hHgW/hTjsvtjDBr9l3yG+R0+rvCfA8bwfORA/71k8vW74ML5DYUG+GFsBv6PS/T7hFAk9kx0vPfL4tT5OPJA9WRJtvvIRKb5IEoe+0xxCPoY2BL+rGSG/XRGaPY3HzDzAKMI+a7EovxHEjz7y+NE83goGP9LRYT12rGO93uXLvglxRT9f9L8+ykD0vQR4fb08lsA+qLY0vkEqdD3tsEM/UYIqPrT7hD7n49O9FY0lPs6/Jj5DTxQ9XWUtv2BuB76Nth4/VZYEv+9VcD767DC/kTs+vqSUnD37Ci2+3898Piy3A7/u21s/LmP6vjUy7j7X3PY+3U3jPubYIr6dWRK+PpQjvrEGJj5/9zU+PCbcO0whhD4BAXA+mp6UPlz/mbz9Z+0+DQW5vuOu1D72UXi+88C9Pr2k4jxvPII+4xuevln43z5hx+o9JSc/P2tNzz4pYBI/NIFLPvcLFj9DEBO/l0GhPgIx+T5Lqem+gggOvwcAFb4Clw0/hDJqv9BT8T5u0Rw/64K4vZBy1T52pdI+kJKCPkgrmb45L58/LzhZPyW/bL3NcLU99fbAPVfEvD6zNJE9gSBqvvTRC7z+6Ug/3qJOv0o8tL05Mv2+1OcDv0ruAr90eco8Zq3evPyBkz7TGxS+8yu/Pqaqf71sPWc+Yr+oPk43Tj9ku+W+G5dfPphIVb7bxPi+xHZjPiC2Rjt6kS89KEhrvkO3/T02x0a+1cx6v2ymAr74Wpq+lls2PpZDjz2hXgk+va3APlCxnT3PPkC9",
        "XMLRPY1yWr5XERS+4dBQv90h3b4l0Ig+0huGvjmnFL4ah4C+q3r8PsXr377Ka/U+pz9gv7+VVT3laU++wYiIvlvJ6r13BHG/ZZyIP2/v1LyiwNK8Zy2OvmCTo70swBY9UG0JPUkiKT+FELs+KXb2vNcYwb+BcYi+toHrvljuBD+rYcc+3Lhnvjzb6T4EAd6+1mpbPAxOrj1YwDI/n2iFvqRz5L3B1d6+VkqFvwPb+z4hay4/e0iIPlT4Lj9deAG+ixePPbix3j7zLCc+0B0PPhTiG76AwoE94/PiPr4yjT4k+mI+eeLIvbxBHr/DTsk+DnUtv1h07z4XRxG+AWiLP77tAD6CbYe8YFQcP8qMAD6NkzM95LVKPEo6Jb6FvUa+e67RvfaCEz+1XgS+I+o2P+wklL4yxLE++LG2PcRVLr5dHvg+VO2mvrnAwT5mpv29p4RFv6jbVL9x+g6/Xo9Hvh8Rlj4ocPu+6qWhvfLdGT4j4Sa/LInJvY6XPLyUqiA/EiE9PrjFD7/H2As+eg8XPebH5D1p9Uo6RUA0PpbC075k7Dm+WTkPv07o7z5U3kC/HrsKP1TFory/8Zi/2LSbPsscsL4EtYa+s2uevifD0b66od29uqGHPvQfYD77bKY+I1AtPuK//D4uTAU+x7OxvPUH0L1jR7c+IpqGP8W7I7+toBW8ypssPbaDib6oL8C8XCevvskTq7xkMJE/uqCvPXbj6z0Iasi8d15lvnmMFjuQfdA9XZqtvmnGjr6DJkE/3FFZv12yEr7E54q/cDijPdn0HD7eylE9OrW4PvRHBL8XY1k/t9yhvuh+WD62J64+pztCPSIIiL6SEJW8GNkDvh7MaDw7lmg+L732PsPEbzuPKzA+1nmIPsbi47zSmK0+gjZ6vvq8ZT0As867nKu8PllpjL4N5Ko9zvlUPr38Db2rlhU+BqDtPo/z0T5TxbQ+UbBpvkRdgD7GvKS+jnLaPj7rPz6cXoG/HJHpPUtkiD2lvBQ+lqGTvz1hUj4cUpW9",
        "H/0lPnep1z7RTSI/qP6GPue73z6IgoA/aFLWPmlNJ75y7Ze+pKsRvgarDj8+ZqM+LTZyvwGDeTx0NWg/qgldv551sz5OLx2+kpDCPPHaAT/kxPg9LCUiP6zXSj69Wy+/Q3wFvcCDrrsZ5hk+E9P1Pow+ST7Zl/69KltkP9Adkr4NgCc+LuH6vhESKL0PPnI+cAeCPdItJ78an7A+t2SaPdDqHD47vXM+bbqVPictDz8BlJG9nzNtP+qi7L6TyhA9tx0Rv0w9QT+axe89YCtYvnxVIL9U0wM+hlvDPMPcYz7Ya6W8yGmivvciOb1pcGc9g0MDvruqqD6m21M+M/MGPm09I76cjBS9BL0Qvx6p772qim2/ehn+vcfx+T4ARwC+vk08PiHQ+Tz9aG6+16FDvgUwnD62c0Q/XKimPszEpzyhnhg+gPucvQBrC7+HTNA8C5cmPpS4N7/SU069iZyKvqAfTb5VGh2/h10Cv44+Wr+YPQi+wmPbPrMFFT9X8/O9W2s4vvrOA7/7LDC/7xMjPiSfZD5mt+4+JmjsvmGhZj9NEj8/5/QePm4kxb2k9LE+XjnXvtGiwL5/jhQ/Wi7RPMGfPb167y8+u3rLvcaDNL9POUC/+Y+bvgtVmj4vBIk+U6+pPoBGWj79Ugg/bznpPF9lkz65KEE+5CxHv88hjb32xGE9ZvXEvZA7kz4sZVK9xtUuvzpAarzC6Rk/4x6iPre9AD4XF+w8d61kPiy5ED62mua9GMNlvrD/kr0R9tc+1mMnv/FSB7+ev0G/fbTevkmmMb6lxNA9buFCP+FS5bxWVBa/YeHSusK7zr1YqD4/AKl9vmo0Uj4nHkk+HNPvviaolD0wjM+9hIoGP2RgZ77GRE++Mu0Dv2qoBT8gPKE+3TIbvvqQ6D6noxO+eji9vEHayb42Z26+m5W4vsnXc7/yjW6+EaRCPnojOb7io4E/o1XtvmlN9D1Ao76+SUt5PlkF+r1f/+A7sjASPtMrBL8ocjI/t1ruPi5yn7438Rw/",
        "y5QLPfr6dz6LTzE/+iKpvtaE6j66QYc+gO5XvTdzLb+FI54+k/i1vU4oZD1Rgd4+srpZPnKsu70TXiG9g07tPtmZP70BHog+Uy8bPoc0bz1D2Ci/Uo8WP91mgT4UKNs90XjFPmjwFz8CsBc+4FUKvtZ03bw7KiE/xnh2va4rXD4I6hq+c5Yav0u1ab/rMr0+XdkhP3FTFj/Gj+E9mrX1vocoB79R6i8+A9YgPy//pL71AI+/fA+bPr1F4j7YkMy+xZfpvtsBHL8Qj7K+BKGAP93FBr5twY8+Rc3cvv/k+z0Lwnu/aXFrPzQVc78j0Jm+gA8mvsJtpr0Klsa+18bMvWfchj7T6dy+TVTRvgU7Uz9zkxq+OfJRP7aEiL1m0Qy/BIMgv95bGr4TXjS/dGVVP2D0AD9nS0Y+b3E/P/nPhr4VUeQ+fBaGv3bfP75nQNw9Q7Yjvs6eRr8fPj8+ND9ivDaVfD4XMlQ+PPkKP6ZRRz83w188KEc2PzQYyr7RNBa/dgcMv7sckT30yEq+cupqvuteNL/WrKm+ZEqEPe1K1D1/Qq6+eZM7vlaOLT6dqT4/zdkWvuIfAj/zWtS97jSiPndrF79u47a+b5Hzvgq7qD4EaGC/7DnWvvoYUT0TCPA9VHXOPn+pQzx0qI+++UCivv2UUD4ecFs//fnSPi1vBryD4qe9aEwVP2DRabyS4ry9U8YnvabTAL/dArk9JF7GPh/R6T085SO/4UJEv7dd+r4EVSe+B9FEPl7qDD/lUm++NYpgvv+K2r0ZzAy/nHu2vj0+KT9ZPIM/12gTv9sn1z4wcgA+GF0qPlR0lr9StIe+zCPWvVtlVb4Rdpi+wm5UvgT+0L4krla+O6mjPmcTgr684PU72fQsv7Mp9z7tc4o+MLOAPqjO/r6nazQ8Dk2wvtx7jb6Qx6C8gEXRPcgTEj9nDco94S0Wvlr5/b6f064+K10gvsW74b5Wyp69NNgav91YWT6uu9U+lkJSPrc0Zb4ZOBm/nQ4Ov5iPkL4KbCY+",
        "3UFKv5B3H76UngU9yK8WPkdPxj27pC8+SauWPInPCj5NAcy+qZocv7d3LD+goCM/mgcOvLOYWz9Lm5W9WfIWvhpsyj6RnKc+5E4gvtxSbD8PV6Q+BCq+PpP8wT7g1cG9FE3kvRwAUz7DAi6968zlvtVJBT/rReS+53HyPALuUb/Camk+K6GLP9G4C7/xmY4+C8hEv7KRGT7UMiA/NDrGPikeET5t50u+XgSUPw+m9T7QgDs+vUEwv2Zpu75l+909zVb2PpVTAL6cyDW7aI0fP3ws9D47vdA+X2IGv+SIpr7icBW/rV6FPkQBhz1ySAy/qym/PhhEFT9h+ac+Dfe9PScn6z4s1JQ+fJ0vv9zoHD84S8c+nRcIPuFcEb5wQri+ZITAvkZmFb4fToy+J0kxvzV+Ib+trRo/dzmjPk20BL/KUD895BQBv1F39b3/vY6+hQj2Plxe1j7kC34/SWWnPnVvCb/kVti+39+zvQ0+Db8l0CS+9EjOPlnHMD4S/nc+5f/iPBeLEb9KQac+f9ExP2GH87251xI/XrCRvpOawT3H3yg/yTI9vtD0Hr578X2+CmcSvpFhxD65ZEQ+lPGxvkF/lj1RdbW+/H37vjxmHD8TqeA+9ah/vCaiK7+NusA+6ZRkP0qF8T0Y00q9WRMBPxfPDb9AXpi+t0SXPg9+Vj7Rops9n6zYPYy7Ar7cUTG/z9awvo1kRr/P38m9FD5bPhpkjj4/IAI/nCGOPrrKF79PeGw+2/yBv+vfjr5GGuu9m5GJPUPvEr4LSbK9p/GLPXEx0bzwTMu+yJB7P5ridT0beUg+/3z5PQk7Hb5F0kI9j7yCPmui9Dyq1vC+4QeFPU0oK79BxJa+wZFMv3okJr+gxvK9Uj4evo0+LD8aIBk/eRFJv++yIL/66sY+us0pP2s3AT7oZtg8d13rPkzNTL/WBdo+cwtFvhBSiz6rlGU+/FqHv5ZUsb4yP4K9ALGHPtvP/D5zzd4+guItvtxZGz4RE8q+SxrVPiCO5709ulS/",
        "zTZIvr3iNr0DcCC+ajFhvoGFcj01fTQ/55ITvnYPwz2YXGQ9rLxdvReMAz7gMt2+NdXyPjThcb3fLvu+/MPLPKQtlT0i8f69joQVvVQ60zwYJPs8NOlNvnBOJj5iXww/qlXgPF8Z4b4Fhbs9txLuvuOCXb9BWfm7aQ7ZPvVjJz9r8Z4+7Mz8Pm05l75Oir8833FNPrZI2DzWYAA9XXfNvp59qj409ww/vP4CPlzHdb4vo+O+jzIJv9Y6nb5717k+1Sk1v+uoyr0ajpK8AX+6PudGOj5/EFK+jh4iPnQcJT/rkOa+Co0xvkr7gz63EfA+lYbRPKiCXz+VRJO+P2zuPVE0hj20Ih4/D9BVv4e5mj9qulg+teiWPrB7D77MGM095y87vij+Dj13KUO9mbrnPh7iET6Pa8y9Q4h5PrlkAr+jQ6E78JlvvrpiSr/ZZE8+haw5PXsQYL2GVvC+LqxMvQ7bfL422aO9DxNRvfNTaD7Vils+coEjv1D1vj4H8ua+lljIPr0XOj2NP6u/R51lvWKYxD7UKHU+HLq1PXYo375fpzK9mfGbPx+u4TvJhY48dKk6veRsm7sNX7s+4FjGPoBoC74Yi38+dVLxvfEGJr1nLoI83VzNPV+C4z4CsYc+b62YPvGFQr+iHMA9k+XKPe6oIr7/rku+ktwzv8GZGT7YUgO9eUA5vjJXIL+95K69GH2CvI2EIL4X8Mw9/vkjPTwRHj2LkQG/4FSlPvOiKL9pbQs/dKWqP59GvD6E0u89+Rw/P+ig9T61/KC9BYiXPUSTRD/z0Hw+edgov76cEz91v0Q/VGOjPh5MBb4qYbM+cc08P5H6Bb8CXZ+9Wj37vvpAG7+IxaU+LiACv3F69z7MqqA8BX1fPHOCbr1axqu9iUkEv4MX7T3MhLW92yZTvjj0uD7HDEQ+QOjqvVIIpD3N83M7iLjkPYLBEz9hmlG/Y3QUP+h2l77u6wY+K83SPmcXzj5thq6+znI5Pt/d0L1ohLs87zzdvqiALL2peII+",
        "0t61vO53FD8oppc9jd4LPxZwq74DD6G9gvigPvOG0r2odQo/rf+cPjga/j4GRje+XEE3P7q7OT+2QvE+JOBsPg94Sz5eF4O+HC97vy0Ujz4KNbE+8CRnPjw/Z71zC2m+UyFlvoy9Dr8Mmig/Hydlvlg0/r6DNAk8DBuYPt3esj342o2+QVoivw7lE79UJxs/y9gSvEQXhbxQrL6+cJ2uvc9SK79icik/IRMFvzhPQr7Tl9++0R/SPTXMZL4/nCK+nEmZvXRhHz+upOi+/dsMPlcydb5PQZ6+QrjbPmdueD6HXSm+ABVcPMjSCz91ro4/UOE3vpriBL8ecdO92HMzP+eC3z0qOqQ6ceK6PZLMRD+xKfY+dppjPuZgCb74iwe/QhmGvstDMz7wqhi+MktqvpZkID74ZFy9mqqzPqzPl72lvdw+BQS4vmtRS7/zXPE+tUO7vD2HAT/spYW+nDpDPiaL2L5vnq++jfRBv2/X6r5sRSa/IMrYPi1nlz5nBxS/1ZeYvYkAHL5h7Kq8qsM3v2tzpz4BS44+8OUJP1Pbb758tT2/+qTmvVjQ6z2mT9y+7xuAvWwm9j0qD468xTqWPH5Z8j3nzQM+9Mq8PiPI4z6Q3ja94ftnPw2HWr7emdw9guc6P/2SEr+Ul2G9G1n2vWSONr7kE9C9F6c4viyXu74e5Nq6epF4vXbhY7/mtdM9MDdcvpQnib71E+a+rjt5PvSzbT6+VgS+eV1jPBLa2bwjF9S+ms3yvp+CLj/HKCK/ALwDP5FhlboiTCq/7kkOP/N6rT6XgHw+jLaFOX2ei79W2Fi/XSMxPxhuz7zvkug8d8iXvV9s8T3pThk/3mRKPnSKS74TVw8+ZPUWvtVMGb5R8Tw9nAqdPTzlGj3ZUMs+fFllvUZyaL8H8w8+a3MtvqfUeL4JZ3U9NicUvgNBLz7Nzn6+8fvnvizTRr+sI6G+H5E9Pv2S5L3pnLi9taFBvmz4wz7Q6K6+10tdvkfTV77jzko/9runP3NzXz3564U+",
        "IzQcPmauOj8N5j8+3lMOvlbiED+6fJg+bV6kvpU/Ij+lN9g+4hIPPzh0ULy1XtA+looJP35PQL+ujni++hbtvhyEGD6cnsc9Ci+gPdfUkr4OvBg9xIBFvo+V2D7FMha/4jrsPjtSQr6tfJ0+xldTvv6oTrzMSN89r/tHvxK92r75Wag+G5U1Pt27Qz66Uro9Vs2HPp3vmr6GfDM+103CPvw77T0UIce9ATz/Pa1idT42qp+9kfIfv9MrPD+uQxg/7IogvmVrF73Cq1A/YwwuvijSBj+ikcO+hlFiPvHDBj+y456+VK0TvyRIrL4niBS+Xwn5vdtehb61+Qo9cQXqPlX/jT4oBd8+LAf9vdgXIj/8Xvo+GLSLvkE3gb5Yauy+k7puv7/G6D6Q5l69VElSP8K8HD5/ZWq+4Lh6vitjQL6qHh8+M2YUvtA7Iz+Vtxg+doaqPZpAWz9PN2S+6gGKv3brqL7CuS+/j5U6Pk1nJj+hDIM+Xg18vokkE7/9ZcO+NAYLvjJ6MT665B2+o8y9vpAeHb/YyFg/+wd2vr0qM77mObw+qPiaPc3jMb1+gQG+Z8X6PhkwUr/AjLs+86EUv0Na/L4n4pk+2c09vzR7hD9oqAU+V+e3voNmKz7KCmY+9UlXP1Li7T61w58+I+QKv0aMFj4nQku/6ZjMu31Ruj5Iu3C9vAGDPqJSEb9Vasg+C5noPkdXGTyzq6O+SFMNP3Xslb3fA5+9iGwUvgdpOr822Do9uQwiv0xbvz2Adv4+N65ovioROT0cTCc8Afr7Pj9EMD4xjTK+pwepvgvInz3sQwU/sRSHP7Xv+T7ZXKc+2m1bvonNQ73MbSQ9oq1uv0ocJD07YR6/KQbRPhrz2T6y642+IJrcPpJpBb+DXcs9uc76PsvCA761Ope8YpwzvwnnNT4sNg8/XVpcvidTE7+sado+h5csvt/Byj5tfIS/CEUyP2Bqkj6buqW+xLc7Pu+H1b3m8c48ReaZvQO0wL2R4dY+ROVbvSHmlr18FDS/",
        "B0srvuuWWj4Xjqu+HF3EvpKDKT/7N3K+lNT5PX+TR7+8ALY97lANP67SBb1xxre+/wThPlr9+L4uHu49oB/Zvt3Dtj26WyW/cV5vPUqAID+CStE+GxlCvTfiRr1O9u2+U16wPsby277/+xK+VvjPvtUmjb7YIB69GRUGvwFizT5yvhQ+PleZPyUE673CsAQ/nwbdPjQ5KT6WDjo/0xhhPo22pj61rja/HqWHPdJ3Vj46+os++bnZvt/4C75636G+Ic1SPWWhaD8A2gE/gIUOv6G+/r3pdtE+F+lTvu4WX709Pus+v1DGvphsfz/oIia+oknXPusA4r0SoBG/40u7Pn+Mfj6BxC8+bEyCvjQtyb44H20+8jGGvjk/qD4VDcy+/SKtPnBNOLwcW5+9SyENvvMw4D0sqDW+DM5Mv4+ctr7yCK+9zZvgvqqRrjxYaUY9gaV3PvoELL+QRY2+bmdOP6WXoj4sBwO/tfymvfGS6D62phg+EShZvmY3+D5Ryv0+jKeHvo9vn74mVvU+7MWyvmzgJT8Mytq+BQDOvQxpUj7vteq+pkLGviQPar68xaE+Us2bPlUf7r5mTxA/uR8CP6yCkD8Fcdo+QCQ2PkkqA76+9QY/q6ktP0LQBz6uFIu+EHZRvuxaED/bQi++tnsfP+4P/D2RKIm+glgZvSFqPD5vjf0+B88jPsbrWz8zuLE+bpiEvhUZbD9nfsa+uPZDv7/bsb7FEGu+8gLEPoWmFz+GdwQ++rC8Pq8Tab/v7j6+LW5Cvp5NpT6fQEW/7m42vucqO75/cB6/bRdCPFrNJr8XBdi+ELEuvZd/Xz2fcmG903g9vmeo4j4e9x4+rqGcO9FdkD4U7fe9SlfLvsT2Gz6nVDQ+ulxqv9FXqb2kcuO+ohKVPo9ETj4H76I+x9hhPQZ6WT4Le8C+35qXvUbXwT7AUti+u2+Uvv+W3TswFVe/dp1Wv1lekz301W+8K49BPgXUsj5vo9S+e54OPcyz975E1T2/02Z3PvF5Uz4onP09",
        "hvxdv7m/oD1OOoG9tYW/PvqGIz6pJQI9kz3KPfBGVj9VtAo9CUkevvlBo75VrZY+eFoxv5V23j158E6+b4onvjhvyD4Gf1k9jNO5PgjqH70rBHu78OkIv6B1I78M02E/TcS4PhgcSr6KGnU+2qsnPxdqlz6YuF49yEOuvi+cKj9Zcq2+HWGcPTzeuj5HVNm+RFCdPTg8/bwgggQ+W2EDv/MTrL1XSNW9iFZFv56DWT4n2do9mHrVPtWuYj8QMhO9to3avWXFUT5zM3k9j4A2vjjJeL47GEK+HEq3vcZ/kL/dRHW9HkbDPn8EEr7HQpA+RqLVPVzFuj66Db2+Zv8TPtUrBz8BFM2790JOvyTSqb17f0g+atVdPtc6nb0Ufrg+8z+6PrOlvb7ABpg9xZuwvqUzN7/RjOk+2dEaPUyNxbuP1Rg/TgAcP3csMz+1dy0/secOv5lwAb/1Yji+c7YKv9n9ZL+lk4a+7TGYvvAaXD8VOlc+SRy7vgR9pL7fA1W+/32FPvfgIr8w1vi+L95bPt+iyL2NY/s9Gv36PTpyrD7RSXG/SykiPpNJGT4jY+I+2zyhvPBkLj9UL8m+HrUVvQ5qqr0cnK47arA4Pvw1Jr+GCJY+PAE3P9xD277gfyu/p7v2PpgHID6QwBO9+/mqPFJRFz68rpa/HNsAP6Z4Ab/snZS+iVHCPim0Kr8Y3oE/oabau4vgTb8zZjE+tVSLPnPqOj8GuFA+mjpQPunybb+DwqO+aopqvXT4Lj67mtm9ZfCaPvS8rz18cOm+Mo24PnK1Uj9FbMm9XnAUPpvUlz6wmIE+4vl0u7dD9b4ILjO/8qSuPpd1D78jhJc+dLwAPz5ltb4s84++WpeVPrW6vr5X2rQ9Bw3EPjZpeL484gK+OqkTPwpILT9VaOc9UhWePlrEgL5HgF4+EQbyPkepAr9d12k+KLAAv8T9bj7GdyU+Utl1vsdDLz6fifq+kQSmPWUiYj9PKOe9u4LpPhXPrb5qfPa9o2nyPnKCb75XBry+",
        "n6DVvj4iYD6+aZK/kSGOvsJter5qtqq+MUwPPamSbb7K9rG9wZsAPsElyT3BAnI9ko4+vum74D5F/Vu+6iGXvh3Znz4M2om+aK8Tv+6guT5o+4c+aHBiv0BW4D43dOC9S7b5Pskfnz7GKG4+uZ0IPWyE3j7ZQwC/wfKHPvOJ9z6x8wi+aX1RPq3uST6evTS/0ys+v16W7b7zKEs+3fqbPsJFbz5C0XW7fDRCvhuiNr/5WF2/hGE7Pqqf9D5DqrU9sfcfv6POTj1gNoW8OYsnPv3byD6VdeQ+vA4nPv8FHT/AGLO+WUVqvt8k0r5HYxK+7WY+vyZNOz5jsIC+XJHavkFQ6T5dgr8+LFn6Pv2G3D0PTem+kgYHv4OBfr4KHWk/1L++PkcjPj1b17c+pyWCPw0ovD66wlY9e/+TPQil9j5F3RG+iYoBPygrYL6VlM09nDTYPnakoT0TY2a+PdOPPm2kpL6s6Rc7NzREv2xsIj8DjB2++BbCPsjIBj8tCwy/kpkpPsbFGz8Lf6u961HbvkhkIz5MdKe+tVX5Owdkaz5UK92+B6hgvS35Xz6oEgW/7magPlHnD79zIhM9TIepvZHOLT0K8Dy/HOwivEMvT7/zRPQ+QtyRvswSRj7dHk8/dHUfPn3mGT6WyLM9Vxf7Pja2CL/CzYW8fvcaP458qb4Eycs+5M4OP/YU/j3hcpK+zsRVv4GOGj8FUOA+0gHUPVJtGT4WeY277mgivyxSF78KJwy/PG2BPRdaDL+qvtm+JsdePi8b2b77FYw9vSl6P362oj7Tbem+n9vmvie6Bb/LDYI80QS0PuHUDD/iES09zj1HPmJJ9zy0C26/rAtVvyDXKj8qVqM9pesUPwx/1r7djh0/1kLKPpSs4L6UJ0I+Q+XMvkcGWr2XLg6/gd8Sv++5Wj/FLE+8f4YjP5USDr7/0Sc+mmRAPoSImb7XWSu8DgRpPsPtBL4Az8m9LSHUvzZZrD7O1Pc9i5g5P1REob0IsJk+NvaLvQ0ntj5Paru+",
        "+nVOPh80WL/b3qU+caoDP8K/Vj6VnIG9nhECPghZab+fkXk9rCkDPardx7xR0ki+p1LMvQv8o712fTU9aduNPbO6Br71AYw/sX7rvkPTPT45Y7I+olOgvtwB7D5XoWW+qZsmPdkJv76Arhc9hB0CPznM4z1yUlA+2J8QvU9vOD5PT5S9b/gmPxzEaL4N/Cu/8dIAv+Q2xz4Vnxy/UXQ+PqONDj70bB+/5zWVP0xB0L4js6k+bc+RvsETO7+hUdM+JOUKvjBRmz6HGGU+r+WBv6VSJT6SKOe8Aj0AP6E+K74/DLK+0m+IPWbRcr4zqS0+5LIRvSo0gD63/wU/oERDv9DaPr0JWe8+Ue6hvJVEGb/BnaK+T4UVPhXffL1ey2m+XKWNPu6cDz+xRqc7vhQ/vhDyUz6czTW+rikdv0/sQT7P9lU+1D4IPxFMU7+tRfA+PEFHPqJnIr7awaw9vqKAPnUEpj5PWem+UZJXPPGhFr9XzCq/jrdMPlzXfbz6cxE/TgC/PSxzZj/ce/o+AzY+P/rq/T3JntS9o/XVvklUFL/jT0+/W+GRvaVgkr4IXno/2mBEPhVVkb6MbrO+ihLPvXaslT5RIFm+A7ibvqBECb+BR+S+isQDPqnVt75ebqM+hCw6v/i5yD4U75i+MFj9PqMMA7s1/zE/l4WIvb4a/L3JQ7++DJEyP6Ey872jNSi+tiysPr4coT4W8MO+rM4kPrIq+r2iRhs+dSaxvgADGj7+W8W+zECUPpT6Dz9RHSK/+ch3PuOnuT13VWO+kHVpvpj0Lj6eh6W+aQTwvfRwPj04JNU+zIoZvQxMxj0M77O+Y2tVPU3s0L55NB2+F5msPRhtEb+1mVa/JTySvh3XQr8t+/8+pfEyvqF61L1vXgw/v2FAu6eKHT5sFrw8qimKvRe7er967IO9m/sDP/lcEj7PYZY+tTxxPwAXE70Cxy8+iq4Fv+v8Gj3tsX0+K7R+PYmjsT2NgXu+zKMXv8NGF76s5jm/KzI8vgUIGr8BEBa+",
        "ifULPrIVDj3w9zu+dKBRP8z3yz4MFl2/OzGfvrmnOL8ph0w/6sqcPjiAFz9H8YW8bjvFvmGRP77wX1q/1SXAvpZO0j7+0do+kI2YPkStNb6LRfW+3OwTv2pVi71cmpQ+/UM/O+1Wrr1xCXg9wSRGPTICyz6PaRu+nUU4v0L03j7qF/k+hMURvRxOCb+dsgq+XOpcPsvYhT/pQTO+g9VSvVHKD74Sm5k+KUBVvn2bmL565QE/cLy5vgn9fj5BZVC+V/4wPQT9AL/Ka/s+QpNavVnmjL0tp5s+JNRJPhyIPL6H+5++L76NPsEYrD0la8k+6rqcvl6bpj6ixAO/ZzmDvjGv9r4aVty+3buYvujg4z264Jm+TA+VPh8Pgr9szjk+2yFvPQTNpr6jVcK+TwFgvUEMA76izw6/WaF+PqjFVr4hais/oYervayAhb7bZy8+NbD0PoFJhL8S6rU+Q5+kPQX/Wr6iAR8/k2kPP8Nlur6Rjf2+UQgzPg1FEz8ARL89tykhPzsKer11jgS+hpBPPjWvKD6J5l6+6a45v+Nwwj5qh5G9fAbNvbAgGD8sro++vgrNvmG55r5SLt2+ttGnPrDchLwzSG08VPYDvg/Pgb9fshK/iPMbP3fg5L4GYh8/b1qsvvsqqj2yllK/c+MMvyJTBL8YVHO++clYPk5+CT/Z0q480deFPq8Cx74tbFw+IzbLPvA5SD9vyrK/1/w6v2fBrr2y8QM+Ov+SPgJOLz/P/di+NWU3P/9NoT7OnQw/sC8jvQ/NCj7vdfs+ecOcPojb6TxfFLe9Alimvt3Sr77rdP++jW+ivvlRLj//uM07PEWpPvQRyLoF8Vs+j4ZKv8zcKb3dTV2/gr2FPfirh76LjKU+WE69PtAsn75EB9G9pZaEPhM1rz7dW5I+DnkLPuX9ID+sGBg+x3QtvripND6UvdK+mrWfPlNpoj62Wfq+gDBjPs8u+b6NYP2+RMP9vveOdb/YuSe+LJm3Pp6nXb8s2IW/fedZPycmSr8mKGC8",
        "6QP8PMKxyj1d1O68yWwpPFN7GL9tC9e8f2QdPjkZwD55OWA+8uOPPk1ovD5/F7W99MlEP++HOT2rzGQ+C7dvPnEZUT+qRwU8vo5EPjrIrb5S+TU+ZqNrPpKPoz2u3yK+thtEPk0e0j5f5lK9mtGOPkgVyj3/f+G+aYWSvj96AT0PEzs+K18yP1+bab85tJ6+bDlQPdi0677j3iI/uNydvlDKx76MWmU+IsK7PuGgML8TltY9BypRPX2sCL1kXiQ/WWxePWdw0L1k/Y6+ggT/PgEBlD4xPrk+dxsjvpu2E750TuE+N8MAv89NOj4pwV2/0Hk0vs6G4j2xwNq8EM6bP6ylTTxY1Vy+lmE/vtGJ/D0FyYk+dEQNv3z6hL1Vmoo+Ad70vbAW1zzACCq9zveaPbMJBz6J8ho/mwHtvrwx/T6L8u0+QBnFPhk6zr6AlhS8ok/FPjq9kz+McVs+ToIfP7AZSL7QJPE+VCYGvxPKtr5Po2U/A6tyvlOkhD6ctqw7/yA9P/sXzz4EMqI+smglvhVKcTx9hiu9WYoKPjOaAL+r0j++S7LjPZxWJT5toSs/sYBUvnrnDj9eqIs9lcsUPsF3Cr6qXvS+/B/2vpcd3z0FbLY8H05APq84I7/fYBq9wP3svT8oYb4oF+G+E/mVvb5Zeb3ewlG/ThsBvpO5KL25AT4/8MeTvj+4I793L0++tnh/Pqnkb7/NSM0+1BdRv75Nd71hKlA/hWFxP7dMT7/PdIo+kZz7PB6XCj9Kljs+dWPSPoWPCD8Xk9S+DdyLvq9hmT5DHBU+IHC7PXyVHr+Zmji/fmHoPULpIj6glRy/eN3PvPvP3j497Rq+0bgRv+dvg74kOgU+wqXwPTifgL7pgeq9dGdUPwPC8b3baiW/GUAUv6+0OT+bMKa+huWrPfYVGj95UP0+YuLiPofWGz7O3iM+8HBtPnqHPj5caBU/V0q7vyhVQD71/6I+qvkhv0kntD36BiC9Sf7+PqExj70JkQC/iis9PkQxcD5fPPS9",
        "7XIYP4Nro704q2w+8zsivwysyz0tlR0/zwCbPjQ5gb48NR0/mmJ/PiiqHj+A9No+ejF4PHe1h74Lz+c+o1aYPoTciD1F4qm+B/0QPU8L8D6zFZ4+e791vmOtJz/2MXK/pTtkPim1FT35sda+cJ3BNn4THr77Ege/Dt0fPzt/MDwKww4+V/6LvGK+BD+d6d0+ave/vlfETL/Uxcu+uTP3PP2hRb8BNrI9IzCEvvWvA7/V5WS+Gk/vPdTHVT7naDM9xemlva8VVD/BMbq+Kj40P2Lrqz4Pds0+tBfXPXKQGD4fB6C+M/yVPrXVMz7oT6e+EqBcv+lCFD5YMsU+lkx3v0wgib1B1+U8hZbJPkbQXr7yJp490yD5vgRyFj81QQ+/dhj5vmg26z5BSxi/gw6pvnURmzwi4ni+e/mxPnILaT49i5M/MKM6P5/G+j2OceE+D966vTTT6z0KGb89lj9zPFNmij0HzWK+aHiXPd80wL3FY7c+ubf4vlnoqD6q7eq+cl3JvhfEEr8XFtW9OrTcvvVP2D7ByrC+dOjpvbQNZzw+I5A+4V4Lv0Ro7D6iKmW+HFMUP3ZU6743+7s9n4Uav3SmMD/0cky+ceiSvmKOvD6K6gA/Zqp0vntzSr9UbVe/HmLGvRBXLr0UMCs7lmQtv/pTdD7y6pu+gyzZvvCLnj7MpX2+EbOYvbtczr42MBS/+Ugdvi1IRz9KvSs+h2jsPi+lNL+vIMI+VB4Mvb1yr76F+H2+WlZ/PYg6yj7KId4+jHmjvmNeJT4dXcE9z8vkPeCY8D6H00g/j3jovkqdEL/oZY6+qDxOPln7Mj7lWgY+RJYJv0oyGT9QS8E+cwYpP2WjHL1ymKY+h3ePPZ1Jfz5eZce+aavOvhkWJr6RH3E+jkTevkcb977XLNg+vLcSv3XAHT+X0NW9gyN7vZ6iJL9miRq+h+0Sv3ikRb3ZYgm+1ADUPnceVrzUZja+91pbPRBQxT71Iwa+LRqoPvTLaj789fA+L4XxPmBeKDsMiJg+",
        "HhOLPoduWj7nBvG9E6X4PW9f/LyV9Q0+wRvePrtSFr8vOG2+MNyOvP6uyz0yleS+V6apvM1hgLxC0qy+ad8EvzxxoL7mY36+vD9QPAuBEzzC9+6+dxJYPyQpMT6I7Rm+mRo+v0qEEz/LzGe+rXFPvUr2RT4dfX8+r3rfPV8tJrwQImo++QhKPj4EBT5hviA/V+JOvyp9Jj+Mie4+DjYgv3Oftb4lkEW+l3UYP6fOUr/xadS+37I5vtUJZj7CbhG+A2cdPywDg77P0M0+G2rgvuUQHD/SuDY/cfliPs0Hw75Ch90+nb6BPvcSKT6rBZ0+Cp0cPSqQpznXIZI+E3EcP6cb5z6g3cC+FGz/vUXQ+bztTpq9cuuRvfq0dj9LASG/JKkIP7YRyr5p9NC+j/unvuYGPz12MSG/xBDDPUMggb68bgi99/tZPoYkHb93YOs+Gk0/PaBlRb+F0yW/40LdvoJIG7850fq9yRmnvV51gr2omj4/ZpGJPSx8D7/N+/c83kISvpYFQj7Aly8/LfaAPypg5j1hRys+H+muPqz+DT6V1Bq/rbiRP4Pk/b5I6NY+SQyNv2iM5b7yEBq/9uJNPp+tzr2wQT4+NNqvvt+Th77QWa49dNOUPlGkqruhPwO/nZ8ZP7SPkT5v3EI/+dnIPkxFpb7QU1g89ZQDPxZ4576B94w+8HX+Pu9oSD/1qgI/ot2gPv9/RL97ohc/L5z0vX09cb6Kd9G+Ceb7vWZCDL6+MxY+MJnCvqO/kr5zbhy9SDimvRag8DzqHFs+gQGFvWux5L71O78+9axSPgglKL+Muly/G8AZPmk+oT6vpfq+9esDv6CQeL7n1tC9qyrpvkxjrL2ITb49wxCoPn4/Br/twcW+9ZS+vgebNb+1Ahm/eH0+v0K7tb0R+Ec/TacSv1EkQL9c9Dc//AH/vjuK7D4J0Tc+F9piPir2bj7M6M+9jOdSvmKGZr9QMd8+L0iKPtj2/r7Cmes+0d6dPsRZOL8sDTo/YgzPPuU2/T4Y4ro+",
        "bz4kP9tstrvoZoM+w8FAvjv7H74eIIc+W9+9vFilrL3S74o9XD+fPsDyQL6eMEQ/N3Yav/KHFD4rFcY8M4L5vl+46T633fQ+uTyXv6scl740oeq+Xbq4vWOocz5+ylo9JKn6PhExTT6wNtE+BDwOv/t7kjz28+4+l6/GPj47Bz9nuck+UJUmPqfEEr+18Jk+dJX2PpmKKr2vOsM+rMuvvibwQD43JYk+z1Z9Po6hW7+z95q9Qr+KvsGJHL67rII/fh2iPuWouD1fx1E+2azaPicpKL4/TtO+w6i/O/+tzD2iGRu/ssLHPPPjVr/Aabq+W5yHPQMM/T38Oy8+3EhivFzjPD1uwGc/SUKPvpAbkz6WxLQ+lxp/Pr0vBz6lZj0+n8iRvdohGz+DGCY9SYFav2wT975RjUA//HCbPt5uIr9+FbC+zIybPpv4jT7N2Bo+uQS9PvQubb8yfHU+3H0nv9l/DL4cRDK8A7T+vuey/L6yaYq+e/sjv1Ms7z4ykM49NMWBPyxt9T2IZqo+tkiQvHhogT4xwCw+PJy1vk0+tz6jAz2+BZMSvysqXr3W/ba+ljwlPvGhE7+5T6U+eMacviLiz76r3Aq/qQB9vvXP/77sgEu9plFyvg2L2T4UdBq/uYmpPmQCJr7OJmK8SgYLPYyRtz7U8WO/6jbiPqT4OL9F3SW+L57+vQzgU76VCW8+0caIvtEgLr+QVxe/QWIDu3FnZb9rjyg+BchxPd3nQr7YP8Y+3AIRP4vSgL7sd1k+2cwDPrDsEb7N5Rc/hic/P3AOlb4QIJQ8DqlpPqSCQD1IZQK/34oWP37sx76ZYGA+pQaMvtpkaj3ghUu/+tsqvvt+nr4FY/w9O2qHvhWDRr//dsQ+/iAPPpXlHr6AaoS/6dlQPpQpG76r6oY+rpp+vel5CL/oq1O/9vWVPT7l071FWw299iQcP0LsXD8ldM08ceSpPd0Fej7ioLQ+LsrrPOufRL12Zrm+jqTNulvFPb5SrZy+6HwMvzYrEj6xpYA+",
        "aeY3Pdzd275iQGQ+ery0PeqfaL+ehio/r9Ymvr1PBr9KfSq/YAWEvUybsT7OuQa/0eGgvvxBqr43j3u+q5civw=="
      ]
    },
    "dense_1": {
      "bias": [
        "gQ+MPfB0rT2Mjgu8Fm9TvYxB1jtGhF+8PaCzPYVRij2G6Ag9ETjBPEDOjTpglEU9mVk9PeXipTwiV9E8ckeGPQihkz0UhxA8JTcnPaw10T3Si5w9ibqPPYsn5zwJ+Ac9uCBeu5UmUj1W+6u8QjqTPZPFqD0FtFw9dNrNPXdw/DycOUw9biZePQvrYT0HhHY8bi4XPeFL27ysMwo9skV9PRY0MD0H6Bm88BJ6PZFqNz0TuH09qRiSPUFLDz0cpIg8FqiTPcE+DD1hcP+8mpThPXdztjqX6k09gsIKPovhurspXB89pRowPZ+dwzyyTjc8qEFFPXn7ND1Tvx49XvbmPZNUCD55u8M9nlEEPTaqYz3sBhM9jESUPSjBKj0rG6Q8TjkRPEUjYj3p/vc8VQhxPBQqVLxBY/Y9DJDDPIHmCD0="
      ],
      "weights": [
        "Nop3vbgkzL42NMK+aGZIPnhjuLzF2Vu+ogLHvpnNdT17dIs9URrRvuWnhz5MjxU+QquFPuRw1z5Dpz0+L/FQPp5RPr5TLKQ+Ago2PrX9ob4+BBc+Nf6GPhnDNz4R/v2+ZCcKPx41Xj6OqFm9NDopvmgJZz0W6Ac/ZcCwvtsMLT4qzxk+UsWWvNg3lD3P+pK9I894PeQPwL72ulQ+b+3cvtQhkT6C8Y89vfapPiWd/D0+UR2+UrizvqkLKr6kzfc+pY/5vsIDDL5hQhk+QlYePioa2b1fMom4urZdPjPaQL5PYgk9xR/MPcAN3D53JBa+o8duvaB3Yj5zV4Q+M/2iPm5ZGj6zAos+5earvkORGz1utBi/FccavokbbD7gX6q6ita7PS4kgT5XlEO+8P8TPgd3Zj5ZrA+9LWKOPuC9Zj0DJvu+/qwkP1LBHT1wZ9Q9puFkPU1Z4T0W05y+4q+yPjZvKL5V/MA+UkjZPmwVh773+Es+XF/WPm32tj1IK6++OO7IPPCoGr8Zv+i9n7a2vbqV+z0x0D08x+i7vBAiXD4DmY0+vF/sPjXI4D2WpGQ+rPoGPnsFBr8Gn5m9c78XPXR07T0cZCq+tjNuPFd8Dr77Lfk9+9qOvZBRbL1l9Ao+u2jovv3fcz6bd8E9OCffPiq9kz00nnY8KMsfvqMPGD6J6dk+W0CLPY8J0L0xews+y1iXPrq72T7CueC+mh6GPePcwr4ZBqM+UkYuPmXvp7655Co+/kHDPvd98LzPk/676sWWPp79Pr6U6MU+9y5XPhXck77+fns+SdFnPqGc07wQIKE+FESuPgXvdD5fPRI+fPOAPpVKLDx+mhe+xaVuPmCaJD+u4y0+lbYwPz/2gD6DqBS+ogcFvwLwJL++i249HQqzPebsnz4PqG8+UUhGPmQT+r0VMAC+aG2qPiKmMr5Jfyq+iBg9Pu52ir6JM5e+XuFNvr/b2T01Ide+FI0/v/oSG74tyWG+w7AQvth3lr1Z9FG+LBgoPwkL5z7juJ2+",
        "PT/4Pmomk7zx8Ec+2+EWPYSDMb5vc9u9VETQPWYdPD5dgWo+kI8zPmfB1r2d0hW/4FTGPfqfJ7xVBnO+YCsTvx8uRL7UZyO+aac0v+F80D4XKau9p3XQPkBxJjz4+4Q+5RkFv1dt6L3OAMm+Wwravg5wR71mzpe9OisMvamh6L42XUC/71NPP5NJIT7iBDc+K3+aPVfyu70wAaw8Xc0Ov6gRzr2xkOK9nLeIv89VyL0oa0o+Uyz9PtFOEro7EH2+GRUEPvpzGb6QuDK9pZgAvvpnTjytzps+dWonP1FV/D7m9rw9krErv/ZGVT+eUfa8oCEYP/hsOD5G6+A8O6iYPoGQyb70X0O/UombvaVEPzxBZTu9ntFCPfZNgD7cUZs9TyidvhbT1j4sYBK9PvelvnpAbj7v+C8/RtvJvvmDRj5nFVq8pk46uwUM972oqju+93cWvvkz/z6CF8C+2aK4PmE4Ej5xEwc/WI0AP+Y7tL0QkCG+Mk0ivxs4Yz1609W+P47Avqw6wz7oyRE/33nrPHHNPr6npHi+LrwiP5ic9D2u9fO8N4NtvvhXjD1YpaG+WyyAPlIN3zx0Nb+9SeV9vlkiuj5r7X8+ie4Rv7j7/r4A2Ja+0gHOPe6DIz1zbN295ickvs+G673HALc+M8Spva9c5T1VW68+Q3jfPQdKy73xgqW+Csc4v0ocyb34mMC7gbqBvjNfqT7smhm+opLGPLUFsL7czV6+8muyPjT/Yz70s5O9QajZPubH3b24ra2+RH76PpJXpT4Dd2Y+vTo+Pek7jb6lFtg+0ojXPpU/gj4XorU+BxOFvtnnP75Oh9A9NxOGvUcoQb6oQUk+xhBKPo8ViD7fMDg9SPcsPlfrQj6yk0y+rbnCvgvXF73JAqi9ID/ZPW1y975AgD2+OCGNvuCsVD7yQI29ATlMvgQheT5ow8w+zwqHvnqcCT7uBpw+W2dmPi2+Ib066uA9bexhvYiKHT5FBLk+j5cwvBjxvj6SiVy+O+Yrvvnoj76NzJ2+",
        "vOeYvaNFwD4g34K8uM3YPpLz9D7xyrA+aUkSPwaeFL5L6Ti9EnGOvv11tL3nAgo+DFB6PhV2E77u/w++h756PUi93D6cq6E9GvsJvweF/z3zQwq+ioDkvQDdCr76jY++LV8Bv6J8w77WGGu+KpREPQbk0766A6g9LM3APcXTQj6dOIW+4pxevs9kvb3Icgk/+WvDPZRF5b6Vt8Y+J2X3PgOljL3t9Za+CckRPo3Qgb41Wg8+I2N+PhvuuD4AnPW9NaomvWEjVrwL2q+80D1Cvt89TL0sIPK+3NBNPmcDrz6XkJI+k2oJv8o6Lb5lXEa/NvzYvSB5ET/aAjm+dsa8vg9uID9K4Bw8E1TtPc6rfj6msc+99PUJPtP7/T4n/6u936AyPri0Jb7R3Bo/Uw5PPvVc1T1GK408bL6mPqzTj75ftRY/QboCvxznuz5S+Dk/Kse5Pv0GSb6i3QQ/xpzjPv8MYz7aKJ0+r0KlvTMJQT+JE2s+NUevPg1QeT4ZL1i+sKErv/veLj7WWwo/5xzjvUOYfz7hwZe+4WLqPojker7XWY+9jX3avlSXKz8C98C+hD2KvYnjWj6QHtU9r7jBvvEHAD8HwCA+46yUvqoHmr7FzTA+xWisPSNulr5D+am+nzyCP8vzVr70tyQ+WmAZPaMd1juWxJm/FQwNP0iIAz+FeAq/376yPlfLJz2xdbs+30bVvub1bb+ypoG+GgqNP7ByQj9KESu/rDQJvpNi4b7ZsEW+hFPVOniHjj4wFjg7K4GivhDXQD72d6++nW2GvtcIhD6vIXy+6dgAP6Kvi77BpVM/EI9uPXrJgj8VZFi/Q35CvsHHvD3sas6+a2eAP4XYND6CrSI/YTdBvl9mHL+XMWs/jKndvMQ5d77VmkQ+qlbmveA8CD2n8/W+2FWNvprdm78+74y/qe59vrSgqL5Lwdy+jfRNPfmlKr2U4Ce9RzCKPTm4nj4yLYQ+pEsjP2jSE74Trbe9HyZePk+byz5RzHa+COMyPQCECD5cozA/",
        "wktDv81phT6rApI+4HYTPsCXRb4bynM9PqGCPToRvj5n9Pm8vrCRvir3Hj69M48+B7yEPPlBrD7jD4Q+kxHFPudrEzxrTwM/Zi9cPpvPXj/ZC5y++DN7vmRJBj7iR+g+3t9kvYmEGb4jQL2+HWkBPpCy/D3C4uI++5j6vRusqL6FKyE9yER8PW/UOD8j/ZA+J1yMvo/vfT6eBkY+0jyqvshTCD+OM2i+kl3oPjwPuz6ANQa+mRqPPswKZL5Z8jK+qshaPnFrgb4FlQ4+g5VLPjRJHD5yO4q+FtKCPttorz76zAE8e6gyPSbBgT5DJiK/PHcTvT2rVT6xJp09C7mAPU0XYb4MAcq9+t4Kv0MKmz6zYX6+nbg9PhCA5z4xVBY/kMnzvGstGr5gG5k+TSGNPgd7lT5Elx+/kIoFvr7Qg74GUIo+OAzbPkTEPb2Dh3A+j5cGvqkgDL4QN6o+SEUEP1RZpb1R5lY/zIruvdIrfL4DqLe+NvXBvpUmWr7sqww/xN16PkCld760OM07cQwXP8Cfnz0nW0W/tcvBvViKDz5Z/AM/MaZMvz79HL79cYK9g8N3vjFK7L4x8Fw+45uIPlVhsbwwsFa+lqaIP6ATAT2CuJM+qpLHPZiezD2uhJW+ZtEdv+cJsz0VzTi/BpviPGmZh710t2e86zHyPAhZgL/GANi+ccLNvlYkvj0/vJk9vljnPmnuvj3/gi0+nYA+Pkl95b6GoBy9pzpkPrqaij7pHZI++s9evlyXSL/SD9U+xCAGPk4PNj6glmu9XKoHvHO0bL2g5yO+X5PQPVqHCb4CKCw+ynRRvD0mmLw+Ju09rL4vPvAk9bwmEFs9yeJbveIWI77SHuG9BKg0PlCi9T24YuS93AD4PXiKNb6MnI89mDIBvsPd+z0m8S6+rvM2PhYVMr5PfDK+1JpEPbwH+b1MRWA9TCbautcb1D1SAKM9Jp0nvgdtoz0/uRI+wPX/vWDcEjy8+BS9ig68vSSIMj3xVwA+YeEavv54wzz+5p88",
        "QcwYvYvwwTnybw2+yHkovcR5wz2W0hm8t0D6vSA1Jj2EVJ09rqJAvj/Ypz1bAWq9oiGmvbfBLb4aoBG9lmsCvkWj372QiT89YLM6vU4H9z2gR1y8kVnqvCXkjr3Qptg9FHcfPSXIPD6JW7W9IgYIvtJ1Hr349Qg9jWwMPatM1L0r4Ym+g8avPdI4BL+XKqM71m1qv/Z35r6DhGw+f3AIPsU6UT/QqJk+PNa7vOiUPz5Z9Rc+zofrvGuAczzbPKI+jfYyPjDDAz8jRr4+ulxLPlSyXT0fpBs8ioiTvlS7gr5ID60+y0oIPzaC972xkcI9Z8mNPoX+8T7lRFu+CdwJv/4MoL7Q0b+9l4AGvoUDBb8pmJk+6tYvP0NrLD6PP+M9DLsjvGLhOr5HPDW/rbBEPkKbo75arY0+BRmcPbUq9z2f7rm+tWQvPgwLjb4ktY4+XyjPvt8War5B5lM/26rPPh4oDb3Dnws8oA5CP+1FXz7qAS495SwIPvceqj4kmpC+/e2bPlVLdr/Pd60+OYv2voiuxT172VU+z2owPhp2BD7D36M+8DIcPmIUJ79nz7I9exCZvnGujT6be5G+bjXhPHf96D5Hld8+vgxovtnaMT6QkO07T647Pnm8kLqT1Ic+7AgUPnwRtL6veAG9Vrr6PlvoF78jq8i+MHoRvpI4JL3X1fg+bsd1Plj33T6X76S+UNlgPr1ggj7iCjm+wXU8PzE1AT4BBxA/lf1CPeMc8zzwRbu+UFSRvVpUob5tFlm+/OWzPrT3kj3bbRm9oyjjvlYwPrvQENq+5C7RvdKDAD8c3Be/nXz1vpNbzr4oU4s+YIwpvjWJgD4Lp3Q+L1jnvjWU4j4W+BO+qtZNP0HQAj5ikyu+7qehPsdQgL6xknw+WMYLvqf2ob4VTUq+d7pVviAeCb9pqQE+GVY1vBaPtD6a4ew+sLnHvN4MLL0hA3Y+k+nVvsIIBz9M/Q8/LuqZPvq0Lb6zsha+GSzlvfEJcT9aYFS8H1bdPqLxVb6l6FA+",
        "JbkYvuES+T3qZ2o+55e6PeoU5r4DDhM/baOBvgn/SL4vaXg+Ir/APs8Llr7HDEY+2BGuPRfQ2j264Iw+XBQePx/YkD7yvjI+85zSvC86477iYpo+O23bvkVRoz2+biq/YqfXPiS1cL4EbE2+RJrdvsihiz5Ulr0+QhMGvXCXd7zo932+KO+FPk/kKD7FHaS9AJmNvumg6DymEvW8V73ZvpgwpL6cCZu+iiQWPrTDvD36j70+/gx1vnOJ/r1aeCg+iucGvnz9HD5np8O+4SnXPrP9XT6ytBq+i2FAP9dQCz5ao4w+Ye0pvjEDd77Kiw4/+pQ3P43CqD7lfWg+aLZpvsRg5759Soq/+lZRvIIpkj70I2+9kou+vdMooT7ZLFI+txdcPqssw73hlWw8UIjZPt2JiL4ACXk9v+RAPnZZkL6KFpQ+R0upPGuzuj4q9i09bS+hPs0e4j3DckW+iZ+hvrIPgb2bs3g+OXsmPzLz7D1+HvQ+KvDKPkmuej7scWS+tE+5vm+3Ur565ni+VSriPsR5TT0tbGA+7y3ivmNdUb4k/Dy8co4ZP7b9B74uXQA+fWYaPtIG1T5MqKq9RsWgvgRTNz/8QUu8UreDPpKsb74caW0+xl0MP6GeybvMqgK5YcYCv8AmNT+eJRM/8kc2P7NjuD3kJ3M+z7sDP9ipUz4qAWC+Kd+YPmrq9r4+fxm+DujePabItz71nwY/ULylvYPQzL4vQje+EUZBv6pBhD71SMY+zuh7PqiRbT6Crhi/hCiRvkWIEz6L3ai9UOUcPVFQpD6yNvw+kIQHPol+i74DR0Y+myC4vfENwL35+nI+vt6BPiVrRT5Wc/A+Xx04vai+Uz/DJpi+BgiXvhnNiT7m78W+O5LavRaHnL4xfKI+EPpAvvhkJD4hECW86PNxPQuaMr/XTcg9BEIDP9vFOj8MFWE9peNPPndGuj1sajq+/hLavi3iqz1ObVS+z4YkP2UokTy/r7k+ZOWpPS4xiL4HBDQ9ix0EvgLT6D4vugG/",
        "WCefPSvjrD00Zm8+QJJevjIoVb6LJk6+A6mJvuG4BD9CNN0+9TBHPlSfij5TbsS8K7ogPVn7bz3E/K4+89QMPkCcED/wEGU+bd3LPennFr4ilSI+TcnwPssFtb04CP89HGeGvh+LjDzMtf6+t8auPvWjlD67oE8+cfmNPWqNEL66kTU/0MUnP0TwSr3xOMo9BSuZPlJQX76geQS+8eQEvnjpur1sLro8DJIBP0hyXj76S5098TEYvvLhoz5mOJQ9bvqEPoKg9jy5goM/VrG4PjKtZzsUkwU/3jn8vX9OST77xrg+cqw2PGZszj4IjIq+GHtQPvGhbT4BZho/6bRJPi5hlT6nIG2/W2OBPZ4bxL5kmg89MP5kvqQd0L5Drao9l+sBPhnplj21d1Q9qbUQvuGHlDz0iVe6SCdOv/huEj7cjLS+zLKCvgyMM76c4C89OSckPvkeDT+Ei46+abG9PhWjBTxAX/4+1giUvkW4gT4yp92+V+DAvusqp73U+6q/soyhvg6vkr6EGrY+dJVhPke86z5xpZ8+7BevPkqRnL5vhv6+8aasvbEeXz6pYqG+srQev8APCb6M8Mu+R/EQP3pPL78Nvi2/4c/uvcVZir5QqUI+lxKXPu2H0z2qclU9YfrxPrdPID560YC+D0llvsJ5oL4UtCI+iIEVPkEt4j3xTSY+ooe2PhjtrD2+qGm+GitcPmpcn76OL5C+M1nYvSpUCr6yKXY+fhurvjCXlD7fnlE8saKIOw/6mj5wYZE+6E3mvU0AW77EgYc+f85VvnZ/2r2xHaU+eXtCvlTYh71qUdG+QysjvoL5Bj03MQm+959JvZLjlD4zLQU+17MVPhPg1r3e1C0+yw1yPo3V/Dy8oWY+sGg0vly6Yz49igi+YLH0vWaAJj75sP69gsezPrAUDT6tlW0+QYhGvpQl1zy/hAU/usgOvrENHb7H/CA/lEjbPjO3C7vY3i2+QDOEvrcRz74jsDU+dx3avTIeAD/+v04+lEzUvCsfvrydMWi8",
        "kpFGPu0L/LzicpI+MgWsvfIBFL+9IiS+ujcevvDAMj60wwe9QxYvvUBqDb0ZYQ0+J18cPpUtvz5+nCI+Df/AvYzBAj9iEd49hLpfPZ55sT5pMyI+nlFBujW64bz+jw8/VhLHPq1IIz8AyYK+DhgoPk2p6T4Kuy09i58EPw4PSj5l3Io+K5IwPvgxzD2x8wM9weK6vRCDvT5LwuE+IQPEvUm8XL4SQYS+Ix4oPjW2hj6V4vO9Gqd1PmMk9rwC8PU8RnWePoceTL6fQps+o7VZPip5/T6cWdU+pwFGPcsBij7qJrM9Bhx1Pwdx3T12SCI9J6dcvhqxob0v9wQ+cAa1PhVibj++DIu+nwIbP4oNSb9ppO69a0NsPhl5+L7vcEe9KkaPvmQzZD2R5Ne+SmbHPQEeTD6Z1E++61qxPAPkEz6OhJ+8a+YrPawTor3w/v+8zLFyPlCkmj7PQRM+Ad04vudxM7wJRqQ+jnaGPhjwMz9hkcM+YEzkvryRJL5SVTE/XX1QvsarDj2ZQKw+Idh0vhxtib56LRg/NDHUPlX3o76AxzQ/lKRSvhfgVD7USc+9sys6v0praz+hjio/wWwKPoVdqT6oovA+T9THvi7Rxrt0zcW+WZWRvY0B/L4NDf6+HfKsvq2dj744s869JrtrPqe3wT3ky/0+AV9Av7SUmT4v3aW+a049vkwZYz5yrvc+UnAkPNflU71mZCw8PjX+PiZwLL7hASu/VCICP0lhyT7f1+09kLTbPfWpWj0SutY+7SVqvrtkmj5mDY8+VWupvdecCT//bm++2jBEvpr58D625Do+csVfPv96+T5UHs8+Gsw0vZ71vj109QK+hygYvvqfBr7AWRK+Q6mCvhOedL4ycry9/aPxPtX1lL3muVi+w2f+Pr3OVT2+rgK/6pvJPZR0A7+0yXG+lUEIPmTpWb4kpl++Fk2tPpcQ4L6o4FS9TQgXPeLkFT8hSg4+q20cPl+JB74PN/q+CzyyPOOLvzs8siG/bZjBvdO/Cr+YtiE/",
        "TnsgP81+bj/7ISO+NGIIPTYtaD5COca7tb4vvxZrnL5HDJ4+NMWxPTTkyLybrCe/1FZlPuV0jb1wObo+tv62PrGR6z7wmtE+jjxGvtToyr4bvEe+e14pPr5Rj761G+m+Y686PkxUh70oaJS9umeVPQAW2T50t++9vHwZPfd38b52o8s+j7Oeva7qD79yKTe/AzsmP88jR75HDQU/nAupPrmBKz51mrC+mIyDvmhgWD4SGOQ+DWJcPairjb7srOO+VmCAPt+8VD9b5SS+HWrbvuwY+r6ENKG+86axPsF+sz56QjI+Vv19vn8lRb+gSIM+EHMov6g2Gz4pjcA+0JRcPM6r8rsKGDw+PRp1PlWUpb1Eg8g9HcsKPmBd9T0oDSA+qmtQvo4+hj6Qn1Y+YFMFP8XHHr54jY++AEJSvlNv0b1f8OA+5Oy9viSgrjzTDX2+/mYOPwTIIjwizRK+Z36JvqX187x4CzG9kjcivgxHjb6BDFE+v7TxPXKIxT60WQe/CMISvk0L1z6vALM+84ThvMwNYb7Z2Ue+BbtTvBCPFj3vXAQ9OUd2vb0BkL1ERrg8PZtoPklPej5qn8s85mPYPndSAr+vgCS7U8VMPpbjAz/VXpU+S3dxPnBRGz7Oa2M+7ZNMvznz5L0L1Q0/GXjlPh7O1j0FMpw+y1qvvZNSyb4hisw+Vybpvn2gFj4i6sK7g+iDPfVBDT7R0J09JpjRvt5/jD509768Vw0/vvg+xb5H9rM9vXBePorQ+D0/YZO6/P+LvqJTtb7LaI67ZUMjPRa1Bb7YXFm+XkBev5dg6z49AnE9mizaPflICD+ftaU+ipq1PngInz7Ywr6+IdoPPxFwNb/hmPi++p1VPS2Gv74LXue9oLPtvkVZPT8hVrS/4+vDPov0LT934j29bw4qv4/kF70X6T8/F7s5v2Ef7T6Spd++OCksPuxWiTvT2gG/UjjKPu7Yaz+2+Y2+DkOav8Cq6L25Zzs/0VYIv5GLk7ykzR4+acpgvsW1s77dKro7",
        "oO91PtRCbL4nE9Y+tFIfPyK4iz6grk6+93kYP8bzPL/SyNo+NNEyPeSKIz+HASQ/Cg6SPU7a2z2ZsIS9hQUrv4iRxb2yXmk+Qssjvmca1r4WEAQ+3uOZPjuEkb0vNZS+I9rjPm0tUr48UAo+LlQePtDgnDzjwhY+oFLrvVDXvz5Nxr0+J/bfPI/EAD4K3OY4zi2IvZzW4j1DMZg9NCfmPUoGxz1wjfG97869PsZm3z3A95g+4cGUvpMikDwvlqe+VTZ6vs0VaL7gFkG9b8N3PTU8Hz6Rdyq9Et7rPj8MtT7v6MM+5J/WPj+o8D2CjY09PjHQPYtTDj2uzt8+UjJlvkA9IT7/C1i8XTv+vO/eNj4ShUe8PLtHPsmShT4MqQs/9JeevOFlt71kSFu8FvpyvhjOA77J7gg++bAoPvgSwD6kU0U+QpwdvkRE2zxkS0Q+M0ZNvA0MtD3YcwS+z+GUPrLMYb32FxE+iZOjvlcoZj6hTfw95UuHPn7CHz51QrK9NBlwvukTxb7tCpA+/L8gPihgOr5EKT8+VoerPiHx87tTtme+W1QbPihSf7y7P4q+lJmMvSXDNr4zPHE9NwINPnvo2z7u87k7taDRvh3JEz5inB+/ZTZlPrWDSz+6S4E+zAXkvtnQlj46qR6/dUY2vq+gWD5fYQM+F/AFv5HZ8b41cdU9nsb3PktXvD4+7GU+Pch1PtHofz6YAQC++0F0vrFKpb74IZA7kmsFvqGvoz4vbws+auYMP9tRNj8tOKs+hNoQPwTJBb6q9KS+XmxGPo26NL+Cpn27kobaPjZc4r5ZNQq/lF63vQ/4JD/zsJu9HqAkP8V7DD+FQw2+ukIbv1OC7T7svjA+NWNvPkLaHT4XXDU+k8KjPKGATr6NuuU+MWCyvrYsyj4Z8ba+e3LTO6kBPr4G6Xw/nxKjPbacA7/i7pi/YM59vjDIPT6igCi+rKPvvuKOLL5zk6E+j9TDvi01SL5D1wI/IMaQvypPI79Rczs/qtAmv8iSrj76ePk+",
        "HiXfvMZ7Uj5UTTo+yqOqPTQUiD7bPKM94k12PD9aBD+1pFC+TWqpPnm6lL6VCyO+oOmLPu3ITr06soU9Q2/TPpmOoz7E5Wy/ohW7PaBVwD56DvM+C2VTPSS0sz1M71Q+WNK5vkq/gD48Gww+9FusPb7g6r3AHx2/3BApP7Xs3L70QZ6+s2+NPphwNj5iUIY+2CeEPffonL52ore97ecWP5SHhL6flAW/UZCQPoBbm77K5m88j8fWPdu+2LyPzce+rVMcP2wNCr4T+t88EwtOvoKfrj6Qm1Q9EDs/P+khCz5EgRi/Hh25Pg9UjD6c5K+90OEGPw9c/j1EyRg+qlaNvc9BlDsK+Hu+Xd8FvcXYFD/qVCi+oCF+PonXUz6Y6pe+3dbOu15cFT6jprI9XpIOPlePnr7HF70+hCLPuhq8jj6zCi4/6VT3vRw3aD6aY5s+B0zLvuKyqD7MuOA8EGhsPQ6tDT4Z6jY/XNgfv6icGD7agVS+Ge9tvrEuub4IdSs/sPHPvvnNRr+YXDY9DPi3veSkFz6x6ua967GNPuOcIj3riwY/i5gxvXLuGb1feeO+dzG6vloYLr/EqIU/5guCPVcylj67Reu+h/dvvgxx+j6wA9Q+65DSPtlkSL5TJua+x5rgPuNiJz8z97E++p7DPkL1gz3YiNS+okzJvt6BE78wTGQ/3JsDv7RHaT8qBqM+AQaoPjuce76CaZy9HqPzvUXmRD9euIy+GfX5vbqEuj7NLMk+jFCMvpEXrz1LgGO/3r8KPoUFWb9LkR8+Aqwov1aghL5i7i2/V32Tvp9xHz9toqM+hVhWvvxcrz6mbI4+GfgLPNnoQT4aF/A9Dl7bvcxizD56IYG+80P+vLx1Ar3GYI8+mLLEvuGGfz7bXko92Ypovjfkuz3oPvo+AIolPzXSfzs+TO+93MbjPjkaoD0rjIO9ufqPPv/hlz2SPmI9lrqLPr1MjT7+TKg+Rx0pvmJxvT2xH06/Fn7WvUKN+L24OBA+JozlvOn+gT01PyW+",
        "hYVnvApCLD7F68q90lNLPmlFD77iec4+m/VqvM1FLz8rvwK/6frivcGpdz42bB695veAPjFd1T4YgCI+D4yJPiMLwD5qFDC+ocdwPn5mer677PC9v/yUvauSU758uWu+KTb+vmY4ez2ZlN89nkDovrXwm75GoXQ7af7NvdymBD02QZS+KxJBvhBlBD5Y4Jk+DJmavMK9kDup9uW8j0aEvaGDRb6gtAk9875LPh5k5DwdMT4+iYKjPXeOAz6BESI+I7fBvUcmKr0io54+PWccPerf7jzL6gI+tW7CPXKl274WE5w8zprFvhz7az4W7RI9XIoLv4ubdT0rm6U9B5WMvmJtfr7TcOC9XZePvChFCT4lyoe8CrE3vRzVrjt27Jq+2LT1PgbZV77zowI++Pq+vUrW2r2Fo5e+Do4JPvcVyD2Tph09eDf7vVNWEz5TNTI+9SRsvZ/tQT5ai5w+aLbZPlozuz0VZrC+4LRJPuyUmj7zIug9AUEpvv+kLLxS9mA+aIAcv/+wvD7uvCW/IwXFPqQgcz4X1G++S7B7vbXg6z6JHJM+5CBuPeMLHz6ie3q96PFVve/2H72fArg8e8vyPd0djj5nDbA9W9uNPvC/PL9lfk+/97VSvoglvL735yU+lEaePVmYvz1+ubW+EFIDPrvMPr8KBze8P3kZPnFIjr50K4K+CgAlvrP6KD89jkM+Y3LBvTs5+L5js7s8WIgVPxqX/DtQy7o+A80Cvzq+CD/drj+/WdMmvv6sfD4s4p2+E+8lPuyzOz6Nffc+hO3QPl0H2j5/pfw+Rij6vXCHPL6OYWY+nmwMv6Olyb0rNFC9KBwYPqXjAT+tKAC/PYiIvkRX0Ty5pko+Hnz7vQOJ+b50sw0+n5BrPv1laj7GDU0+mshxvoKN172otqO+N1hJPk06QD5G7NK8kQrgPADpqj3PNMS+DkFPvdIITj7oKY+9C+EZvLa/ib35Oia+qogIP1luWT6WcJE+0sivPoHllT0hrDG+731BvGDMGz2HHxI+",
        "Ts8aPtnIaT6BtVU+nEefPLISpT4rYK0+bBaiviTwg77wgnE+XcBZPiqcdr4ZVYA+SpBCPN1DyD6L7KS+tGZqPn12Fz9Qxyu+f1KZvt+TwTyA4Ce9DAiTvvmKo76sIYe+HXp7vuVw+72h1VI9Zgq+PKtZUL4f/hA+Dg70PqNzOj6oNcK9SabpPUAQQD2Mi6G+trJ+vXnT6r2oso4+m8KaPj00iT5tISE/n4qPvR+Hir6/RoQ+fIeNvpOWWL+QPw4/WYfQPVkZIr5eFAo+gIc0vmM+n7wZ9wa/9U5IPpTYjL7UXea+cb34PrmUuD6TgeQ9ExOlPSdVVL42R82+jeNhPuba5j6vi02+5UacPjw+OL6VxKm+EwqjPsFatT1pVIA+LtjxvarYmb4bXQE+zfC2PlzkCj5urp67WteUPu35Fj8cUcU9ZNRivhb/UD1fI7K+8khSvPoYRD25Kck+c72YPdGmqbxvo4W+/4Ufvi/Ybz4CDYs9cNVLvjA/Nj7mPFU+DPc1vqFQDj4elsE+NwMCvyUIKj+HyuE+Gk82PxTawz5Mp9W9+OrhvoehRT7O6549Ke2lvc4hLT6Mcy296SUwvmpxuT5NDLm+ZnD7PTghOD6HnDO+2aN2PqrXr73ewxC/CzoXPjok0b21iqO9JkBAvo2UW77d8Ba/JgjZvBOyi7xJh7Q9ErrSPc6e1T3+iVg+ZdIQPhf6lT7olBk+tOVUv6t4NT/7e7Y+HT1jPtU+br51pQW8a2JvPgVhT77uNw8/pvk7v91xmD5WG6O//aM1PRkFHD2o+z29c0BcPf1kSz6hQpA+iNRGvb0HJT7JLDU+urLSvV6DDj5W3M2947REPp5Hl76RP6o+k60wPj6WwL7W0EQ+6DgPvXCjN70JqIy9vYZhPuF60L0EFkq+GE6Rvfs5lb1ZDZK+OgMEPg1Gz77H8FW+oZkuPlJ7776ed9O+yOuhPrRRyTsg/Eo+egoSv+L9Xj4G2LE9OSqmu5PGhb6sQJK+N0twPmDL0r4+0du9",
        "2mcgvV4/A7/b1yG+fwhdPj358L2AQ+O9lrxmPq7nGD6Wbva+ZWqHPnhpRr3qCrI+wQTxPZ3iiT08g1E+i+/DvnRjp705t4o9l0rhvPeQ1L5PHnY+syolPs5SBb5yKpG+ZdnovssZRD+AcXg+8drcO7G+nT4s/8w+OweYPa3lfT7qFmU+3B+PPpxEGr1KGxE/nq6UPkGzXL17AF6+BZTXPZLKHj81p+Q9B6GcvgQtU74jOok+G6QBvnrhCj7e5Fo+jTAYPqfplT7O55E9ytkhvjE+N71D57o9+H7Fvm6gQL7ZF0c+51tnPdsWPL7bNh++lgxkvp121D7gm0Y+h6oCvrAEyD0prcw816LPPp2Q+r2wj709ErmvvaL/Czz2eYU+FDcfPlb4Az66pWc9v52/vYQy9L7/hUw+x6eEvpRLhD3JuJ4+uE4mvm3VkT6VhQC9fGNZvezA0r2TjvE9VxgOvS4ywbzBIoi+N1q2vVNAcj3vg4U+2lLSOsXRBr+HxWO+3ee3PvJIRz65WHk9vctDPsMpij07zSY+QKXivQKqH7/thpQ87ck/vlJAiLx7ccs9NJ/rvbI+qz6e5qM9ukTxvux5hr7cHxG9SpXwPUPWQL2EPFO9KlokPkDS9D53uow9OaaNPij4Lz7PouY9uIKPvRzdGL1rSHw+Ux6TvTufvz3Xfru+kgiEPuQZGz5q2n89a1CgPvRGVz7xxzc+9HAaPn6nwDzlR0u++81uvouMkz3kuwq+frClvR4+Ab6aTm8+7mxIPmK8HD0trEi+fHynPZ6ui74qdQO/sbCKPUZhxLyeAQE+3vHIvWUHgr5m9Dc+n1YOP/zZaT44eAC/QfpbPq90QL9GWXS7EfiVvh4JuD620io+ys2DvOuHpD4iMlQ8wW2pvn0Llz6VVRW9YsJDPsVikT66glg+91y/vv/T2r5xgoy9XiSQve+TS7yFNA2+XeDEPaqpJD8Q1wq9m8irPtaqKb5/UOE+3+zdPgTTeD7zjJY+chrqPR+WgT58fRq9",
