{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "25fa60ed8b459a23d6d30c1ec88a64b1065b6cdfdedcfd1b54355eab36424836",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "gaMgP6mQdD9lXvA9B/YUPxRrET+r1sY95O+oPkwAHT+ilLs9idnoPlRvRz91ahA/rRoqP/RhND8mu308UDcbPx4SMT7yKFU/BI5aP2V+dz+cfEk/a3ScPgJZKT5kFiY/tNVRP/bk8j6Ua2M/0okdP8PpHT/94Tg+o2gwPrqJ6j3OPxM/K9DfPvZosD5uyc8+yDMMPetdfD8ECxI+5su2PtmOMT+jOCg+swU1PxzvRj/rS2U/fqoDPQ4QQT+gKQI+FyXjPiWafz/d2C0/F/ZUP1fTiz4W2MQ9b6NcP1Afdz4RzG4/ktsvP9UqOD/HmUg/9oQ7P0bDoj6iT0Y/G+s5PyeENT8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "ITNRwaY1Qb5n4mS/Ofcgv7lDj79SU7G/fKZgv4BSKT/IjmZAAVTzP4ZnMkDswGZATPwiQAecL0CzKiRAp1pSwcdSz780UsC//HTtv/UHkL8S4Ee/H66Lv+zAZkDMtJw/E7QOQNBZJECAUik/kGfzP5pS/j84Puc/dhJnwU14Qb/g/hO/8KeDvqRW8b5umjO/YvbWv0z8IkCQZ/M/dgbPP+aDOkDIjmZAzLScP7KLUkANgA9AZUREwQqth78bkFW//GO6v2ea874SA8u/6MGivwecL0CaUv4/sotSQOLST0ABVPM/E7QOQHYGzz/uZg5Asf4pwYqzg7+bntK/uwuCv0Swtb/4Crm/5XKDv7MqJEA4Puc/DYAPQO5mDkCGZzJA0FkkQOaDOkDi0k9A"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "UIEbPmAnMD4RcFE+ICd/PowYAT7d1uY9b3phPqib3z0mLBw+SMY/PpbYQz6inNc9LHbePX1vxj7+0zo+U+9wPgsgPD7ALQw+XckAPr2L5D34sjI+JXy3PvzxAD6gfsw9KgSXPqyhjT4jq8U9QrN5PdrYoD6IHxw+dlQ8Pmk9JT7mBRU+13a+PdYyNz6kdUM+XpYyPuRJSz7KWME9KdXPPTIGIz59ZUs+6FI5PjCQqz38Elw+zsgMPmo2ST7uqs89AcMyPl7oOD61rlQ+GBcjPjkRIz4Ody0+j3tjPoWVTj5mdwc+QQpdPodmvj6iqwE+vO6kPGAq0D0JJzY+hp0aPttEez44ud89wodBPlFINj5olzI+z9W6PcAq/D0Sbgw+YuigPVckGT5jSQk+jPkaPjJjVz72k0E+Y24wPntYtj0="
      ],
      "weights": [
        "ltliv11nNj4jvwY9mevwPnhdDj+zz8M8J9McvtZQtjxzxOs+VXohPlwLEz0HSxg+UziHPAKzyr7KSkG9v8MKP/kSAz79IbE9TjzBPvWIMr6W2Rc/mt0jP9TkGL3YJdy9ZyCbPsCgFj//tuM950QDPdQIi74XjDy++1G+vah23T4NBPe9qlGaPcK++D5BM62+ZcyhPtB5e77cEgM++48WPeAe4j6daPE+zYITvBILdT6Dhna+7fCHve5Cgz7wAKM+xTrWPGg077yPx+y9wjZOPR/Hlz4Unok+g8tov+u2gT4x0cW97M11Phq3gT+Liw++csetPRhjmD5scTU+tOG5vYfYBL71fxm+4REwvllj+z0Fvr28/sutvlviLL5zNBO+0SqFPlxpBD8a6IE8n6QMP+GV8D7IMfO+LelHPjK7xj6Oyz0+q84LPi/wqj6XGZI+1nS9vA+PoD0tMXE+Yq1NPgwf6T6Wld49Fos8P0TUjj5wyXw+zws+P9N6sz7wIMk+5SUfvM0cxz3RdfA+6yUmPR27uz0bNHW+ax8ZPitwCr7ZGoW+rddhvsJONT1VbMm8+K18vpkU/r10Zby8fwcMPrz46b3IbxA9uocevr3zTD4++0I9dr8yPf874zyyKKo+g1P5PbLCHD7hdHS9qRowPAjOor626DM+TjVQvv7JiL3Ya8w+bsCcPqQSPr6UiNA+2hUKP53QYbzKvd89OX+FPtCV5T0NRnq/E1szPSDzFD5nv7I99Ji9Pgf87jyAcEq9fZSvPg29mr0wZos9RwWuPqblLz+sCSQ/0LNRPkGCRj3uekC98wKLPRUHZr31jHA+E/cNvo1Ppj5mQzw7mKXluzN3fD4YfAK9GgEwvi+rdr0Bjn08/sOIPRt8bT4fCYY99cKmvU0klL7CDY46D8OTPvttDD43N/A9vpGfPUfiiL9bJCA/2DQzPYk6EL5mzDW+Qu4PPvF8vT4pv/0+j3oOvo5szj62RAM/zl/iPjxVzT3FyQA/0DQVvdL0ED/GQ5c9",
        "SlBDvo/qKT0/WLO+HVb7PgCy+L0j7C8+bVrAvLQzLr1AJLQ+ReSZvjS0hT5mEjO7Hwb5PSTatT6/Kwm+LhEwvR/T5D7vurs9pTJGP8TJnb1SWKm+6+k/Pn/K1z5c8aE+l7WzPvw9oz0+OIQ9kZjuPsAPxD22F+o9z7NovMP2RL7HZhK/lUmxPph2jD7JFgU/yGYevkqfSb/4PY697466vY64rD0WMa++HOjJPj9Zp7wlSj++XbOKPi6Tkz6AAtu96zKBPbdhjz7PNBo/6e+rvYpA9TyMQhU+85UHP2pNrT0mQUQ9kq8xP8/+973QA5k+r7njPWhBN76iXfI+DqkJPiYbxD6+BKE+pbuavl4Ymj6FTG27W4S8vnJxir2nftg91K14PgTDO73eVAE90YauPelpsL7fXJ897xKSPUc8Lr0NQB4/WR7vPGbpxD70gHI+WrIPvoeyar2QWo094Cs2PXbSNT0onPu82H7nPgNckD3NMTw/wZynPuBX0T6Mqxy9MPF7vaH/jL4iY1K+OMMfvWKiqD79TM+9gvXYPocYLD6IcRc+rgkJP1FRx75iyzU+aPubPaW9QbyRPw8/4vsnPzux2L6mHw0+5QTAPkAHOr5mkz69Nq4Vv+ahfT31/hU/yUHXPhNxHz6cAFM931/JPQymP7698Rs+89MBvaMUCrzKdKg9CVOzPmVKMj02aQ2+8VQevl4dsLvaQ1+/WySdPgpTqz5ab/o9feXKvcSEHD4Jvy67BZZBPhqSsL2EP2U96Jcfv/Au2T5NdqK9yMkRPnf1xbtnGqA+gSW5vOac4T6JDaY8zVeqvsYCIj54PCE++/UbP4edCj8riro+zKAkPqAWjL3iUwc+Lz0cvlEeSr6zQww/sBjtPpsyl7srFGs9pU82vv+1nD59sfI90qicvT9q6D59xuC9v5IcvjoxQ72axAc873iiPmi7Ur2g8uw+jR6jvkCBwj5wosw9IIl+vfMA7T4wL9s+jdkBvxrEc75cvLA9R1SOvfs71Tw+pKE+",
        "STDpPoGz4LxB1om9rqerPa3xWr6XMKy+QuoKP0grJ70fHYc+J2bvPbzWATzcG5K+le3TPsSCoz6XUXU8t2a4PXyx9j6FOgm+T8XAPpuitz7yUsy99KiCv1Mcrj6ifDe/nP6Cvv80QT+e43++p8qDvkqvW75XfQM/YdLYPnqq873QTJ09F6uUvjGEZr7Agru+5yhAvWEP+j50LrG9Tg8DvSBHFj+8Y/c+PIMmPyidKb9zy2S/kvuFPz0vkT6ZaI6+fOU8vngCI7/5FxE/AAmYvqQjt76LS4q/MnZHvuw0pj89hv693ypIPqALRrtSVj2+V5xFP7CtTb1/u+6+S4RnPjzgZr5t5x0+ksJ/PgM2dj3AQDw+2pT1vKL5b7/Ud4A+bFKbvUB7CD8e4rG9BRIsPzGGfL+SHZM/hwPFPiAPuT6TUpC+wWemvsXotr4Y96k8iQneu5PS1T5Hqak7kkCAPhM9X7/rlyU+3F+3PNuEsDwiLx8/Zm61vt4Kyj+xPLM+UE7kPovQGT4xV2U+EJcFPwo92b5DL88+0r4avv54hD5jJae+/9+jvgLVsj4eZqM+l+fLvhPq+b7c9RY/XJamPns4gz0BICC+hog4v9Stsj5uJ0U/aEEgP0DOAT+bVJu+Y2OtvclypT/YuhG8k7V8v98VuTzfoiu+7ipNvttGLT9cmO69JloVPt4Epj1I48a+6v96vP4Qz76lV14//0XDP8bGfr4M+7a+PHNqPuqqfT4Ql5k9NTx8PrVw2z5RTFu+JXs7PQMBx77QiIY/9ipKPfEvGb171FE+ZuakvkmBRj2m6oQ+ewXMviaysj3qaHu+JTOXvrbd+L+MNpk+uKELP7bOW7702y6/Wy8Dv5wkJT4OXeo82DMZP9QEzz9N/D29F1XCvsvv2D7G6+W+E1iwvinsLDw6CNu+Fk9LPt1dG78BQbY+6GhPv0v4nb4bxwm/+QjrPr1iab+mPDw+Ei3fPrVMOj1IX/m+VLNEvWGF6b4Vbg2/sR7HvhDFLb5mmfM8",
        "9NFhPhcxtLu+BAc/ITxPvjTlaDy98b+/OO9TP1p2u75YvKO9GrWxPpNJyz7epQK+3yHSvtIu1To0Sqm+FoyVPj4htTuQbs0/jm+3vq/RuL1O9i0+vDzwPvW7/77+twq/H/TQPhgF3TxrvZM+ze/SvehpHT43xoI/BjxNPmU3Ub+0rYG6dYB0Pykn6j3iC3C+4KunPigTZb+BF0C/LX60Pkmm6z3cBrU+bGL3vTAtnL60fBA+Y3KyvsJvuz5/Ib0+X4ZBP3k1ID5gzAy/fH4bv12V9D6Gvwu+kQ0aPt0M0r6Mvik+vxgKPx9dkr6AeIQ+8C0WP2u8ir3Nrwc/BYjYvpiZSz4gMf4+sEbdPjPgOz7CacC+M89Ev02A/b0AsMq+D4mAvr3P9D4RDj0+1TPtPWZsST7QSwo/wnrdPr2FOD4X/BO+kOq6Po2Y1j7VdUy+2HvBvUb0GD/yxeo+whVsvv+q8T5gcfA+IVoHP17CAL9yoY+/9HY1P0XdMz5ZmBC/IzaGvueMFr9FgeM+qEREv6OiDb9HCWu/d4Q8v1LUaz8kQ5q9zRGyPhGSDL4iWXK+6u92P5ddg774P7C9JDQcPEyDFL7beZc+zr+QvdGbmzpyROY+ix9FvoeGVr9SQmm8AZWnvpwqGj+xq72+/kT3PjC9hr9hoks/hmDIPvTSyT4k9oy+Xc3IPeJm776AdQG/LknNPlAmOT9Olrm+Dam9vs4ZiL6pCQo+sjpuPk4/d74aDRo/HawnvWZXlz9aKAY+zE2Jv8mLnb35Kwi9mh2WPfC0Hb48ZbE+gjdDPup3ED1t22k+seZqP5E0U7/8tck+9LG5va8AGb4OrD4+yD9cP8bAcL8Ky2M/AZjLvVA94776Nsg+mc3nPs5XLr5dgae+skI7Py4ApD+rt58+VSjOvhZLH785anc/wfy8vtct+D2u1wi9zy+sPjv3Hr9Bypo+2hCOvbxE576y592+8ETWvr6xl74Ol6C9aq9aPS3cg7505rQ+XTMRv40LxT50Oi2/",
        "Bs6uvkvEaD7xuX2+tSrhPpg9qj4hho0/tXOPPm7Okz4IYiE+mGXuvkD8xb1AvJQ9URa9vp7SaT5/ouW+yDyUva6C8T7AlcG+mV2TPcASY74Dr30/LTxYu+R0Aj+KPb++Y9B3vqMpGD6OL4s83GbbvhUnxDw6LNS+Ema3Puse7L5EGYA+DeWlvcS/2D58jcY+/ORGPm9Smb7/iFU/A2DBvmnoOr9BQpo95hbgvkKdZL1Mvf8+j7V8PriFWz+pRWs/DkVPP02QSz88QK49oatpv/wveDzcjAw/cmAEv+6NEb4MBoe/klY5PkjLPD2kTwi/lFYVPlPfmD6sWzg/7GYNv7tSRr9jsOk/FDY5v/dpQ76g6Zu+TEIkvs1IzT2S9fQ9IlmyPchInr6Brmk/zd2TviZheL9f62a9lWdFPfh2kz9tgdq910R7PtGa0L7Ihse9m3oZPzUyyjsLt0K/5WiHvlMuKT5gZgM/RDNVvoN7Gb8/SRm/88sAvxAmAD/asig/+sFZvl8jw77Amk8/q2oXPwrQG7545HK/CAZuPtQdXLzsmDq+s4DjPqGzXj0DD7A+N/hrvpiXIL6q6Yw+IHKbPY1QBz/KF6Q9Zxd7PoQ2Gj8EFsS+hy+qPpo72r5alp4+G5YDvyBEZD6ViVA+PmQmPWQogb6ftUS+II8xPwdu074ZCuK9v2B0vu3JhL7pIpo+4iUyP0TK0z51psE+C+m+vpfazD5iTo0/CETkPQy4oL/2G1G9CgmKvhHDrb784SE/k4fgvl5dkj7Od06/psOtPIzxDb6OQ6i94AXvPs8E3z8hRTU9q1I3vn7IHT7rGqu8riCWPuROhz5cBos+2O+oPnJRzz5Vfz+7hvZ5P98AWb2Xs8M+AM/QPvXd1L7L94282dimPm7vDL+XUXm+z/+IvkjS9r5nkj+/daKiPkgj8D7gB/E9A88vv7SlK79bk2U+4BKqPs3WHTwab4I/GqaPPtdpsb5m79s+FtfMviwaOL726VW8V3AGv9JswD5wN/a+",
        "+RPIv/eow75aXEg+ZY+4PgiE9LuxYrC+OWmQvV00Fr5mClC9kNhiP15eo75NFVC+n4xOvR9xAb+AGMW+sGdfP6tQ1L4vrEA/j6KOvullvT5bJ4o+ceCqPpoKajzTV/i+YcVLP5nrhD/llIy9HWTevpnq5r5VBI8/ibPmPm1DlL6IzH++FLx6PpoEfD/hGLs+wTtJvlLhAr4E1nS+xVszv6cS4D2yxHU+8CzWvq66HL7lVLg+6cRTPlY34j5MseO+KZKTvjYPFr7EhQW/ZRUbPh325j6rFbM/SHu1vr6FJT/WitA9ZNsDv6Cjmr5ChNK+5VdDvwhSVD/lrtW+aq4tvpvvcz/HhA6//ci/vsHohb7LpJg/JtT2viz3LDvUbuK9DyEHv404oz7AHOW9kpPLvjZzrr65c4Q8f8sQP+JL876/97+/8vviPjdQEb9XnGc/GyKEPqTJpj6Opcc9EAKWvkeCfzx8BKa9Bfj7vM3xwD6DDy4+775tPnvNhD4VK1+9boVSP5sWUT7xZty+ZxbkPtwG1z6I9RQ/i9nDPpqmFr6xMse+xPKMviK/9z4X3Sg+rQraPi1fEz2lGUQ/B2aHPsXXdT6EXrE/kkacvjFmaj/yGj0+RmJcvQThAT6KzTQ+5nkiPw21Qz4W33e+XEDZPanZRT4pGAS+pjkrPxr1J7/O1p+991rlPgrU6L5l5M4+31c7PhFEnj6o9gS+PLDHPv7pzT39k7c+etPBPbwbBL6KyXC/dqofP1FUk74yD/M+7kUPvllbBr+wzz4+u/Povae8lz6v7FW/3etQP4mM0L7T1ok7eUqdvuPazD3ZXMs+1OCmPcWUzL6NbJi/wQGCvcf3uT67j06+HFpdv7Hja78fqec+gRRpv1DHib4cvSI/hoR1Pu8Wsr5mFuG+lUGYveYwTb/7JfO+D7BOPln2Wb5BK1i+KEVfvpHmxD7Jojy/kQmevRfDQ78TN6Y/vmNWvqPr1T1RQAA+hhwHP3Fweb5z25G9f5KPPrcW9L7ve0k/",
        "gZocPy64vz9Zxam/57xWvYcEsD5aNcW+kKeKPlYPUD0RnhQ/8i1YPvPOKT/EL12+/lReP6TqID+4h9E+FmvgvslLgz5305M/drHcvilmDL7S1Qk/aRHvvSWLRb7i37s+7GGvPu/ujj8Af8c9EFkYv+dMmz7Xx4K/dHYKPrzsUj+Zp4U+Xf0Av/drwL6pXvK+YIm0PrLbjT7ws22+n2NuPuafBT6uZSo9lLWNvUqBIT520Is/GAI6vclilD4kp6O+n/mUv3tw/b4Autw+F2o8P+6UOT5DFSe/PRphPyVuXT4yt9K+mdgPPk4qdb44/lO+tLG/vWvPGL/OXug+AqahPYg0GD9ndWw7kwXJvWr/0r2KaAo+wMGcPpwYAr8yYXk+TBMgvx0Etz1ctLS+ITnYvtA9jL+E/tk+ToADP/oubL+FfzG/nADWP5FpCb6TFNm+rdWavtkDDT6HP2Y+kRuoPedg9D3vpje+hWgDP0xjeT1KPgO/HgEavSJEo747Q5E/npI1Phib7D2jNi2+PU2GvlJgez5eo6++ehe0vmoOJ7sPJb69LEQaP4sStT70Yp6/XWDKvgU6ML4Scio/OdwdP8Bbsj6tRnu+2ALoPlUIDT98YQq+rANDvxXWtD5vMsk+YUk/PmUpAr0Oy1S8/BTuvVub9j0Qmr8+cHJavbZEAb+DZRu/YaubvP4SBb/L5qI+JGmnPRve671uQii+mwYlvyWyzL7iebs9CLzSPpu4gb3TaYM+cWhNOgppw770/Iw+PKhJP38KmDy+TLW+W5eUPsqpKb088QU/ap1QPcLkPj1iUEG/IODKvnff8j32uBi+GvgRPz8QRD4INR0/2CpEPSeLpD3E/9g/wSPEvp84QT9gNY096Uo9vqOde76pYfW9L2+jPsuWHj6M3mC+X4oIvZ2/kD6Txoi+ABkjP6iQAr8pguS9qnovPs14Jb98wyU/b72MPsRFrD6Gxmk/x4fmPhMi1z6nhxs+7oQOvsEW8T0J8oS/uELaPmYeKr6j0qA+",
        "INeLvqftKL+Oj+Q+E0oCvnkXDL1SeJi//WyyPnwQCL80xhA+uhCrvks6nT7geUc+RveivrI45r6kTF6/g6RIvsACt77O56M8c7D/vBdN+T7rO9Q+DnMKv/p7wjxZPtq+EGpVve/yoLqGMb4/yUylPQbjxL7qwqK+6WXCPdWELT+yLNu9d/rcvlvY2j64o2C/HhtPvrOZ7j3b35I8OqRQPmJvvz7N9sw98CZHvi4p4L4z7zC/RY7vPkBNJD9Z9vM+MaeKve/xjb+2SyI+v/BHPifkDr5zxuO+W8wZPZL0nD5ruN0+i/psvrMhUr9lCIE/oDN1vdprs77877e+ptYVviMZAT9yn1w/FoV0vq8DTD8F91O/MeNhPZUXJj+jWem9HO4lP/c7X71++668YW3Yve++Dr3bm3c+vJOIvl3eMD4BmDe/gl0oP9Fe4z56Tw88WhYRvm1JGL+B/eK+PF2wP0eF+jxsp70956ggvSd9gj/pHZW/ZdF8PiB6mL4hE9U/chWGPTYqGj8rQAo/ItqkvtgDQD5rY7k8thuMvoRhHL/jney+UNbrvrmygD4ppVa+y8M7vl+xyj4ZLRQ/A/vvvk+evb/1ajm+eViKvmyNDD4SXoM+Sq4mP6OGFj0du5Q9oqu0PQrEvz60iiA/BGnovqB3Kj6h5G4/eqOAPQKnRL7P+g+8nHIVvYn9/z50qHq9/WkXv4W9VL1hmOQ/dZIUvfDijz6oLMs+TjCzvnh/Dz/VBSc+8MoUPVAmoj7LJ1C/OGn6O3+5RzyWcKW+eOuKvt0V3T06OBy/0ZtJP7z8KTsT1dI9iIqyvirOdz5/6aU9TykwvUhtAb+HkP29oJnfPs2zFz+R576+3Cmev156nT4l99A/I3Oev7ijSb5/PQw+Y0yHPEOuFD/eVTw/G3bbPg3HxL4y5nE+/4m1PvH7/T0Xaw0/CJKjvv6MRL2PGL++ZzG+vUfXHr/RBHA/ly83vrE46r7gZhe/uVN9PnMkEz1sHrw8263YPXZss75eZve9",
        "DkT4PgAx6L2Snzo/NAqHPWCwRT9RFNy9V8zSvUoifD9Tl46/kueyPi6yCj9mtBa/iIiNPw4Woz6SUVE/acKVPSc+bz71QoU/9ftHPjKUuz6fYYE9h+YLv0Tkyb5pJZK+TGWOvaEEWj4dYOa9O0qNP7l/fz5SuV6/OOMqP/MmXr/7voU+vmIRv4hLfr98Grs9Kr1gvkY2D79ZAVQ/nXVEPT1TjD1+jnG+AzdYvnHmVj2CDo0/k56Tvqa/Nj2TH7S+ciLdPVNYFL6bA7u+IG16Pu5K+T63nyC/orbIvvbhhT4Y4aW/9Yinvv2WoD2gceg+DFHOPvVJlz6VshA/bIwsv5f42775KXE+LcsIPjv9WT+llL4+xSzovpRRND4HUHo+yzGiPBnK0z45Riw/LH9NPkhaLD2RmSG+0KXePpfvYz6unCk9i9YKPo5PVj90jie/jd+oPpBFCD7ivg4/tFLVvbfRID8RZ4K+CgX5PnN8wL2rqiG/oZolP/YskD6e/gS/fydsvreyD7+duh8+eSkAvcEwxb4IbEm/C8rivvKd4z5MdBQ8bHRhPsq3gL4r+DA/yFGJv1by/bmHxgm/k9w0Ph24JT6xP44/vqIbv7Y41z7MhoC/p99RvqlFrz8tSOq9IQcGP581qL5VzkW/cQsJv/lNLL9a+wc/F+yIvhki+j7Fy4m/OQWZPtaQFj9FGrQ+dczxvg/CNT5H2pq+/MysPz9ZC789z8i9eyiAPdCsnD64sdq+NZicPrizFb92mbk/ECL5u50vojzzOgY/a2ELvTvEgT7zqH4+PsAuPZiq2j4tNxY++gkDv0+3iT9SbtE+0SICPsQDqj7kBBk/IpsfP0qzU78RPIk+pNpDvxzMY798ljO//XGPvmXDKj6JrUW/AEXIPiwIFL+o2ug+zicyv2k0aT+CWTm/tr/Hvn6VVT/wcgC9C2tMvwSXCj4MaQQ+B/nfuw6r0z5zsRo/SAqqPTSxRT4b98E+I+eCvo7rQT63V8u+ELabPBo66r4gqUe/",
        "UtXNvjn+AL9FsJg+ayOYvNw+Mz9OLBO+Zf2zvmj5er4wDc49G/T/vjSNYT93900/cTB4vt+UHr4YRz894nNjPphJYbtB21Q/H0XBvvm9Dr8Sflm/C9TwvkeDY7+8Yus+un2SPspHvz2prNM+sOesvu+OsD0/vWy+l0MyP+xSWT+LGTm+kgpjv3Eesz5cHKS+5BePPlyDsj7B1xi+h/jbPmL4Cj+A5R0/05Y2PU1XEb/1lry8wTzkvMuM8b2n1iA/+JJBP8Vitz5qx669DkNBv0E2zL7o9uc+o66oPhOdMD46rL++VcSgOtHqgz2wcmK+oC+JvgxSpb4nUJi+bfdovu37Fr/HA7+/SXAMPz+ThT3QvFc9b8X/Pp0CAL9Fx9c9TQyVvg/HpD7KcMe+JkImviOmPT2pfdE+TMYYP8JRsz5d8gQ/akoBvy7Z/z7HF6w+dZvCvvWIrT3Qky++1ursPvH7iz4OQhk/ZHB1PnNNUz+o/nU/2a94v2ZYWD/KB3q+MSBdP9OgwT7LZAM/DYgpPwTN7r7X8pe/im0CP6aovT7+cBw+ySg2PwgbPD53y2K9F4MNvuTbZD3xqzk+qHQNvFKzzT5r65Y+rWITPTiRzb782b8+7/7IvcMx473cOwC/LKR+vrmuBr6o5Zw+UokAv3nhNz4UlgM/bBusPYc1Ob8eFlS/My6MPcdj5b7MtQK+9rzCPXEOfz4FZKo9z7QpP9RaPj7lawM/kWgYP4kCob41B7U7Ko0pP+XA7j0WxwO+Uz8FvvZHzDtXVrE+Npz2Peea3j25Azs8VlblP1222b0CCoM93jMNP8XCEL+nd5k+EIVuPX3JTL0nbho+xFMzvwxKkT7PsAA+4kOjvp48WL6O68W9PfoZv7CcMD9jCAY9I12IvjN6gb4zrAK8BffivrqpejzsNUK+Jq0lPQlm6D64F3A+HxLKvjy+Zr9hrVo+u1LOP2DBVL9Eji6/PLKHPZ6ETL6UTQ4/lHlcP81ZCD9+ENi9AvMkPjDX8D6IawC+",
        "lBoIvy6tuL2JcvI+kRt4PPLCID5g/F0+ck9gvQuniD+VCgY/eUqivgTWqD9mvLY+We6GPukjRz7RQhk/lyP4PsXhc75IuhA+ORJ3v7fVhD4MJYC/JE+RvwThiD3VY1C+z5gXP5coYr+8ZGk+FsvRvocOjj84UGe/3CWgPoW6uj3uacU+aTP+vlaTyT6dQcQ+wXy4vnvyNT+9r3I+UJizPjJ5Tz7Iav0+Gh7JPMBFJD/nrRi/WlJQvyhYxb6JCoi+PtOTPqHDN779TME+PjjUPiYG5z63qAM/BxSHvhj3Fr1XdQm8HOjwPT8dSz9x35E/NqCOPmxL3b2GYm09t6K1vYDyzz6ImmA/G0C1vnWaD7+WeS6/h4ehv7zcoT5WQMO9voaCPrU3RL7kmzQ/Jg4kvwBXxz6zDhg+DW3sPiv1TT8M/YC/VZGMPgfmyb5CHtE+MyrwveMuKj/RK5E/PMgLP6F/Zj622gu+S4h2PuxD9L68sH0+yZu0PUVgfT46MBe/pIbGPcvQLL9lGBM+LWM1P9VPWr5ycz6/Or2BPkPbfD5joSi+JpwyPwty0z5fJ9E+NkISPV42Y758n6K+OBbTPfPvjD2N5E+/yRKbPRrEiD/QjoA+Mbkuv9CN0L3taUQ+QmlTv0sP6z77IrA+msqWvQIwdLyNh3y+c5pRv3jepTwfYTO+ZLAOPzDgCD9EVBa/baVDPSwprL72nge+R+qJvmDyTj50VdY9aUclPy6tvb4ya9M/D6i1PqTipz4rTy8/pDcLP05bqr2pOMA+F70aP3L7KT8dOU6/dnJfP/lFaz5YpWa9UtUhPW6M0r7Sfqu+3jQCP1OM9L5CrgK/xtuuvXRXJbyYq4G+/BrIPlQS0zwjk4E+yD0Tvg3BAj/8nlK+fAh5PnDRA7/MsOU+fbUkP39AsD7sxsk+uZ/+vqfCKr7JcTY9D1oJvXMdtz78ZkW/PIMQP6oSCD5fDbM9h9U4P9lxVL4xCwI/3eS+PomFmL+pgD0/J959vTfUAD9yQ9m+",
        "z+odvh/dPT9clf+9CffaPrErib6biyS/8MsivwGfkr1R5y2/F8f4Pofzob7ET50/VxTqPi2Nsr4bRSw/iAPRvrum+j7oDGE97Yoiv5Y17T5uN9O7dc6Qvg/S8T4O2cs96AyhuzUeH77GA9e+FJW+PcOujT+eqh6+RV3fPTM85T2akKG8k8Yjvrzxrb4SrQ8/4BSyPsxOLL9TU1+98J6sPX1qFz3/cme/SjrBPuqvg70RiT6+CzeJPh6VPT4YAeK+MSwOvmsafb+R8qc9JAZmvz2NFz+9K7e93KdZvsw/PT54vWM+jhGuPqnsnT7aCFy8nioBvXdXVj77P5E9QD9dPlK06T5GcxQ+NFvBvvKrwL9zoIm+xGS5vaTYEj9YYl691IX7vpqPUb5D1Bg+iV1av92TOD49642+djjhveXBsr3Yofm+9/VAv5I7Dz/yfeU+tQApv+EiHz5JzKy+OV47P066Yr5p7nk+KZMev42407xJru4+GxfSPrQ6xj47GPQ+Jl0FP+iZCD5tiqA+EF+GvRPFgL4OSRI+DomWvjdIBz5Qja29H9cTPzV84T7Yels/nfJzP15MRL+jIoc/O5f+vvIn/j5ba4c+trIFPy360j3VSRm+DeGYvzg/ML0iLQ8/cy6NPkYKbT4RS5k+00civsvPYL8dqGK++g+yPQhgOz7S5t++vtaKvdtxT7+PNws/adWevh+cij5sGrM/IcahvoWMyzvpNRa/VhwrveiBFr/m6Lw+AraPPm8euD1X7gO/7jiTPSppUL5w2Iw/QS2uPg+6l70pvQW//XGEPRhHTb8Gocy+hv81P93OJD/ZKma+g7CyPcSamb5JszG/mEFcPplIsD6w/06/oixXP/KqhD9rgnQ+S/H4vvKDAz1wpzc/sFCav7Uz9j4oaus+2eSFv4OZBr3tBQ28ofx3vnnIFr+mmZE7umpPP6j9Fj+CmZ2+TKQCPwqQsT6uQWO+c5f8PeYDCb0r9Hk+ZyuyPjmw3D7fHN0/i344P/cJAj4y2qU+",
        "gVqkPqJA4z2Abuu94Yu6PS1skD4Jywa/PceaP5SQLj+5amO+nbQYvigKg75s0la8OYa9PliO7b4uaCu/Yj8vPmw5yb4hrb490psLP2InXj593/2+TwaqvhmrkL+3HL2+/q8cv02mdb/PFDC/xbOCvrS6AT45+X4+zBsxO41rgb6euI29x4FJP007zL7L52k/i5SfP8t0Rb/Cu12+5knCuommw77Tk7a+QY/yvgLt6j36ixO+PBGQvouYUD/gZu8+f/uQP7spC79iYum9fI53vsVj/j45dO2+SplDv9ryRD/MC0s/cuaRvhpQAr5YiW+/s26MPqNsqj4OKwM/fnsVPh8WZz6jYZG/w/Msvj3/+j1MJHq+DruNPhvFDj9pmsE+utuIOw+A8T5nOO8+6A/TvolsUL8pl64/+Uwev/xLhb90ZqK+nvxTPfzTLz4PnoU+jTSTvHsnfz7PjDw8HU0zP9UyIz9Kef6954Q2PUlt5T7tUBi/Q2I5PyjY2jw8RMy9ShzQPgrzED+le+E95I5GPyg8kz4lINw++Gwmv5W9mT58aPQ9enHdvkj7lT2+ISK+y5wnvls7qD7xDP68wKdfvxFfxj5YSNW9XmpAvxh9Gz7BU3Q9bV0lP9I7JD48YGG/DWxWPYNGrr4lfU2/lkn/vn1d8j40QEG/FrwYP3VQ576sRyK/+KJhvSkSyj5oNyC+JCJNvxTd1T5V7Vq/muAyPnwBjz01DHC/E1C+vh8ao704OE2+RfmlPt1n3D25LG+/Rh+zPoqROj/dWtO+0E2tPsEHibxKDT4/W4JgP6bKLr2Rwp4+XL3WvTmzKr+T88u+EXRIPk2I/L5AolC++5V6vrZDaL5Sya8+M6diP6JVvz4cJkK/7YFfv1i6nDvtuYE+f6IcPg8DZTz/lO++uJdSvuNifTz/6ew+261MP+nxkL5pEz4/RqQYPSO3Vj+2MUk+UblcPou1RbxT3dg+HyykPXHxcr4VVXg/XdApPyKlBD2jZb2+f41JPw5oFL6FFyq/",
        "wqMhPzEqbT3b9UE+FDXzvdoZdb9nj5q+3ZZovuhWE78bqF0/A0SAPh/qLr+ug8m+BAmpvqeJFb+ruhK/DQCxPjWaMz7tlhG/bBWaPgwUND5cAA0/Jof0PvQEW792Zjq9foLcPibb6T6hGuY+l2gnv8NtF76Q6Do+/cUJv35+aT+i3va+Bz7gvmeJL78Hnh+/SYCTvoCf9j4lEwk/0K9mPTnFpr7wJas+JfplvQ45nD7+aVS/Q+88Pltz4r6Rba2+EJG8vvpD4z70Mz0/BknWvmNriz6OHRu/GWeAPap3jL0bQoQ6yvX+vp/JBL6PFMW+teHjPv1maz60qtQ+Hnq4vstpxj3LMwM9mGMEP9pJ7j6v5x8+xlexvqxker+PQ/C+ld+Gv/dd0b0npoi+igSDvvjSmD7/n3w+cWGVvg0UrzyAWB6+RDukPbFed73zjX0+nTNrP8XmLL9N78Y+CBUOP8zK8b3zEfm9n67gvmIBFT5+HAg/EN6QvoQmIz/nWN090CyrP0xus76W3j6/3PKePqF/3z4CxAm/3j3Mvg8Ahz5lrVc//LqqPTmYKL5pKBS/NYAEP2Tc8T1gQCM/4aiJvj8Dgz7KmyO/06kev1rjoD747bo+FE6pPv3C2T6n2Rc/Zi1MPsK3GT5py/s+Yp4/PgQZPr9/lI8/YfZAvTnQP79/Ob6+yKMUPrEBFD7vwwI/1j2PviPxBz+AuvY91oMSP2jgLj832y2+U+IMvz4tgT7tfKC+5x33Pnk5ID0B2Dk9C4cAP5T8Sj49vAa/vFyTP4wn8T6ac7I7W6KOPn+9mLzzr+Y+MrDyvgsxCr5/tnu+XNjdPgok2751Qai+VnITvwCscL66doA+W7TNvhrdMT8w6AK+NdTLPgpuOb3R88A9pDYQP6NG7r46IRO/h5eGvw5Nxz60alk9NXXwPu+hr74X8+W+/cCvviSjq74ql5w+sWk1P4CM7D4jez+/NgWNvxM+d7+ctN+/3cMkv+biXTwS1bU9tTCMPqK0oj5CJRc/",
        "ABYWP1MOSD4gM1s9+ktRPlGfK77xqOo+xdi6vuXx+b6N8DC+AZLFPBo2dL4ESvu+B+7hPcFO4b4uYDW82/9Uvt/+Fb9/ZjE/yIAtPzgI7z4KsWW+rDIuP5eOBb+5qT0/waQEP3d0nL/inYQ8ZLRQP7GNTT+CrTs9mTpEP6zJdb6BLpQ8VY/3PtQVXr/LHoe+r7cDP2Ffgb/d7fs90CO+vc/llz22EKM/zFULPzO+Mj8ke+u8PtA8P2QWir+zuKy/E0KuP2x2hT6l9zS+CqINvpExKj/yyA4/nAOUPouPHD9dYg0/ZfZYvnt7IT731SU+RbQaP85wlbxJAVQ+qPQWv9a9Jz/1oGy/11VDP3yX275cZsY+GfqruwdAPb8KuQ+/JIoSPdtzCz9m0N4+pgivPkwklr4UiZA+Gr7tPrxQcz9dpHm+dow3v6PkAL8QjMw+mOvMvhp4lz5Mpmq+DKghPx/Sv70NiUA/qQ2PvhuFYD/gKqi+NTo5vuQJ9D6GfnS+VbqoPvX7hT4XfMk+1psRvwMPMT4knKA+IMSMPWXmkr7WRNq+gk2DvlMu7L0Tmis/90oNvwlVrr7eeww/U2UAv1aPJz8AFkM/0Sgnv0YlyD48H6w+dc3dPtsDoL7ZuZA+H0uqPV8xnr6m5Lk+5PjAvYHbGj4L2S8/JI7jPVvsEr+yvCc/+LbIPsywNb+EkWI+LSsAP4Dm3T7n2MM+c+UtPs2mVj3vfQK+CrAHv3OGC79L6dM+n+QWv0Tv8j3R0G2+jtEEvySzjb7kxcc+g3McvuZ01z1AnlU/AJtVvydD8z4s91W9HeAYv/GO977uvwm8rcsHvuadwD4aLcA9syJXv9FKmj7uCkY/UYIJv+3NsT4GaA4+6bRhP1aDoT7YOiS+mFPrPckFq740J+K+bdo7v/7GFD5kmQa/i1k7vsCH7b2WF5O+VRFRP17Qgz96YzI9wMd/v+8F2L7Adfw+x54kP6SPm75oAMY+AX/YvnMzk74gmve9nz7HPhGr6j5j8+q+",
        "7gWbvh3GaT1eO5q9UZd4P11eZj/zLLO8BAqbvjN3o71yOes+UYlpvsf3yr4OWqS9BT1bPgahN7+tKam7pbdTv3alrL7l3MQ9CYAGvlwmKT/r7uq+R+nDPqQ+Mj5KRN8+Xbo0P/kcy76c8tG+LwRuv36JaT64Q6m+VFgHPwh2Zr0CCsK+myV/vmy3aL8PP28+LVcpP5YDNT/Eed++i7eVv7CTIL7lyHW+fkXDvlxuhDyjNIq+co3dPlbU+z6UHsI9VVwUPxbVYr8sYio64zlXvdAsjb0WGGw/czBuvkMwrr5S0Fy+rpcCP0fY8r65hT09OAZtPnV1BD/8xVo+KEOsvqTihD4nbYI/83InPwjHRz8qA5y+rTf6PncwDL6XKl0/MHj4PgruVD7AROk93ljhPm5NAj8wFq6+44SEP1t14b4vdiq/90vHPtytor7EzLM+3r4nvm1DD76YxdW9gB0fP9f8kj2rb82+DZnWPiq+Pj8mjQC/QOnuPhsCeT68JNq+YlFGPxHFtT5joYy/2RUlPw2lZD/hjIg+CyACv82MEj9I4Bi+NJocvsPVHb/NTIu+O+pLP4rurr6S1ga/bf7+vhZD6r2dfFK/bUIvP4iouL5kOIa+9Jl5Pl5jTj7VjcO8n4xvv0Nrez6yHxo/OQEJP58CHz6dYgM/Etb1vn5pPT+tDgE/IKMRPv9GO71/zzg/beSrOzcFmz2XGee+KtTSPv4Rtb6JCEy+FgIdPvibAz/6F5O/DMi6PsUW6z5a+FK+1GkKvyNv2j4ixQq+w88YPw1z4r41WTS/9+yRPppLu7589/k5liPVvkCF9b4CMrK+vf89Ps9Op76HZCK/QNkKP3c0KT9QXQE+zGgKPyp3pz2vZfc+xTMvvldhJz++OAM984XNvJNlYD8q0Lg+S/0pPnAS8r7b3Co/gn6Uv7bFBr+G9Dw/WFwEPswp8D1o8zC+BQs1v3Ql0j1zUGW8oJZyvjaL1z7rpkM+qgEIv2vVGL/8zBi+V3GgvhFXJL+UuPk+",
        "pwHfve0GFb/ueYw+CyYjvW6aXz7+LCs/vSyDvwEoOT5NL6c+W2FqPvY31j5KfnC/mSJCvsiFSL00Adq+KZc4P/CL2L57rI6+0/7OvuEfj77GF2y+qdWePum1Wj+ZfyC+RgPQvu91uT5dweC9x9aVPslmSr/E1QA+TIsHv6Q98j3H/hq/0Y5BPz4lKT9IIA++e0DrPXw+G78wZda7BpLqvu2YQj9YPDi/1uvyPaCHIb/wko2+7goKPjgO8z5A5gC+Qt/oPSWHAT+x2k+/R2YEv2qH7D78DW+/+HrWvhWYjD0GoeI9COk3P137gT4DCjc/t/MBv2Du1z6mNYW+h/ecvxSpjT+Ss3s+MdjEvc+w8b9uTis+xDF6P1Gbsz5vb44+BLcXP3szHL7wJq++juUnP2X/BD/sUfW+zqMIvucyEb72ybC+oO5Yv4G4Gj90FmW+8bYEPsToiz4eVnW/4PcOvgcgnjsyIxw/ncw1PwjcOT/YcQK/m5nwPoQRDT/HqkE/pDMgv+bO1b71hEC+Q9U5PlxeGj1GcEU+z0i8vSWYND8kapW9/P1JP3rjND9Pr14/t2YpvU8Ner7z4Qg/IV/CvqKk5z4oLug+vDcSP5ycOb8ziCs+Gzv2PjU+nb5m7b8+sTi2vbJ6kL1u4z4/jTiBP3tkM7980ba9KjBsPgLOz76yyZq/QNjRPnCwEr+sa4I+uQF7voczsL6XlhE+HQEVPzR8vb6s6gG+IxvRPj70Dj/Iggq/aYgIPzU+sD6i6F0+Zbl0P5ObpD4/C587Uh3XPje2hT/CcP8+sjkYvnnlMb+02gO/BeeGvpmwIr9AYry8/y0PP6vzS74+0su+RpGVvlhnz73HtZi/1F8rP/AeD79Vc0S+7mjLPmLOij4TX2O+4KRWvk39tD4wRjA/+/8yPyoYDb5Gtw0/QtAvvrbDKT+ZW5A+YQU2POzJRL7Ytgs/O8fYPqDOUj5sLWg+ilXFPbJo6r4v8+49hKOlPjx/6D6Gn5G/kVMGP8lACT/rpAy7",
        "fvo+vnwRGr01SM6+rNX6Pkwmob51ALW+i8XbvpEM9r4YGFS8L2Xlvbbmgz574wk+bxa+PvY3AL8f7WO/U8IOP0PZgD+6Tlg+IUAcP7eDFz8q4YG+XdyLvFSwYr9pmUg/whl2vgrUqbz0AxO/olTdPpBaBb634GW/Hui9PjHZQL2FZYQ+K53UPuXJFDz8wFM/W8pVv8vbLT+L6U29dQAOvyCoJj8+V/o+eYaZvtslgD7KKZg+VigMP+qLDL8pECu+CmCuvvAN1j5TYko+C+BqP750yb6QCc++cLZvP6dTYb+Tbc++/VOJPqa9TD8/3oC/6AMiPxK02j2DHPS9uaKUPtV/sr79/BO/1BR3PsryQr0wOLQ+UmYvPxwc2z7LITc+RAJiv32s3T7eBHg9V307vq2KYL9QfHi/FfCdP+89qb5pyR6/5i/RPsE8ILy4UoO+6sm+vqM26T4UkLA+enDcvtYl/b63la0+9y5Ev04Unz4ig44+Ao+ePsP3ojwbTqe9dMMWv+q3Mb9x5zq+s4Y6v2UyAD5vEGc/R3asvdI4Iz4+GVM9EmnlvuUbXb/5kiE/Fu8qPpeYzz5ba6U9wxelPxlNNz/KyRm/f0hPPrHSqD925c09C3+OPjoIrj7zG0k+BPCRPlaCr77PThe+e8igvpc5Kj8Yu1c/DPMhv5WC1D580Sq/1ubPvu6YwD7Wo6y+UfdGPSJFK7/taCE/Ev8JPzKfOz7LG6I+WapyPgMIRL9XRVM8oDHdPbsPnz8JlU2/ZW9Iv9LRnr6gZ42+mJ2zPhhFuL6tbI89iWBLP8/VEL7Khpy+19kFv/tK2r4bZxC+7nsnPmQAEr8NpHQ+TxItvlhkrb6d5S4/vhmGPmAFk75j2zc/EunoPfUVeD0Ku2m/GK9qvZ4Rir7qOpG+hGAiv6ANuL7wU+M+ROWBv/HZML8iKYk9oooAPQJ8pz5jKck+MuWPPt+Bhj5AGhA/vU0vPiiuIz8YaGa+/gy2PSqLgz42muE+psw3vpdwnTzWlXA+",
        "QWsaPwkFHL1AIgU/Viq0PsVdXr8MpJO+9HqIPhabCL8XbhK/j2HevvSUgb6SGG0/hYaPPoG1c75QPJw+q/4VP8XEsj4Bdfm+JbfKvo50Hz/0gsA+qQy3PmsLjz8Dk0Q+ifrbPkKFMj75ZiK/43JLv7ZcCz/ABKe9n3JmvokSf77I2GO+ZW+Av71yoz+V0LA9SR+yPlhhcL6VF5w/k0wUPwFAuj7j5zc+6xU8PmvfBL/gfSi/xKPPvtjXQ71FS9e+Cc4Wv+l5lD5Ulyw/cZOVvm30DL4zLcy9cHflviuM4D1kIPg+zzmOvYu5UT4l4K4++wTxPQBV7T551Os9wSQDP2yPRT9RG0Y+2UYqvooP0z7st5294ea9vZd3rL48Wzo+QNIWvjD5oT6GBFK+KvxNPUptpbyvnZm/E96CPmW3ZD64/LK9eE+aPlmoZL6Z8So+Ov6OvhBhHD4Hlc49jKsYvruEGj/MCwA/BonoviJpDD4cuBo/btRbPwKBur75smi+nYgSv7kANz9xXq++2qx1P7oYXb6AEhS/7n+DP8m0xTzaVRm/h9pbPk/wLj+dLDy/XPw6PiZBm77E0u49pLBSv2nw/7ubiTQ+nTP7vQZmJz4NXts7lyU8PyVlBz8Q4jk92H8Vv7i5JT5ROPc8C+Wovnc0Jr9i0Qu/0cYEP5erM79NPim/IzC/PvwSCD8lhvu9t1NZvkbWOT4x6EK+6ksBv+pJ/70xMvc+7zt+v8V27D5cKlM++gBUPsF8Tb7NDYq+ho8kP8O4zb67coK+fnZsPhANob8cf7A/fDY2Ps6O2b7gKuE+fDEkv5qnA77fhbI9SiakPmyHLD3+q4W95f+LPzoPVL4qcRc+LcI+v2+Lob5hn5++K1zmPnvbnr7jJAE/TuurPkLNcD4Byj2/rL+KvrhOvj9YA7y+dwffPjQuv77p/G0/aAV7vyf+0D3yx70+EhLdvdh8V78zHKM+Ue8rvxg48z68GjC/Hs8KP3iihL6sKZi8wNRgPdkk4j5yVJi+",
        "HanGPp89rD5Rg4G+MY07P0ZVnD5C9Ui/w8eLvk7D670pi2o/0o7/PpFU3D5wHWM+g1IIvyYOo72UfYQ+4uOgvu5iA7+PbiY/2aYEP4rw7z3W+Tc89qpFPyVryT132WA+seONPmvxBD+NJb++WrLgPkBBPj9Dwio+NZ+9vwJ5nj7BFzc+7/PrvYRli74IMJC+CbjRPiUEyj9dn0g/6NfbPkgbmD2XhXW9xTM8v4W8lD6E6L4+4sfGvb2ipD46c6S9LD6dPtuR8L5bGOc+fI4MPfCRNr9ZTRu/4h38PoXi4z7IgIo7we2tPuRKlb6GYia9jLqgvifGTj+2fSM9lj1PPgOsCb+KTzG/Z7DBvVjoyryWoy++xABfPpHaUD+gb7K+47C0PucoST97MbO+j0CfvfY4dj4eH8U+iX/kPq49sb4Xx54+UlRRv2yvyD78fha+CfJCP5QvIL3VYZ4+L/FSvt6yDr1oLoI+QEWEP0E2oL44jSm+dzSrvlkSW74W7Sk/C9tHP5uHer5CsSO/oxtGv0hQ/j64+bW9j5ZIPwJmr76J5P48mhK5vlUVyD6+YgW+5Tugvgu7gLwjmRq/xwxYP5FrH78rtZE+re21Pftjpb5nLKW+YcFpPjXR1b79kpa9eXPevk2IET4Fai6/9Uu/PXvbKz1nusE+92PNPu3usD+oL4Q/QeMtvjocND8IYm0/lnjTPq/K6T7FafE+1s/evu1iXD2gEHm+EIEJvr2uar1fRH4/nbIHP70nAL+RzrG+wzmuvVKwO79zp0Y+ZO/svig03T4zPD2/SCkIP/QCjz0PGUG+RiN3Puwfbj5XGeS+ICYpvydmKj5asIw/39Cpvpolv75oATY+vRQlv/I4Hj9jiMK+xA7BPKpPgD91Zia/d88Dvjom4b7C5U+9D0arPWmnG7/hJDy/8lMGPkEhHL7so90+VPAaP31ojD70KxO+FUwtP2ZphT10lTa9ubQ2vyk5QD53QkQ+nWHgvvr+VL/34u2+vb7KPouFZ7+I/2y/",
        "qPGwO92rEL/QwI49hH74vVAjkT5N32k/sflyPmrLJ76y4so+fOycvnt8N76p4Eo+hYPaPjsH9L2qLIa+F9h2PxqSOj2P3zu+bcIIv2mQPb+MWJW+9krQPJytpr5A560+zWE4PhJAdL40pag96vlnPQUy2D/BxyY+ZYYsP1RAGL95pkg/l5fCvandBj44xkA+bt7GvjfeHr9qH7E+xDCgvlItmT5kEUe+x1kyvQIjzb4S2Wm+ZbcDPlOSZj7aArU8oy0DPTIC8T5p8Y++12EHPxcT4b7pnEm/5lcKvR7/6z6uLyM/AUJuPtAfQT8FzvE9frtOvmTskr6Eop0+y1Z3PZ8vwr6l/nM/gY/sPhrjsb4xdAY+ggp8PzFEX7+d8xs/mC3mPjrhHT/3TqW+hsbbvUqnRD+Uhhi9JDWWv3sHRT3+nLg+/E12PsV0jD6o/6S+9dmpvr3KA75rsQS+0U1BPtPlkz6KWi0/cV3XPlA9WL9MBci+CjUivlthwz6a0jQ/GRujPkI92j7mnBQ/YpW9vsJoUz5tjCC+UdScPlpoHb+hgWa/SG1IPoUXMD7cFDc/Vc2Lv+eciD6ZqEW/HvN/PtTZvT9xwVe/ZGzVvr5whb46jgE/k/mZO+VSbT4Gnmm/zTLRPnQ/xL7h9To/w25CvhaW+76+ohM+wbIVPL95uLwf5pU+hyeEu9o02j6I6pU+oKCvPrrBNj2iRAi+Ab8Tv6Y3+z7X8Ye+TryQvozdcb23s0i/W0b/PjEMB7+2hYK+DBgMvwDEgr2k5pU+3ZHfvk6H7j6U2iW+zaj4vi7kHL++Ib++JPIWP3YSq74if/M+DWYevmaiwb1Cn1y9Vkk2vrwYqb7HrWs+dCr4PjnIzT5qUN2+FcBcPtvYIj+upwS+aaYgP7WYcrsfhLo+zcmmPh1uQz42Uig9psfWPkebMT5QmVk+ehIwvkoYKj/90oU+tTBAvz8noD4IAgi+IO0AviM3ub7GL7i+n2VAvvxXkD9fP1+8lufWvqmR0TylIfU9",
        "N1DNvlxGyr6mYYy+VuvUPkIwyj4nwcA+qwuSPxB+RD4sF1K/LhbLPd+c7b768UK/blGUPj4kzjoDw7K+G0r8vQf6JL+AuhE+xEe2P9wqn7278Hg/Fqxpvyx5Iz/FjiQ/tBFWvqg7vT68cQs+nJEzv8BFRb/jXEo+Uwj4PVgZ0b3t80u/HrICv2aAQT6Rfwi/e3WePpxuDr9xmNa96AYhPYsA/z3fCrm+irCZPOQWpD5tbgq9nkC9PZ84s752rjw/MtXcvSXdOz/RKT+/fN2hvqLfGj9lkdo/8zR9P9dsFT4x0+W+hCGiPjTNs70XlkC9j15iP+gvST73TTA/erMCv2ReNT1jpZW9k6tJP4wEWL9LwB6/vEYuvRXo2Lx4QYs+czsfP5SCXz/XsyC/s8YWvx/qAj0dC/Q+xk8Lv+C6xD7aDA2/a3ufv+8cMzwB+UO9WWWcvjAF+j7y+bI+0MfwvUjAm7yLGCU/eHmCvpcPij4s4Oo8GNmXPs6ZwT2o82w8okXTPmSY/76BH0s/tQkEvaLe1j5hzgA/7hJhPrJp+b4WXJg82zcTP+akSz9o6/W9QogjPv1GBj/u9O2+Da5avkgyJD9nQ0M+xFqGvQ8imL8n/UY/nri3vH6bvD5HTJM+L1vjPqgIk745DhA/XoHEPpD4B7+4u787YD9JPdKvTj/EIp6+7UoFP9aSrD7vf8G+r1dovvrOdT4FaLi+ruHRPE38Ar74pjg/V1djvpVtxr06isa+JMxmv6kgPD8SuUw/qQ8uP1NGGD9BXmo/yxLqvr0oTD6JfLs+gtQVv+FaVb+WkJK+MWyJPlP+Sb0quog/DQNiv6uBNb41+g6/i5+SvXX2mz8JrYy/xDS5vjXM0L0o3aA+DKAXPVMxMj32Gn6+r49EPeh8Tr5qKL8++LeRvTJtqz6CQGA+6CO5PEqy/z71Ts8+WcOwPrn9Kz94Uno/OMkPP3Xbq73i3AM+BYw1v/PfCD6tEIS+oFyePmYaSb8cwle/e2dwPxEBXr7/7QG/",
        "ZnAUP66/uD5Ch3Y+IZOhv+CPxD6BNgI//QWDvqlucb5J+ha+s7AOP/RQF73UDDE/bEgbvwJuiL1d7TY+6T0QPhXc5z6v4xM/abOYPvDAwb692A69AqxoPmW+sb3NJrQ+PIfTPsUg7b6o3p++0/+1vLDZhr70KKS/+/wmPv2RPD5kjK++EP6LPygw/L1Ydsi9WrRjv2ph4r784Wc+NF1HPn8yEr8RFgM/z1QaP94L5L7E06m+VZASv6SyN7+5VaQ+f6wxvyCngD6Nd9y+qyK8PomGmb6H0gI/oF2SvqhnEL8AFhi/Le66vdUgnT39gps/m2CXPvmXsD5G5Qu/G6wIviXrH79EA5w/MARBPyVKJ75u7o++FRh+vuFzpTzEZzQ+i5zVPt0psj6jMRU/jiLJviutoT9sRH+/50SJv9Knuj6ds4e88uIRvqb60bzzY4A+OXm0vrFMPr0F9hK74s7iPSA+uD6w+QI+EcskP/fknj76Gm6+QH8iPmqEbz0u12E+uK5DP93VAb+3nYI+ij2Av84nPj9oIVO+OEmovvUOCz8yniQ+Hb8PP95KGb8Rm3e/zBRVPqBbTD/mpXA+auDAPoapCb8ypJS92/b/PfzkY78yklW+I0QzvuOM6L5pA7s+AUIHPVIZyj0qPj09l0i0PrWiur7kI4S+1Gc0v7ZewT43Nig/Op9jP8MX5z4g+SK+8FEpvh2wZT8Lzba+Z/wjPlmazj5MOAY+6clHPq7rGr/M+UE9v7BHP1X1Hr9a29O+gi0hPrtSWr8yq7I+wpaHvKDNI7/xHJ4+L0ZCP6AF8j43Wwm+YvD7vjfDo7ycETq+XafyPjsxqT5Tizk+UhpNPvLtfL7thSy/b2gsP+bRZL4s9tK8K2+NPs7fKj8CIiG/MKTyPoMlE78ZC2A+kKw7vnksIj+lsNA+Z2yRvAr6lb9CuwE/TCSOPn6FlD7COLO+E7wOvahPQj4KDIS+KzcYP7Db5D73xVg+UxbnPkRr4z6o+W0/hYoOP3WfD79+rbe+",
        "obgsvxPiXj4CZcA+rPLuvoA8pL7CDPc9gZGXvool275xO7Q+zjxHP46OB753DDU/6NlFPid+bb5+D62+sddDPupDTz8EQYq9Zb7bPlRYQj+wSRk+GCYVPr4vsr+W+RO+6koivqBpdr9G1bw+CDEavsfR7j0QYhe9MkiPPTAQ0T/eFPc+doQqP8MRhD8u9iM+didTPVP7qb6nFo8/jDIjP7af9z14hck+1nT9vVZEKz6O2Tc+h6bOvKhfKD7MnHs+jI0XP0/Ik77tlx2/l1f1Pk/UUL+RO+a+v4UFP14FG75nGbk9rvp4Pu/fuL6aiN69Hr1gPp7Jez4uvbq+0taNPaqJKT8998s+wN6BvXYWDb7YjKw97NiLPl+ElT55J/U+U3EWPtiC8z0fB/q+47JCvk1arz2SpZu/doKyvW8joD7AkUa/2noPP8PGpj6cT06/OUxHv+unCb6221W9ICysPUTMKLlmbK0+H/UVP4QKEj6AnNU9jOU2v+pxSL/eFXI+5UuFv3UUHr/YTK++VvQHvpmSCb7wmSU/lyj4vlceMz6OIQC/reFqvovRlj0Z4J8/MjjxPkw9gj5ymyu/V2YYvwF48j2qUBc/KtY3P8aR+bwb1ui91DIPvsUvtT5ww2a+nzAzvl12sj7j7hk+lmcGP0QRej8PIhO/TPM1v8b5/z6yzgW/8au0vEz/pz5REQk+VROEvgG4Dj/VtVo++rC5vAWlvD7pEi09v/5yPwhBUT7/fSm//vrrPX+x1j6INrE+wdRivVKrFz86/aQ+NgfivuxOdr/hpSC/hbODPbOTdT6AcQ0/4VwYPqsyVj51XCs9XmDnPQWm/D5RZAC/BS1OP34YZL8EBnG/vHqtPhfTMD9tgQg/fFOuvS0gmD7kt+A+b9TXvfjpob5ADIi+5kBqPylULb/9moi+v5i4vsP8zT44MT+/khQBv5EwFz9EIh2/rr9UP63e5D8HGIO+rL+pv/6KiT97F6w+iD2ZPqrn/z4G+Oy9U5EPPoOZQb9nxmS/",
        "wbWgPkFCBD+VY6Q+EuEHPi3Whz4GJ5i7SW8JvrgYGT8XA569NwqRP+SC1D4+SWC96DOIP7BqzTvbD88+kdroPMrmSb+kYDY/gmIhvu7urr2xEd+9EW5YPw5O0r50LNI9GcYVOh5SsD4F/y8+dxQEvsYbkD6AUBI+ZuY8v57JYj6ifx0/OA7bvqdYkj7dTIS+kphFPnjwTT7FLq486znnvRfuaL5O52S+28EVPvtiQD5dM/4+D3mova9jHj3uTxc++0oTvsZQZL4r4mu+P+oJPyTKlD7PhMc81fCnvmQgDD829AY/JNOkvtBtsz3kucs/uhYGv6VtqD73htQ+CL66PrI4Bz9NGdA+K7FDvncW2b7aWyY9DLTWvch1Wz7FsxK/Gkeqv4OGhDuLXb4+mVqqPX6p3j27dJs95K8mvgd9JT5Vgtq7DkWGvQDukT7eX2S+DmUIv3cav71gbsq+edjQPZ2Frb0B0Vo/n/6wP1OMPL/02Ao8ypcNPTSLwT5bAsE++DjqPRFZzb5f/+a+HD2eP5lpxL6t4RE/Wi7kvqXa277BEtE+uXtQvh9kFD96Og6+qnPEPrVMpT6SQvq+RAmLP2tOlz8sOJW+B10cPhyuob4TkFM/0UvXPtwq9T3Cils/a16yPQttTj49oDW/t2zYvnO7Sj+/fw8/7in+PW1UFj+C4CS/rzPDvq8jDD/DJHe/8W0APq3TuL1f7vG+J728PjAy3j729Qq/v95zPlUUpz5IJPe+0Wxrvj/WEL84I5G++oB5Pp4cdj8LtQY/4s6Uvpd/KT1PG4k/Hp47v4WyWj4Hwpg+gCnGPghYlT7/B1C/d5KsvpC05D7INGa/QErcvmdgVD5tAT6+XHCaPgQRm73tbke/MvX+ujttpT6a7a29eGXhvkPAGr/NuvQ9hAtqvgk9Nz9DmRo/kxs6vvc0FT/xUNI+Yp1Gv0Ij4D4GERs/K1ghv35h5D7hwA0/rE4ev28DDD/ucMS9G9IAP+frIb+wVVc/TjGZPqdFZL5nqz+/",
        "G0yVvR4BTT9t5zi9jHbevculuL6bbNq+mQbxPhNDqj3c7Z0+d17zPSSNGT/oioQ+shGxPhau5j6olQO/44OnPgDIgL82OiC/5FGEPiyP7z5BjCw/aS8BP/xGHD53wMc+GJBPPq47iL6yhzw+xQikPkNMA78WW4A9TjCWvbI6Xr6kVXu/XTkEPYu9Bz/cd5S+2aQbP4X1zj+QWRq/IexJv7d7UD8d36k+ThwtP6FBTD+4pqy9ySJiPsucgb9Gn5W/xIgGu7yRwr2puJs9crXlviShRT+nlwi+2UPxvi2CwT7SM3S+GXk/Pwz2BL3r+uk9kz98P4+NTD6q/049b9ygPahTGb8tCdw+DCrMuz08pb4rNYC+BL0GP8MPor7v5Au/9OfIPk+b0D501bQ+n4SHPtxJtT68Olk+tH/zvsaHhL5uU8O9oiEtP0eKBb7kTp4+VHWEvYWcTL7lxHI+bwewPYD5DD8f5/E+R+Sqv6TYBT7OG1k79iYjP2EwtL5cPzU/IJtmvyayhz/yLVI/XoPJvVh6Mj+R9Uu+Rja6PhVeTD85Cog8v1Luvivinz5uIzY/ElSAvqyQY77wB2i9XN2rvv/poz41lWA+6JiSvdP7mr1XlN0+qttIvpfaJr8Q0eI9sq+GPt7/jD4npAQ/m4UDvEc0Vj36dTO+QcScPktaoj/3tHQ+aOe9Pon/tT7WryU+W4YOPvOjGz8Uk4A9K1VJvl9vhr5zsx+/He4APwsgi762Vww/gMGsvra0pD40gDK+Lt/QPifUKr9pvwu/K80eP6kaMr/XY1O+5Y4evwS8mLzxO4U+svmGvstBAD/s8VA/nXGQvssCXz/c6Zm+rlo4v3XEPT97nXA+pS6qPgQ1Sb6keZO+nQl7PsODFj5QhNI+YpHrPbUlu77Ul7I+Wl4CPyl4Oj9104o+a9ixPaSdPL7x9N6+ryvKPZvGyL6Q89g9e1ZCvgcZwz3b9b6+ZF0TvkrHqz4xoCs/odiZPFUNGj9BEg8/yYiRvngPoz10YOQ+",
        "Z9dSP1JJ0z656R4/9r/JPvrFWT6VSp++adyVvyhxVD6tEgi9iGsav0Gg1j4uNku+XxMDPnnHz74H//I8WqPNP2NWzT6FLAA/2qQgP+wnWj7O4xS/agiWvqO+ED8o4Gg/bUqyPcKDv7wOZwA+4umfvluIwL3okoy+51c0PpB+Vz6vBHo+FXd8vvopOr8ao1M+ykvovq5cLb1pIOk+XC+rvgZCF77yUoY/sXkqvzAptL4Y67Q+/VqgPtuR6L5wHZu+uXgXugNGLL4r1NQ+dX8CvwMi7z6pzmK+SDEZvzamGT/enyi+wM2wPKZO2D6IKfS7pMRQPzaGoL1A9Yk+c55iv+ausb49bIq+Z0z0PlQC0T7fnli+ALduPnzoYD4xcdo+ci/EPuaFCr8Elwo+AY/PP/wLDb7gN+c+Zke7PvLjET8g0HY/IFX4u7uNi7/lP8k9wmu9vgF7mb7OaMA+0HYyv2w6l7/7Ay0/Rijmvu4z6by/g+g9Ws4MP3b/Qb5GbrM+kF6CPn23hD3G9TI/anX2vVLuBb4o1yI7GU1iPrTPqz6Hyds87TdaP9WlZz/Bd968PI7/PnGZAr/bNTA+w9YDP0xJyj6OWGS/KqjsvZJIbD9ZTFe/XRWvPaghnb4WKqq+Zmf9PkaygT4k9XQ+k442PhCFPD5kywy/uG/VvQY6dD9asbK/d2T/Pgml4b3zH9E+BmTrvk++Ij5i2RQ93389PtfYeD4TCD8+eI5/vxpqTT2ubts+zWkSP75hS7/m/Do9edSDvvhk1D4816E/uKVOvmvRWT9r9iS/YSbqPplWiT/cg1Q+/xWUvadZ4r2AWkM/fT/OPVCvurz5cnQ+/a1yvrM1rz7Vork+6vV6vnYqpT2G+vg+GeMXP+2jIz7ltEC/aloSP4PThj4qgws+wZNUPk6fMr6PuSm+h4kdP6a6TT98Teq9jWwHP8fKkz5Kqr2+usE1PxPJED/2cQa/c0g6v2i3PL8Vxzu/ONXtPg3qg77UDhs/VRMmvAtLYLzUPtS8",
        "ZYd/Pmgiwr7+aq28YhngPmjVKr7ioTs+WC5Cv8leCr2CzGM+t3/cPNUANj/J70E/94nkPKTBkT+vfbu+m/1bvw=="
      ]
    },
    "dense_1": {
      "bias": [
        "RsQFPdAFkD66DcI8H0PIvNYOiD7wAQ49p1oyPV45wjwFmUk+bFaOPXe+Lz3tygG8ML8QPZeBFj0QIpk9ENRYPXPn0z3PqSA+qC2Bu2uC3jyREeA8vFupPNUi7DwWQQo9cjwnPTCyl7wf8Os8n4nuPYD9VT0/RRk+ElFXPeKA/zwCJ+M89W8XPvr1HD2WQLM9aMeUPFTuDj7bRrM9WfeHPafmtDyU6H49kCzBPJU03zyvtpY9WEgDPkvkED3mCl099w0QPdu5az1s3wU9XGX7PQJQ4jwX4rC8R56mvG9W+DwgFRY9Qmf2PTzUGj1JIUI9aDhAvYudKD5VpAo965d2O8OgoD2nMhk8YZd3vBX6OT27kQ49H8wDPetO1Dze7ds8VRWBPcY3bT20nSk9FCzJOxeorz2UnQI9mk8ePYvfSD4="
      ],
      "weights": [
        "vi2JPs9bJL+gt+g+CBa0PVA9Nz5dppc+Qcg3Pm7GpL2gpDW/2VgTPvpfiry6/ZE/k1WFvoG8Gz0Vjye/y0Y9PnPEFT6tEqI+PE1WvuqfFj8wwmy9de0IP+GYFT1n3iQ9Omh3voqpzzz7z26+qaCHP1ovdj4mZng+QdQcPktVUT5HxC89DKm1vhrnEj4Y35a9HWkRvTCw6T5zdHU+pZ4HP8QvZz4zkQO9qEFmPqbX6D3RWpE+KY4jvwDmgr3bjSi/ZQjOPo/sTj1jJcM+0+DHPuKKyz57tNq9W9UoPrn/Kr8+O4q+YiH5PhOKyT6bbDQ/XL8LP8nOpT5T2MW+uK/MPi/a573Wo/s+Qi3xvVuCCr47bbE+qIaXPphfYj9/3LU9BhvgPTEFKz5t22Y+VngdvtWKbr4XRqw+BDbCPqikuz5cgRe+vLoTP4JU4z00Xdi8Vi1hP7H7HT49+rw+hQz8OpgInT6FAtQ+eg2fvs+/XL/1aem9iwSevnY3ST7kPTk+4ZE6vF1UCr57aLA+dRECvbljuz13tWe+JpTZPsd64T5xSbq9Bn9KvoH/DD549ii/HTeEPl08mT5lkk0+57lXPh/LrT4m/py+RHR9PoPTRr4HXh+8C18QP5jZED9LUg+7ukPPve/m6z4c0bc9CVigPt59nj6deYw+JXe8vvbKb758rlw+UoOCvjJUdL58+hQ/7DwavpzMxr1J4y08PTJgPjnGg7vJ108+AoAIviXDVD3w9/A+cfbMPnkIzLz1Zj0+8/KnPjjKOr5+q0G+5EDvPOPkor5zlpy+UusJPaM9KD5XsSW89miSPkOkYT1fmWQ8ycggu5seib3DlMG+3TzHvZG/yj0H/FG/08BOPownU77Ytg8/7mggPnU9Sz6PZas+gKs9v44/Hj7ThnW+xoEJvsO0ij5Jv0s+UkYdvLHkxz4gRtE+Zmm3vZ23Yb3sPGU+zMzZPVAAmT2s5pM+LWg2PgMR67zcmAy+8RvYvskzHb8vW5E+EnIWvNGbr73+0uS9",
        "ObucPvcjGj6ifQo+S0YBPeX9Fj5rLxc+V8EkP6S+8z4ZmYw+3suWO40DB70unni+GcazPkSIlT6r2Di9RAiVve7gtD4is6Y9OyTAPauFWr46cW8+AAa0vS68oj1aFQC9x2JNPvoH1z7iq+89VZKaPbtDyT0XpQg/GiTZvkDvAT6geWm+KDbXPunCnzzJFLG+QuvPPnu5Fz6xjrw+s8IlvUj9yrxBLru5k05CPqbGhD5GdAE/EJ8SPtseFD8w+BI/aKqFPk+rHz+a9sO+qP8BvrrrDr/gtAE8yAQdvYwEqr771Xo+Gys7P8NrFz7WWUK/qhp+PwuW/D71QFC+8/IAPwQ/kr7mWUk+IwWEPgMlf77Wf5o+gWGaPv88gL7TKrq9eWaHvjWcGTwwoYg9/ePtvt/AmT5WlFo/oSEYvi4FcD5ImIQ+TowRvihyL75mPOC+NvOXPm3ATr6ICsE+dOI3vvzrtj1KGgo+nRd0vAmnn72zBs4+mzl7vgUdOz+a81i9aS39PkJtcLzfMgg8kPuSvtDy5r17vyw+vSe9PeN/Cz9NNtU+wXp/PmT8FL7RG+w+hDpuvgG2974t1mg/+lpaPgK3Pj8DYz49ryK3vTG1kz2Esbw9tkmYPhEMLj7mrdG+d6QtP2kT1r29P4G9vKNzP9qme762d0w9gz8BvthjZz+c0Pw+L0QNPx5jjj5tmxE+nWYyv3sTGj82ufc+tkLjvs5TjT1uhWo+WYw6Pvb3hD5twvG9t5aeve6C973VZSw+9EN9PsgGQj3WSzC+Ec+oPkvhWj0stKM90hBUvmNrhT33870+QDKYvMEwPL6D+s0+q6wmPzgmkr53wzY+EjAGP9TXOb6QODw/JaBmPiVeCb+zVsY7sJCfPvf5k76kwji9F1Z8PshB9j4SgzM+EHOgPj7w5j7H2O0++riFPZhkID7Gc7M+lzndPdnGgj5nk66+nuGkPmpEYD0Cu4G9MUtpPH/p/DuVUBq/ULARPppyjT6W7Om+zJy4vparJT4fQUg+",
        "UMECPgADjT3kPja+AhpJvUQXcr6UNHQ+QA65uz1YjLuGmoQ+X0HCPq0ETT2S60g+ozEhPZ5CVz75VuM+u2wFP2Yc2T2e3lU/2yhtv7JipTxtwfA9Prs8PgCHuT4i5ky+LiD8vdjYED/r9zy/HOQQO4+4sT8p1uO9zwcgP1O4j79Cm1C+NWc+v3E2LD9XQIM+GVlZvayGlj249VM+0O1ivY+WgT5LuSS+L6qRvsfoP77Tsgm+yIYePomEDz93xS2/dFjWvUZkRj83JkC/hn/Ivpafib8JWX0/xk2AvlbvkrylzwW/MkPtPpGGx76Fss8+LBxjP/6qeD8Qmai+9KIxP5Ngfz0oTBc+5mMMv0taOr80uJW/GpudvVss3D2NbFw/4+MRP5+6cL6caJI+jZdkv3eRcL8GN10/A9TGvrJC2773Axm/FEMqv5URRb5J7e89r2ebvg6Cp774yIO/I8/jvj+ZET70WCG9OVeYvl9jnb8aRy2+hZkRPmYMAb3dLNK+d6/mPiaoCD7vMJO+i3RSvjabtz0Z4CI+/6/TPZbCVLyAl2q/Xn05PoW9Bb3btZg+c23aPkWK6T5ePBi+P9g+vibXWD6eA4O/wmkOPSTVij536sS94dE8Purxtr5CVVS80ZIfvrTcAr77olQ+CDI8P42YJL/4Q/c+EHEOPbMcJr4HdHw+3beqPhkvOjtI0Am/kAO4PmayiL3ZKxY+vngCP8/iUL2em3U+upC6PRYU8D5zgyE+IlyMvrrtBT/n/3A+xKvtPmNtrL5irn0+fbXNviTCh74IRo29mc5EvkPVoz2dgVc+vJcTPzOvQj3qqqK+RmsBvuSeUj9DH12/oARePf6L0L0egKm9+ya3u7/iHL5cA6s+t9BePilykL1h414+39aWPhrMMjv7m7g+EMvvPS5NHj8l+bY+YvgYvpi7CD3OVs2+PUSUO+Zghz71ePC9JPs/Pv0iCz0mxJQ+0yoOvhVKwL0WtqY+XTu6PGcELD+EIu6+rSy5PEL4T74n78e7",
        "9uZxPptrwD7L5u+8NUeqvmCWWT4xyC09NWUovUKTnz5gY6S9n5HMvTRoWj7PbjQ+YtPgPp/JCT+YsYg+MPL9PGEgKz6Rd5U9+qxKPgxq/z1si927eJOcvVgN2b04TfM9FHgqvhd/gj6bynY+FgMFPuC1l73xkZ4+og3dvn4bjz0ngyA+WlyavVSEij1LpZY+kC5SPi+76b28KWw9upZdvkPu4T6CTI0+kBOiPtjsjj4J55C+zUQyvjkPJr8mX6Q9WZyJvnndgr3McCK+eVCDPi8DFz5RtXg+a0kQPvLdszweqZ4+GzhUPo8hkb7GnwG/FAP3vt7vOz6DdqQ+ToY3PlC1Vr3ClAk+tVooPj/MLb7ohJc+34opPv5NbrzLawY+oKQBP8YdHz5Dp90+GJgDPweBYL6BRMk9BPOSvpkxErxQsYm+suwdPczHQT7NSKe9z6pVPhgmxrxhAOS+QZznvVRRmryzZUW+2rBDvpZUbL5ywYI9kHe2Ph6VE7wsSiC+kmJAPok2KT40Yha9ZLbaPk48XD4XgxM+omNqvn8Uqj2S/tE9xYHNvfH7Mz7WjKG+J5ptvGfn8T7ETJc9VHC1PkBJh7w+CY09bFQZPiJ7JT90L3m9Smikvcmsib0EHY4+1PFRvdB5lL5IHFu+o8kBvTzQGD5nCqK+XH4DPjI227syBvc+JnmQPX8IIj1iatg+r8haPRu0rbzDhEm/A251PYLq/7yOQFc+uCrkvX+47r4Pk6K+2WsjPa2zxT35HOA+OWUBPtlHeb4zP+Y+kOaEvGgFUT9DVTe+J1EdPrx4Db6g4ky/1gy7PvbdIj6bXvk+hS8KvysIyr0Hzem9Acu+PTkonL4tlKk+Rx6Ku4HzTj5QIrU966qBPjfqLL3J2uA+sK8FPinBxT0mJMY9ZEyhvrhMnD0t2wG/aPv/Pglyfr7L9oo+4akyPlHkTr2gMpe+xGJ3PsvGWz/UsP499FFQvrd0Db52mcU8bi+ZPmI7mD5O600/mnO9PgBIlT7Ao1E+",
        "vmdWPSVV3j5FnJy89Z7qvtDSBT41MG89ZFwqPvl2Xr6Avh4+lT8gP0oqGb3lcWM9wV8PPouQHT/D1m0+9PowPied273cnq0+GofbvToiAL3LpsQ99OASvkGKXD/kcO28rNcDPjnVPL66mME+Ve0rvhF40z5m94U+dZsFv0Xurz2W4Y0/tSJGPqneuD7QCBG+XPKzu+z2GL6ilNU+xVrKvr0l2L0r/8I+jTSLPa2Kkr7TNBI/yle8vpE7hb/2zhM/JsMXP7nKr752NwK//YmiPZo8MD54beQ+koOFvh/e2D1+ZH++y2EdvhlUmL1+ghy/qHcvP0pUrz6F3mu+S2CVvU0cID0vvmc/a1o6Pn06sL5Hyai+Yu/KvPgXDT/J9GY/xZ5RPsHRyT6qBNI9QeyavozTYr48voa/DXiOPrz7Tb+nuvi9Hhzkvm+NAr2ONf69FlkRvpT+Ez73UQe+FZXdPgmuBL8Z+UU+9jVcPuWa1T6KMP09BWmsvsyS570fqqq+mVjOPqyW9j1Sp/29IJxRPX5dF76a2CG/pVlwvrNg2Dyq2By+OquePohCB7wz3Ba/pr4lvn0iIL7++XU/wg6IPzVhnT55Lko97ybKPayD5r2P354+0Fr1vVncFz2UH768eNfNPbqaVz6b6lE9aO2ovh3bzj60Hl8+6JuDPqFvK767v1E+fudlvp8ECD5ESM49fOIKvX0TBD6tqA2+iPAvPamkzz2EIk6983gMuwpSLT7xV6I+Zw5cPQ7LLL4epfc960huPs/zGj86hze9ARidPVFFhz05hJM9G40Ivv34GL4jieC8onJXvYhFFD4QxWg+UhV6PS3GJT4CqZo+BEcfvmWubD41//O9z+g7vaI7Oz8Cb/i9LT/jvQAnbjzTrru93oPFPrOw2j5kVy099wdePYao9j7HOjc+PBCovtRGEb5+Yho+NBOcvl1/2D3xSKQ+A+J+Ptt85D3n7/c+Hy6gvQYvaz7K2x6+4jjfPRMC4D0IAAq85QpNvolUDD8X7TM8",
        "0+oCPsnrOT/mZjG+BWoavfqXszzOXmU+Of95PtWKUju+RbO8MNlBPjlFL7uLn7o+uuG6Pk3zoz5QA6g9L4+lvlFDwrv5/F+99wQZPFh8BL7kMUc90FMTPRFZAL9YE/e9gIC+PrXrwzzfmzW+m7+5PrB9bL+nbSM/zO4xvrV2WD4IwTY+u97FPlv5mDtiAyQ9uHvcPQqVmzuuyNO9+wy0Ptcdhz3zNdE+XC6JPVYGpz6Wuxk+uNVUvqWTdL4PGkg+4ujhPku/0T14TXe+JV3PPO5EML42AVM97zM/vuxczT4FvGq+WekjPkfR2D7877W+KsQkvXubsj5qhVG9DQ0ZvHRkC72ht9y+SuuvvfXDGr4+H3g+jzsWPDHsRr/c+Gq+c6PMvKpfvLwqdZQ+M1OGPeYnEL7DFok9Lp/7vRtL5jy6qCE/Lx6wvnI5g74UUPe9BYqCPl5GVj7YqQw/c4BIPkFSHL9Cpbg9ermtPvUvQD+ypPm+f1ItPkXQkj2oJZW9Jn4TPzsX+D0eL2C+4iC+PluoJz187lq+OY2gvpYxQ747gKa61v7kvGOcSL7aoZE+hTYcP66TBD/FoPC95WuJvQvJzj1sgUA/cDwaPcr1Sb718Km+6YKMvcun+D7kWg8/vdm5PhEoHz4G5oI+7gojP3pRir6LJgu/LpWyvpq/gb7kmQk+dv3OvrrjjTxOsZg+PjJOPhFyPr7MfhG+W3gbv6vBKr8+IA8/l+X4PfW4hr5hyDE/KRx9vqX4ST984469tC2XvOayUDx68tw9rUQNvw3G0j2a0Xu9QlRGPrfN5T5iDJS+rniaPGq5Yj3RyCs/IKV8vkF6A79I0om9Rs9XPxMXmD3GuZi9WBTRPY+1Ez73wJk+PYstPg2Y171wcrK9Yob2vsssej4QyqK+G2cZv8qdaj0kp869oneSPgErQT0AkJO9AJPaPj/EiL1+5kg+sgFnPZrrz71aqI89zLgbPt3Ujr6hO5o9Mr9yvZau6z3n0Ii+B86wPs0nvj1tCA69",
        "43mQPsf2n75YwBg96DK4vs4sh779a/m9G+YTPwbAJr60TJq9YxUAPkQwqTuX9Yg+xltgPuRztL1Mk5e+fmxePrgFoL44zAY9BVuQvZS3X78lot88/NfWvUGuKb7x5Hw+65KXu0m1Sj+JC2A9JO3RvXaNrr/wB+g+O4gBv3lZmD6fZ6y+dDeuPeIfSD0168s9U/XpvAci0zyAbRY/TgyWvOuHWz5Hbu68t4UMvv2wHD71BGS+OJcwvRnRVT4XaM4+aB0Lvq+1iD7gzFE+aID5PQzWXDy+Ojw/eBlmPS3rxj6ycOA9Y56JP6bvoj1p8bu+oQllPtazjD4xSmA+VxABP+UOL75pKz0/g68WPwUBSb4FTSc/u+ojPtm4zrw1c54+ivsMP/60N77rAI296JlavyfWrTtHlfK9NgeYPjhYaL3j5wo+akmCP9+0Az60oJ88vTQZPV4vkj4IfCY/gfcGPrjhXz5MQQ++T9kvP+xP3T3EEqw+eJRCP0VBuz5pwSo9ud89PzW1JT9y1Y0+cH8xvb6j5D4XWpU7LopZPUwsjb0gpX4+KtaVvU9+sD5/xh29XC2MvXS0xL3kNz2+SSdcvKOx076mfCK+fZUWPrk0RD+ZUWk/UWPZPvX0y76qc/+93b/uPj8jeD4MBBI/AacZvj82I74kx0Y+qZUFPrSWVz9BVuU+C2ECP9FOYL1nA149Rmxfv4OZiD6pKDc+0QKjPkKFqr0btBI/e4E5P4quG7/d1Oc8fhYAP24hAz+GHl09NwbNPTvaM79A+029UfIJvf06rD5zlvg+r1AWPhzcpT6X05E+biAivi/Jwj54AZ8/BVE6P3qmNT84XPY+DRwRPgtbqbzrLxU/+suXPcVZGT+J4xY/DDYdP78jZz5Fxs09tPJVvUUI/T3CNZ89urgbP9OEGD5naiE9XgU1P5OXKD5cfSg+iu2IPSBL2T59kVG+GzCqvmKuVr5QteI9Nv4Wvpp0db0eD0I/llewPuBDib2fIrA+USPYPhbaEj80DX0+",
        "Cf2WvjH1SD5/UOU9P5mFPtkEwT19Z0i8eyUsP+Cr7z3KLym8p+E5vqAGBD79KZE+vCUdP08ukj72p6Q9+v5ZPgLmWb4ahcy+9VuWPk3iLjtzwy4/0PE/PGk0rr5Y5ys+NwrOPojc2b2pjIY+KJaDvpm7Kz5pcK2+2iWSvp6H+L2dVss+Bh0lP1xMhT5d0Ho+RK4hPkqltL1hg/q9fvxKPsQUjr3NYC6+ySFnvfqe0r5Gt9s+z2JaPUAHHb5BoIm9CJiWPpXyAL+oie29zm40Pms7DD0EJxY+l1HVvSPdnr5gu8c8Y/GgvjmqhD50ldy8dQLpPfquCj+e+o+9iPLCPo1ZKz5zArg96npAvoiU3r3D9YA+SBlLvkaXib1RMbS+0DPlPiFGE754NKA9weoAO5IuXD7ggoQ9qPZ4PuDuRD7fCBY+9MGivr5Cd71UQIs9WeWRPX4Ox71P5za76lRCvnn8GT4SXaO9iJ+mvmNDfj4X7lg8GRtkPlxzVT4rGWo+yg01PkKmTD8beJc+9hQYvgrJA74ihNA6LHFxPs1DnD2H2iq/Qb9SPjoWd74kPAE+UU0uvvt7LL39wSg8c+hkPprGeb7wAYC8XZibvfU2wL2ktWQ9DBmJPe5Ohj41zuQ8IKKGPspvGz5jBGA9OCwfv8uHmL8CKw2/jFEXPrQvUbuUi8y9fTAQPyccj72RhTq9jZq7Pa+/Kj2BlQE+1nAWPnUBEj6OuJU+RRAZPjFDl74mkHS8pF8fPxfcAL3pKNo+sAlTPrZJor7uHrS9E0ecvoE+1z3fu5m9dtbxvbusjj1tHg498JfKvnJNiz7oHtY82/ukPq0BBb9wJhC+Q0SGvZqdw76AsME+vy4gvhKRTj544Cg+MIrOPddrXL5H5/A+rWgWPZRxGL6n+GA9710sPl1YtD76GsW9TT8vv6BAEz/KFXe+RlK3vkK8xr7hViM9IMmivdjI0b7lYso+ZLynPqXSzL6Voww/Rz8Gv2zT8r5OYKO+V3UcO8hRlj/H1z6+",
        "6sbdvkhvYL8dPSm/I5obvvlq0z0rcww+c7gHPzjy/D2oKfU+glefvRdUZLw4CiS/SOWhP5pL8D4ZlJQ+CLPzvXoqmbvNRw0/+kNwvZD7+z4R/Qq+zDqXP9o/Wz10OFQ+hpE6vRHQrL7DVC060t+IPo59wD4oZIY/jn69vs8WLz7heas+BGFUPmynWj5yLtw+rFnmPhocRD4snRI+6jQyvhVfQz0VMzs/xTHKPu1TP76ugjI/sth1P/dFGT8udF49/DiBvhAI8j7wYc+9jZApvpVtpz4kpUM9HjM6P1mHMT67Cn8+j/LCvgT0Vj43GOS9+CuHPyBNXz5NQPK9WMR+vSEkGT5ZpQc/8UfWvoUWcr1OXhO/QP4fv/K05DxjJKY+vrhZP84JFj7Hiiy+P+2EvkxQLb4qVsy9X2IQPv8nTr1Yw+g+qo6Yvp3Qrz53oMU9fvdJvq5MFL1M/SQ/GwIZPnzbtb2SOhU9KyZiP+/eLz/SOCG+M/FmPu/o772MZfQ7S4LpPJlznz6FRo288VBWPxl02D2MCnS9od+TPtPY5r5O4Gc9zmDAvg0Z1r6dYls+xqcAPgWmLD0hP0Y9UmukPpIB1r7Lqb2+EBjzPis+fr7OCao+SS4pvswdAj5Vnqu/vVomP9lvID8Te0g+1Z2ovWSeWz9JiJI9zX8uPzQm+T3pLyi//+qrvsfDKr5YgVO+K+BUPiV+iz049c49JnJ+PdhQFb4X0rk99zAEvl88oD4QsUY+OMUPvjcKjr/vwNY8RkkPPwR8TT9UI9y92OWYPX8Yhr2enw8/QsNXPj4jk71esFw//wAPPhHxlz6kbSS/KceSPkv+MD223oQ+zldCPkaPC73MQiM/j3vOPrm0u72Idyo+0wwdviANkj6AZBG/m7pqPgZk272rjQY/SGEVPrxK9j6R7sw+ducbvtkWhL2zAES9ZWfyvZ58cT6CX5I+MODKPmidtL3meVQ+ft3YvpNoXz0/a2y+Tv+Mvv2l7z5C/sO+97DmPXLDnT6+HNK9",
        "hio1u8VZVT5d06S9dKqcPo1Nhb70rRI+YNzoPSwJOj7uO9K+IhZlvr5tQb7jHuO9yrGlvjKyXb2+LuM+J1KvPWAsxb3MEBM937HUPB+g4z3LFaa+wCX7PSG2ZT9Tpum+IFHxvih0gD130+w937XhPn1f0z1e0Yi+CjcsPq8D/77scGY+Fp/SPSV1Yj7VooW9Dmk3vw991b2a/ww9WasTPvxKsz226MK+qk4gu1rk8b6PLyi/J4hVPilkBT9wpYE+/z9BP50PH784ogs+cIamPg6OIb524Uw+odz1vRT/gz6qf8i937wAvs8jfLs0N/U+XLI/vu/Foz6Nt68+sLMGPoBbAb5e/5M9h8l5Pr4OIz/PLkU+tXLCPs4Lfr7m8cU+vB7HPbze9D2gFn487KysPSy5XD27Ae4+CVCHvcZj6j7l92U9bo7jvuAl8r1KRGA+cg4jvo6XA710vPc94RBMvjuZZT525LI+a+Uwvl4eGz+34jC9C68pPr+ygD6o3Ec+6nfZPj2hmT7fR728LaC9PPOYAL7DvVI+KKaZPYPvFj4jUcE9r3C4PuWX2b1NtZO+/X7sPc1vQT3qmxK+/gz9Ph64vj6I5fG9yTLjveMOP70PnPA+13/Dvl5YhT5cagU7WVpfvmDgs75kuDI9Spq4Ppdmib4FItM+t5sJvXqhTb4oDy4+cAsxP5BTvz4ijoM9CjY/PjOiOL64Fuk+/PjWPWDs3Ttm/SK+BZHuPvGQVr5gERm/jasmv1qpJb4fg/k+dHKjvWM/iT4W5909+JUuPyfxoD7UY3I/w/mdvnmxOT2nQu8+oK1YvgKkNL6ITbY7LFnRPR/1Zb6XE8E+2o/4Pfh28z2zIdi7nR3cPu7BST+uIL4+pYQaPoF0HL4bWQc+u1gsPUDXJb5OK48+bjetPsXreD9gqMK94O1OPo2Yur4Hvtc+EH0BPgf+/D20nTC/BDnTPqYWnr0bmr2/qfMmP6yL6Dw2zqo+eaqvPfulzT0PCps+sssQPb1q5L42F7w9",
        "niYmPk7J5j5phMW9gL8cvqk5yr7IesG9dEcuvGCuKL6c00c//YmnPkc/YT+8XaW6THWAPnYDfT5Bqz++dILKvXkokD3FWEm+EArMPloTAz8V6zY+QVUtPoPsGj4cFTk9pj1vPr2UHb3g6Cg/FRfZPn4NQz5WnKm+c1PPPXawWj44j0c+5+6RPsND4D53AZy+ZL9EPojZsz6bPQa+uQrlvXtTgD7riLg+pF59PsqDXD7eXAs/SfDWPp1EoD77EAk/vNcMP3nXLz7e47y+qVn1PpPFkLsQz+k9N+OTvY87KT4Ucww+6QuAPtYUsT4GjgG/EkibvilZKT+bG7Y+5Si2PqOO0j2uIxW/oR4JPn7D9zxsh5y9OrjuPkqbTz8BDZo+7U2jPVfhBL/O4Wo+drPXPq76Gz+1juU95j7cvBh83L4i/Ma9Eq8VP081GD7mZjW+g1wDvqbY8D6pmoc93hyWvRkDgz+YAwy9l5F4vjG3jD6p8r8+/tSTvg2+iT4NALE++5fvPqa5uT1gUfM+hXUBP1J+5T1oi1o+/GS8Pu7qXL6r7tO9bXS6vcYK6D1i3SI/8jJwvwAqO771TyY+3I7WvUyshT1yLWE9Zjt/PiwIOz7gQDk+YkITv1BmJT67L4y+TiulPYGE/z7/6I2+C9akPUBZlL3rlLs90NjrPgxED75TQLo+Fhs/PpMSOb7IFSi/AvH4PRT8iT1sCT2+c1FePbRFpD6+ATm/k/UgvgetRr/DefW+gTd1PFHWWb+uRV4+pprNvt14Erwp/D8+CPaiPr6EMr+RC1q9ujpTPwZ94r7MqfO+BcKFvW3OJ771/Si+5Cg3PLCOsD5vlAG/Ol1RPlj8yD2UrUM+VtExPHz6Cb6J+6S8kvp4Pahogj2rYR4+PmT0PnfLc78+Lbk8AVlRPZbIDb9WTSS+1YLDvtBkk70jPsM+LCVKvYRXPD0dEq4+zkmevPFwjL7rB5E+HZ4kvmz9UT1EyEe+Ve5cPm2XJT8aRqG/dIprPrE0yDyrCew8",
        "GrewPnObBD6KNJs+VsS9PpbPhz4WzaA+tfP8vkIvb71yz4U+bVZgPtE0nj67fKO9Z1YdPtVApj3oL22+I9NWP0u7Dr+qDqy9P2Squ/9h1z4joou73ffuPBVpD773rue8arl7PZDulr5mD/m9UHDOPlVOTLxhr+o938FBv2QFwLwH29Y++y+/u2M0Qr7S9uy9RCDtuyq+Gz6qGZ69nxtdvrQu5b5Uyos+MZxUvtu5XLz8fR0+IzoFu7ktMb707DS+B/34PmEjTz8oRFY/Z/IovZgi1L3Vbzk+0WKivmS/Ib83/+++NAjcvONFT79J0IY//m95vjbFnb5uyd++h2zePXjEMb+F2xc/+gkrvxJUN78tflW+Pde6PjHgjLs5DG28TzwfvgzLA7xT1Oy+eTQbv0ICd79qaSG+nCL7vpIcW76CeJi+JTh6P14iBT3jBgQ/anmqPl/zor6qIyA/DW0lv9kaqb+D1a6+q1EHv1mSBD8xys2/3o5ev3E9hD6EegY/xsGcvrg8dT7s1TM8Fj8hPyBsAT9dnFa+MlIdvhEeVT7x8ze/+SCOP3ijHL+vRBs/qMNGP27TR72wq8C9DIDvvi2WNj17j7A/2eVWvY32kr/lQZW/J7m5vl9gv79MMFE/OmNqPofJib9DQIG+9Zfmvwtdnj8Fmjm/3NvWPl2Hzb6wQUe+jso9P+JxvL7iaVY8nGFxPy9Qq71xxyC9sjCQPjuKCj/BHGq91La2PnpVYL8mmaI/A5KxPtDJWT5g0T+/+WaNvCPG4j7MYv89YEuNvsxHPz7KNam+hOw8P5Gm975xoGA/lfqGPVlGub2a9lc9DDBBvg2qQz8PKz6+ow3cvpZk376O36K+XFiSPoYxYD9iWoe+N28DPgcS4L5jNyk+2KFvPkAuFL9kohS+gzTKvtP/Gr+rJ+a9119GPjNQFz5+Srg8or9fP/Razj6573c/jfAtvn6xHr4OJe29R45oPrLJYL1gOiC7RDr/PYnM8z46kSY+GBTFvdwPDL6zNeW+",
        "SWCgPtwlSb74wz2+MaAxPiy2lz6677i+Zf+avjiJrT746WE9OteDvgsDG78Fboq+kpolPgw0vDyCATE/eStHv5R5ojzVsQY/m4MQPkE8Xb10TgU/bIu4vlpc4726GtC+Fe2PvfakqL7Nv5y+ocgjvyHw2r13/rE9VI/zPn9rv738Tpi9hew8Pw0Nw7593Uu+P500vkMrIb2zkkm9bX7lvgxd1z47h7E8vSsMP6HCEb6/Upa/2nQ+vfc6272h9Va+emamvePKQj7jVD8+a266PYvzqL79q3Y8RJ9Sv0Nz7L4/Jwo+cyWoPs5TvL1VPf4+Q2GMPjTtyr6YySe+B24BvQHUU740O6c+BvpmvVZ9Gz8nYGY9XWTHvdU+xT3y3Z4+8YoAvvsykr5UA/o8LJP4PWl+Xb80W4Y+gIiIvnpK0r5FNAo/IEQrvsXZFj1TZmy+Tzr3vRdDrT6P2qw/S1hGPYquXD4eRbM+t8DlPvmikz7WKJ++O9wyPMOoD742ytu+I5U0PuorHD/kouq5zyMZPdb9cj5ldFW+3sfBvVeU5j3VOwm+hOk9vTCoYz0EvUi/mj0DP2laLL2wKQS/w20Nvnauur0FgTE+yDgCv9i3hL7hZeO9L1dRPrN3ib6B39q+riMqu/gqtD1zHbg9gJ7SPnNcX7++7OY+TaZcv75H8D1ZQfq4bBnJvp5nJjw6EM09C41DvhQHKb/Nwwm/EzVPvpMqkr1r0RO/NNlZvW13oT7gaUI9GWcPv39fez5MuKC+BSUGvmSTrz4A7Ac+qljMPiwAPz4Jr7m98x+tPQOF5z03lqY9Cf+hPs+VWT0DroU+qd6NvYjpjj59Dwo/mJ26vYo+bz5UoAy/UcdCPmValb7IRXQ+9muJPVWWCr+dGh09yLq8uweklb5Y6P09/H1iPxBU0j4YfCC+efeuvsGECzyQeeg90mlZPyu9cj61CfU9AGp+PThfbT1q8za9NXmZPs0uqD6af5w+Gdc0vw6LLz4WOxK+Td3kPf4GyT4tiAc/",
        "EkytPpZAE7wPxBw7yb7DPuCvkT7O3BA/6Cw6PqZOwj6zpSm9MXzvvEuYw731lh49oPsIvzI8wL1sMgc/tfPxPTF9Uj4F/Io+ZKojPfFdzb1tRvW935lLv80FEz9B3YY+rH1LvhXngz6dLpY9q0aRvkh6Yb5tot4+o/jnPFA5pj1VEzQ+gfKHPgdrHj6STk0/u9mlPeYXgD0KfqG9YMFCPgaelr3vRJK+Zu38PWm9t76GKSi/0p64vZQnC79R++8+0HdEPpzaSr5LDgq+P6buPqt/CzzAc60+/wI2PsnAij6otqW9k1gfPmWjQL5N3fw9QxL5PvL09j1zk+8+XHQEPi2mYjyga1G+y53lPjxOWLywPiY/oT/svTSO/b4abEe++70xv200yjxB8nG+QHI6P3XfTj2JFSa/z3+8vmlqur5eEUO+oMjhPnIJbr8uKvA7Iz6bPhJBpz6Fcyk/G6rRPk2ZND9Xgpg9oK8avxDg2b6MSbu/KvOVv3DMLb50MoO+EI99vuWucT8QGGy+pPJkO5/Z8b4qn1O9RwsYP/suPD7dlhW/nn5hvRAHsb2Lx3a/V6YdvVDUwj5bbqi+AUryPruqDb9cbbI+DOmQvCCBoD6NaEK9mDwbPdXIar2VZvK+l9ojPap+JD+iVQ08+eW/vmzE0j5nHRM+XSATviVkqT4+ny6/XpYtPwRULL16QKO+0qz4PbchUL9/Wpe/G3WoPtjbg75Hiju/SzwFv/xd/745aQo/So68Pd116L1W9SO/PLUuPthljj9HVVG/G8yHPMD6p78UPVG9K3dPPr3Ikr9nsb+9M2JIP20nqr5ftSM/Wwj5Pp5Bh73C6p6/4T4+Pe/JWr8IQ+U9vdIbwAtqUD7oEvy9tj5BP8MSEMBlgAY/3AKWv8nhIL7d72G/Bat5Pwk4079aBAM/CnXtv0eKOz+g9B6/yNiVPz9Pfr+bKR+/TnSRvJCKPz9pjbu/3LwOvwvA6z0E7vS/L848PjRoXb2aUCs/VqbRvQhHkb9UNJC/",
