{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "989c550c65b8403dc2efb4aaf97dedf029985a79bfb2e7879b5491688574d82a",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "5JxXP72FCT+g/7E9tWt9P65XRD1WNnM/nA1RPpVXKD4/oj0/j3giPrZ4cT/zkjg/rx9tP6/KBD/hR0o/8arUPYSwaj9+KkQ/Xh45Px/pnT4HqTs/T9q2PG+QOj/3nWE/+xgzP31stj5EJLA9a+nAOwkIrz64D34/KGziPrFqdT51GF8/sMpyP0CZDz4BVS0+9xEFP0ujzjvnU+U9uR9DPrc2dT/YhH0/h+4VP0R+xT0RmHk/8yBxP1GnCj8RKcg8jhooP4bC5D2KWAE+I/thPqP4XT9wrw0/thRtPxeNmT59+lM/IE3/Ph4yUz4a5TY+gyiQPvs3Oz1NHFw/A6hvP/TyeT8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "knvawHyR1r/cFWy/x1t0vzHEAD/RRES/VNFAPcLvK7/krVhA2jMMQFtSdz+Au1G/+nKzP0zzJEDg/Pg+kaRCwMLpv78qXs2/KPLJvvRYOL9hDjy/0LMyv4C7Ub9EeldAjTcCQIDjnT/C7yu/XO8eQOr4Q0CHsNc/fWEBwW6Ryz8JeRq/IsOzvoDtu79GZmq+m+lXP/pysz9c7x5A4m47PmhjDEDkrVhARHpXQO55sL+4Gqk/6/yuwFxr+7+JKBy/iRdkvpAmvr9cJUO/L4RXv0zzJEDq+ENA7nmwv0KZvD3aMwxAjTcCQOJuOz727sK+rl0nwQQTrz/Ri4q/XIh4v+n+PL/c8oC/bNKBP+D8+D6HsNc/uBqpP/buwr5bUnc/gOOdP2hjDEBCmbw9"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "UgOdPfr0AT4iVCc98qBcPRiH3Tt0BDM9aYdNPYwSCT0lSx4+voRyPQyiuT25xue8J/jqPSgqDj1/17S8YtVoPRuucz3tGiY9ok7EPNTOPT1BFC898cvJPEcQYbwidXw93+FhPTaAoT3GXVs9U85qPXrQ/zwgIk09FgE7O8LWbz1cusk9RDaoPcg5ET1aE+Q8hUKqPTHwtD1eSwA9JzUsPdyK3jyuaqQ92j/KPLjotDzkblE9UyeFPA8rHT3z2fQ82aCzPbhqMDwNmCA9VQeQPcrplDzJrgA+yjRfPfQDPD08o4Q9/ECfvINFCz0VmPY997lkPXBYGD1k4YI83E03PWGplz3GZzU9INhFPcu7y7t/hqc97loIPRssu7seyYk79sC2PBfjCD2JFvk8n6imPWPpXT3aIZI9KGeMPNUAPj0="
      ],
      "weights": [
        "EE68PRpHt75mM7w9LukQvt4mkT6G0rs92znEPjsnPb4Un46+aNpqvrtai74GemW9SPySPbc71j5Hhm68gpkoviTJDLwKZcE9A7dPvv+R5LyLNvM8YZB4PVHbqj1j6TG+r6bFvdZlWz4pXxc/vHCDvhw/Kj4zqJq+VkEKPhwW2Tw4eP+98JIQvywYRjxVB5y9GdMFvmRmYT0l7NE8C1epvY+Aj70qvtK9XlI0PuYWpT4Cxoc8JxIEPngNUD7yTQq+lRTevHTUXj7MoL+8OimoPioduT4MvEy+xTqYvqDLaL5HB309inScPhm59D0IYjq+TNt/vtNgZr1wdcq7AYC0vTAB1b6wR6q9OmSQvpGiYb46tBG+fFLrPdDesD5WB3c9gkv7vqASOj4YKTm8HXc3PTePnD0y6DC+nakvvsUTMD5pUTC+hFHfPesIVD4UMOm9hDeUPpLUlb3wjIU+5/fCPSpQoD6D6eG+Z4SpvU8MG75dNgw+ED1ivlOEhL2vEGw+FwTqPRFVHr0m9CC95ytGPofb5z2XpVC+oocTvsf24bwerGC+/gYWvop4Xb6fCTg+bEOXvWGwWb5YwA4+wK0MPjlfZT0h0rS9Y+RdPfIepD71Hg0/tv/UOYakAT6sc+c9s7tUPtuqgD14gok9dt3hPiT7Fz57Ag8+vTdPPtaqtj4e//w9oRzaPanAVr1up56+ycsyPZuUqD5sayI+o0BXPR8Svj6ISpO9cWxWPuLd0rxDQqq9+OLTPfUDw77ILwY+6E+vPVcISDwZzHk+HM0WvPguOL4eCpu9++QAPV+elb64jYa+RfTNPTWJHr26TkO9OupFPb/RKT6IpZ0+CxZGPbf9pT6GZBS/ReSBvZY6Wb2xzQe/dhYtPv4Uyb5QBhw+iARXvvWHYzwoU+e88TvjOThaP7uwN5u9irazPa9pnT7r/1m++JIYPVh9171VouS+4+YuPd77H7408xI8qqEOvqSmOz02d+W+rZRqPj/pAL6CYhK+KR0WvhonFz5N/bk+",
        "+to6PcK6Ir43/jk95VFwPvPJ374EBRU+aYEEPl+zhj2SJY8+sDCAPqCWY74qNKG+Bo4wvbZRlL6AC3I9QLKlvBgEhr5QsQQ9X1wSvk1cyb0Hxvy+aQcfvNTuJj7oGwg+nxmjPiygqL7twm4+07DBvAJETb6kpx+9tJA4vmI3Wj7Bj1Y+F/havXZeM7yIRVU+N7qFPQfJoT7p0As+ple3PM/0vr3j6fG9AIAIPoPe/T3I1rG+cTg/PnNQHrxJ/AG+roWRPvdhbj4XrtO8i+rivQyWEz7NchQ+WoapPpq5Gb4lpJM+7V24vSDhpL7zYrM7E7viPSw4hz4JJ4284DeGvhdhij4sisU9EkduvglmJr71A7A+K+ppPgiVBb4JXS69ScIFPmOugr3DR1c61nsuPvPdjzyS74M7IsYzPia+Gz35WgU9u/8QP61uaD7yu749eNFIvoPeOz7V0s29MHymPuH9hr0eRrA9724uPhp4jb0STL096Gh9vN2crL0eg/Y94TN/PvzBcrwVSQY+BV6nPrjcrr7Baia+jE0jPqoECz79ePq+T/FqvQF8M749mTA+u35Cvko63z15Rt49nqMhvrBMJT6kTCM9BQiwvUAFo7z59ZK96cAGvuw3lD7a09c+29p1Pc6nhL5N7du9ztWsPRj8CT3lPuk9M+AhvZPEUL6dMdY9TE2CvMjV1rx2CLA7rykQPvtwST2M8Ag+kxAVPq0jPz5Icii9pPMFvhuy771KPoU+jJLhvi0NfT1iDo6+hUYfvPCdAj7U0eQ9OC7GPhYnOD4qenk9uvecPUBY2ryS/tK9+bm8vVS19b35FtO9zFyaPVUiCzubiFS+RKy6Pd4PxjtstN09ZRECPk4oDr5BUrI+hu6UPoiIgT7l03u8SmWrPR69ND1D+yO+ZuAEPkL1Jb6qsfQ9OT6EPsQ7vTyilg6+2sqjPbSTkD2uKJm+tuVPPsvqhz3+qGG+/WqCPmebmz7tJUi++9u7POKwq76yzgc8o0b4vXvCEzrLa1E+",
        "1oMdv5pMcz7RYQQ+I7Ydvtk4/DzuzxA+JgYvvo8ByDwzcbi+OtAqvmxwDz45m4i+naJsPqTLJT5m3go+Tpk3vZqjwrx0X0I9Pl2BPrvWfL3BVhS+veIQPqleZz2L9qg87xqivW3Cxb1MNo++g2khvqs8bD0tejI90hHLvQsqUb6xDQy+ESUQPth27z2IMTQ+mdtKvfvpIT1alCW+oNClO9KFHT76a5u8x2CwPs+ELz62Ng8+yBlpvr0/QL2RLqg+kNbDPRpsFryajp29hN4rPl8TeL3seQq9TKxsvkizTT7Z7So+4WwhvtbSXb55K8k8eRAbvfdPlD7C4ww5EtWEPRYgKr4MGVs+qY6QPlzbg771L0y+Pq17Pn/7PT0EjG09MHcFPT9N/TxgCR0+9OlhPk2uhb75uBq9yzJhPhprQ75izqk9+ekcPqx7cL3NkQQ9GL2/PEZdnz7XIYG+AaK8vUSxO7zwMAC+FYaPvctcGT27lDC+VDfWvRfAbr3OHIs9w/V8PhsnHL79mQW+zfUXPigG3D7YbVg+wvelPokemz0+Rcw+iFT4PVRjmT15Ut87tvxlvrDztL43sSQ+LSnkPb5RTj4ZQsW9f2OpvgAG9j27U5M+25ubPlwhM73QsyM+D/CUPSMt4T0tMDw+AhgCPpKVVD3epca9nM/DPsSMI74Cb2m+nWr0PbHW3bz61pk+9+zSPowjNz7MioK9rSmKvYMhF70Agp29sKeSvTeLP77qd0q+HfYGvqDJBL7jUSU+yllbvQVc3L01PPc9IcoEvcTzr73EyYe+FI4qvvl/8D0O+UY8ptvJvH0Xeb5te8q9Q2tPPmO95j1847Q+/iMmvsj5vb4X79o+MLZrvsspML14Xv87qNC3Pg5hjT0amgO+acxKvrkiRD35GhE+nDtFPmVTQz1/iPK9UIxKPg5MDzxya9E+AgTCPhXiDD5w1IK9BLKjPfOyfz4993o+e1+4PhUe1L48hoa90H8CPpS/TbxwNxe9ETsXPWAYkT2xWho+",
        "Z7KaPkoH0jzOhos9oD65PUTVsT4fsVI7DwnhvShZoDx5dYo9AeigPgJC3T1TE5m9YxlIPu/qLb7RRFi+j8IEPiVSk746ULi+DboFvlQnoL2MLZW+WMoDPjLfNT7n3h89lhZUvtucBb6WB0w++JiuvvWUOj6Cxeu9a8Qcvqdckj7LDpe9iGa2vsdbgz49Ane+Bx1TPmRY8j7X08q7EukZvjTuxT4xN9I97cjDPa6/Kr6Dwsk9Omh0vawkib33yq6+d5yivuuBeT4ssI8+3NUdvi4Bw705BH6+MJ4IPq5+073zoKC+2H87vrCgBb1BNg8+4ogwvjm9Mj48RV69uQG5vbLWLD71DKk88OyZvllG7L3OWyK+hMuvPhHwWb3s1pu9sbmXPm91WT5sC4o+d1AfvvEdpj5cBUg+fhF5Pc36ML6rcmq+ILH5PcSnsrx9yfM9YMASPZBulD4FHrk9IAHPPSTWXr566gy/xdfNPnJ6ir7E0ZS9dgmjvoZmW753uAc+vWWZvqtH8r1z2su+xWxDvier773eZ7w+Esx3PlO4v7w0h689sHSnvRgHYT5g3wW/tMi7vYzSrb4Lx9g+iqE3vp37Mb43TOA+zAkAPtRTPr30fBg+lUBZvTYP176+Bzg9k+Mfvv5IB70Dh5o+4XZLvpLMAr/Sl6e9pugdvxqQ2jymA/S952IPPrSgyL5K8x49C4HCvlb3A76xJNu97pJlPtKPYD74uZM9Mcs9Puviez5UhqM9SP8gPrMr/z0JDvQ99Oqfvh7QLb4pTx29592vPjfhwD1mCBY+kmANPqIIHD2I+Vi+MSZIvk9O8rzT/qQ920usPuXTsb5SIK69ZduHPv2TMz7Tasa93ausviaHhT7reAm8b0QdPvNFlj2VaM67D/Q5PtmdUz4D8ss+iZSSPTOg8j3acLW+B0hRPk1OAL2FQuW+qboBPcAG7bwEfYe+GC8dP7lwN74lSCQ+dvISPmRuHDyhIJs9AwG5PV6E6z3jnH8+R5DUvbjda70XZDc+",
        "sI5YvawFAz4nP7Q+6YGGvpkuFb0pPjY+UViavp18Hj1xFaw+yQk1PnEuPz6gjYy9MYbnPcE2jz2W+8i9NsoWvjONXr5OAao96ygpvhJnFD4gFso9qP9WPZ7/Sj4VBiI+TQbJvq3Cur2xOI++48LNvdaWob75RO89+JKYveNYkb2P8gK/FAQUPii/BL0Tso8+Q6uoPp7KBr7jtpO99TpHvozqp7wJBlM+dhfBPT+7Br63L9C+ZhMXv+drTzxaEbE9+5gDP9Kl7r3bwge/LQS/PjR3nj5aIe49MdLIvUcQGj1u5SU+6njPPmlrDr3qNv+9w1bqvo8Zxj7j0w+/oBbuvsjdTr4BEQc/1n6QPnzRZj1mx/W9DnMdPYyrmr4svuI9ak8/vlZRnT4U46O+vno6vwiZ8b1pzL0+qILoviQsKT7dH6O+fBnxPk7Toj742Iu+Ji6LPWDNoj0Ah9Q9NYhBPeojSTy77rM+mzWXvo/ez75JABg/GZ3IPhBjwz6ilMg7p+/aPaXNyr4OCkE9jTcLPj8b7zyiCLC+O9onPsyC8r7Tbxs+lQu4vVetN72QGT2+1M0GvvPgwL6YEje9NmB/vsGAlr47jei9QhjtvCVsMb7FBwI/2sCoPiVKAD6eLxg+P9DZPlCt875Glo0+m3maPT9Ju70vvYi+nRHBPeajib159FE+SkKavJqdGD4letc9OZs1vsK0kz5LKTm+YGynPvNFHD4Mt449AgFZvouOMz7BX4g+TmeKvkm73zwvezK9L6w9PrRI3r6D5cm9pW2BvuN/oz6V3sQ+J56TPcKfNb4h19Q+J/blPmspBj7mw58+RwFpvGmHBb5FPto+IutxPnIWMj3qLl28/nUpPqj3bz7w5GU+gdPiPCGYsT0GzZo+57v2Podbm77iTIg+NtmYvjY/nb7msRM+HLvDvvjJWD0ztqG+qVjevoe7CL5jMku8AuMzPj0JY73Dwa6+3GpJvoDHBr46ql4+oMCpPhJQ0r0UgKq+SYo9vipuYLwnmHG+",
        "peTkPl/+I77ZCI69hZpYPkC5vz00uEq8OK6Xvf84WL4h5Cc+whMMPkmwuD2CbIy9ZgWRPi8yq72TXRc+tCKlPVNtRr5A1S2+lFa3PUiovz6HKD2+7/mZPsKbkLwqsPc9qqWOPUpfVT4JK3W9kLmBPqOwlz0ng2k+Ci+QvmnGD77jHbk9AQ6qvGbEYL7UoPe8HAV3Pp9rsj4R7gU9ADHMPTGp/zzMnCC922JZPZaxgr4h1nU+ApRUPLfWBz7bRRm+0dAmvfGRbT6KVIM+n3k+vrIAMz6pYoI+jScqvXa12LwpeQ8+66iQPaQqeb5dLy+8x2aQvuDZrb4HW4O+2SftPeDmCb9QfbY9FyA6vdQxAL7qL8w+8LqRPXzLWT7NZN4+ZEGTvo2L1r2tSqM9QZz6PauNgT7NWdA+tpPePV0EGL5Whcc+w9/fu3aJkj7xP7I7q8WRvnxS07t/Lqw8LL9NPA0vp77mO+s+6xF4PjdO8r3SGb0+b8mXvmZiM72IMC09MJ31vdzJVj6KLaM+MfqEPFbzHb1IPvm9E48jPqt1jz7uKhI+g5ACvsYYLD0gZhs+ZO0uvhuAxj4XdOY9B+YIvkWf4L0V7GA++fYuPl8Gb7pLW889usxWPefHDz6dnz89tLOQPU7vsz2XRU4++jiivW4ogTxZ3XM905eLPkgA/DwmUpO8AZd3PCIf1L3TDnS8fDAhvpNv0DyC85A9kP35vfp9nT3K5Tc+yuIzPmOx370NsG8+gSgVPi78Iz7r3Do+mogavmYttz2j6po9es51PTBfbj60nn89PVWBvqtTZD6ofp++OpObvJePqD2MRHk+zM8vvqNHkT64bl0+kq0CPiSVfL7QhcW+tevJPDjoz70Wj749VgiWPuhmyj4fC489KQgCPh+eCb6Si2W99gsjvVQ7Zj6qwXC9SQx1PUWpiz4A/Hs99QUJPmJ+X7zIk5k+UPKUvtowBT6+XQS+hm7kvYbi170cDAc+mGDEPVyz0L2ygF8+bw0qvpq51T2ws5o+",
        "L8jqPYf96z6sI5s9P3+zvhBxbj5Lw4M9PgrMvNA1bj0lcQs+ZO2JPOoLkD6dxoU+R9VGPiZaV739UkS+elUpvVcggb3OFna+m4fGPZjNm76ckEA+624mPjS/Cz3Giy6+xkKTvV1LH77YVsC9/eAePqC7d72Kj+u9D7OPvpu5PDwS5Bg99WDtvAvlYTx0di+/c6DvPV8fLb7CtCe9TjWFPnQw171eDyW+N0DWPIw3DL1O5Vu+MuHqPo8ofL6DTBW9/9XNvn3ma70knfY7GZS/Pd3bmb2DVm879VakvOanFr4DC9k9WNnUPR/JIz6QNFy9iTkHvtJqFb3wSAY+JcYwPtT8IL6aI1Q92R9KPB5mpr6/J4G8huC0vayBCj7Nocg+BgF6PuKucT07gvK9LEJEPqDosj2c9gC+lF3KPvb+Kj5aI5O+PpZYPswPBD41vUI+CzGqvjjbwb288289o2wsvp3aOj7I7+m9MfNHPjQxjLsuZwO+DvEwvrxh7rt87eU995cIPu4F670Smqu8yb6/vVLJqz2xLdM8Yw0nvb8JYL7Swdq+3874vfyAPj5I7ki+bvUAPtoKsD7pzk6+rgIHPlWY2j5xJZK+zAzNvSO3ub7kQDu+snEkPiPV0L2Bel2+TXK5PvIhJr1r8ku+B9B8PhqR/bzAdzi+ZXDZPLYo/z3zNo8+aks9Pq757L23QkE+CE11vvYvxD6cgos+Z8fNPNp6mD5nLnG+HC9aPvaZsj2X4nE9E8kvvs5uCb7VNO69uQNSPsfQWT4umAK+Vt9VveZ6eb5UyjO+ciOUOz58Tz1nFbC9kpaSvl0x/z20Qcg9V2e5vRJlGb7nuDs9ZbNnPZKgCb/h8p0+q8h5PihiQr6g5WU+WjKCPGR4rrtRkCo+cR1sPqE9MD60Dyk+0fqpvtNPkD3zBEq+aHJVPoblxb0wRCs+1S4fvIAP+L2DeZq994ELvdQSQz5II8E8FIiYPqysPj7uwrc+n3aOPNvEfz4dJTG+xoiqvp+i77xfiok+",
        "vvzovYf1lz4drDC+9OIgvWbQBz6+Vos94TOtvnRVwb4A7Xc+vBvQOZhXZT7fq5q9ake/vUHUiT6WSCQ+q61qPur78z0t+oO88618vawfcD4/1889virivYk2QL4jusA9+UxmPYchAL9ip1G+pvrYvR6usDzXPCQ+RAETPtzoiD6jFoy+2uj3O3qob71eTFS+IMNvPbKcEL5vDhi+JKcjPqK4ib22NE0+QlZjPvzrXj0mcUk+iBWUvi5y/D3ewlG+a4JQvMjDqr7EEw09aRRzPnpvjD1wMTw+6fxyvkqoSj6oygq+V6QYukF4Nb4o+wM+gO/fvexnvD5pkLY9xGBIPhbl9jv6fUa+Up1RO5Jd5D5pnDW+Y1v0vf7kUj5edwg+e2bdvjxLDT5bn1C8UjinPY95yL3Le+s8iu4PPoxEUj5WpEI++M1fvoABuD1nIIy+f50WPiyGIT3nyK+9/ncFP7Ts8r2xBrw+HZWcvp8HO7uC0um95E4WvkFMID7u0zU+9emVvsmA7z2CweE9MP9iPuEvdj2gDDO9LzS9Pk5gAzzOyGg+4xK3Pupvjr73yWM99YUsvmz2OL5QAc65haFsvWPa3j3Ofrg9i+0AvK4wrT7c3+09WsAcPuDITTynPJk+NHZEPudAGT7zey0+P84wvmTqIj3L96M+/V6XvCpiBz6zbwk+svhWPsUJ9TyNEqk9z6uQPtvQrL2jvzQ+AUp5Pbg9Rz6qsyC+2HOXPreZkj0G+948UzCivgEYOL6T3zW+y0SIPQc/JD0vlFk+szMZvTzWxz00gNK9nb/GPY1RJjrtIrg+dUuEvgcVpz0f24A+RBvRPB6EZD16plo9MLmKvjUFoj6Dgy0+/PcGPkcoj74GQ6c+e3AMPpJsnj6fxvg9Q/EBP6SKU752d8S9EEyHvUSPKj2+mPa8D8djPWYuXD0BHqY+XJccPbj9Er6o2QW+3YoovnBdsj0CE1K+NWGzPvT+kT35B5C9aLLlPr/FBz6QBSY+MfV4ve6Bar1Ks0I+",
        "xf9UPs2VRb16mY++Jpk1viRihD77OGU9WOAxvl3uzDxRkMo+6k/APTDzgb6XvTc+C8MZu2Tjtr7iuRc9pSJBPqhXiT4+3I2+dS9GPtIYHz4svGw9rxkiPu7i8j1YMlu9TXdBPhWtiDz9T9Y8B3EAv/CDHj7ME3+9xD/QPQZNJj5rmyu9LtGbPmmzKT4hXRw+sHWjPSQQ8z2q5RQ+ymZQPvsQXT3Z5ws+ZoH2PHbmF77wDMU7YMPVPR/NIb5qO5g9CjaKvqE0pL09mQc+6sVwPevGBz4ev4g+biyCvYyEEz5boCc+pDCQPmTuSL6FYew94n1FPvn/lj6XqRE+eU6gPXBDvDzi6709Wu5ZPm23VT6b2ro8uANiPNiqHr5qiBo+s3Zhvt3b8T6Fa7s+IZ7/vHRP0j3m8L6+XAYKviSqkz3HA2U8TIdGPT+8Sb13o5Q+tm0XvmjJiT5UC5G9vQoJviuOpT6ZLYA8jBaYvS5ptD7cFJI+76fOPkE/573rGK+9cf7qPlt/+b1Msjk+vsmAPhO8jb7dsoW+UYsBvjTIwj4WgsQ9a/CcPVLvJr6um2Y+VHwCPgGzkDxRRBO9u2mBPu5Q4z6tv5Q+cdqEPpkO47zec4m+FIO5PrHONr0n2lE9nDQsPs+9ET7+73E+B4OzPpbPxr2oHxG9abyXPrPvXL0w5FO+0eCavVM7wL2ug1e9kAmiPUy5Mj5/i009HtbJPgxe7z2uATe+ckmMPiu+Tr6/MA0/R68kPtKiJr4lJcS852TIPjbOZT7NXvU9cTmoPiW5mb5KaFQ94tgpPn07eT1Mup++R+yYPm4WorzdjwA9ddecPbO05D3VR0e9RMfKPKRHqj35FMu6UGsFPgn0WT4J0RY9TogyvkiOgj0WUCY+bvbmPgIXXbxxVGo9MqA6PkXYILxj2WI9RHnXPTtaOT4lwaQ+0bqLPFVpTr2e4A8+4HUXPyjyvb54HRE+dWY4Pg2CdD4b3xS+bN2nPoSljj2OmM+9uCGhPhUzrTykKJI9",
        "NilTPXyssj6eyUy+DD4AvhVBmz43xQS9KCGMO9wHyT0Cejc+tvfnPD4Mmz79e4O9sw63PvEf9D7IM6++2JA9vRYvkL5d/iM+25h4PimxIr6sQHu9sPdFPvYBqz4A1nC++XFJvrqFgD5H5yW+AtAovvFmsb1VOVG9wNdOPqkqgr11YJo+6raBPg7ceL3TR7i9IP8DPt1QAL57hKq+2I1OPDUE0zz/aEe+eLfLvWArTr4h3VE9RjqJPu4bCb5VX6Y9F+FDvgMCfz7xG3Q+V4W0vsJQnT7WhkE+c2n1PSiLWD6MsMq+IQ4Zvp7fRz5tpLW84VnJvJuxSb6/jfG9uH+wvlPryby15cK9wCMIvU99Tj6jXzM+zwBtPoempT14kw0+YTnWPdEqaj46KVO83xoLu6RlEzzdlM08z3MIvk/Tir6C7pW+7B8rvv1Agr3qTq0+jVOdvjnoAj6veMS8UgZxPvyRCr4w+jM9t+Zhu5fE1L05Qra8Gz+hPfoNlT6BYvy9TaVKPmERGT1q+7K9jjs6PALXIr2zI6w9i3k1PkVoZj7MJh4+6zrePiPTz73GHeE850KXPhg8lz04JFw+LG4LPR0vBD7x0qY+Tqt8vaJZoD0yH9C8/wcVvtu4Tb4j/9G87OCCPvDtlD6QdYm8+ErdvSR8Bj6Ziyc972gIvu6/8rzfbhS+osabPlrYWj6Mzz2+ejsFPqmDoz7lqhs9Y/5KPnMWDD7r2z89JBjHPPKnzb0+XZs+b7sLPjwhhb2lMBq+RNDTPLXGV76AFmA9ilntPUYpbj5MfX4+t5mUPuwOUz4BSju9YjazPuz6WL5efaO+k51GPkhKrD5M+uw8iTlsvn9PsD06iTC9KVR3PrT42L7S46w+0m/LPhkZiz3k5le9kFuzPuWifL5X5HK+GlUUPi3c0Tygg9C8wPktvuUmPj7wVKM+COpKPuc6Zr4WvIU9B0YPvsd64z3AKYe94DbYvtOEiz6l19c8IzC/vkCGLz5hEIS+LJYYPSyxTbxAuUI+",
        "YVp6vkGqET9H/YW95QAjPlOHAb6UFEQ+7D45Pnhqhb4SB4q+FLwxPYSfu7y90B49+ymCPbzuxD5w2x28nNPLve01Oj3eeFo8odA0ProY0b4mOAA+bUSEPu57+DrDHEk+URygPZPLir6IWum971oYPohnJD54DZ0+ABlyPtMDar1mCcG98/HqPr0lqr1ZOYY+tIPAvaN/xD0bSNs9lZ6DPtgWlL748fK9Bs+YPqRYPL4EcHU+T+nyPdE29b3y8yo+AKpevoR4HL0uZUM9tVHyPa4op7yrQ1o+1IQCPkHqpD45igS+26C/Pogz1Tvi/Ho+euuePluYvzvZKR0+jcK/vfOUgj7muNA+r8LtPXsq9r4rRYa+E+WovSM/H71naMc94ejAPqjFCb5L5FM+8u3+vbFmhr0DVj6+1tuVvSjTXr7tRX8+e1oMPtBCXjwx/UW86sp3vQuwlz34Wfk9vc5DPovxkj32PB6/o+ZqPqP8/DzLaYE++IAhPhzLWL2ohTk9bnXgPUegw77EKjA+6y6jvjiCzj33Dek9wSDXvUyYUL5FfeM9WC/BPFfFXD2kvbS84XLfvZPGB79nCCY+7f8mvcjjED6O8aG+X7g6vqylY75wJgC/8ILlPvT4472eLFa+RHgPPpj2/bq8CVK8KW/gvfIDiL2qia++Y0UHvoIA1rzVmSq+7orCvoAOOb4117w+8I3pvbrc5b5Wn/G8LhwCvi/HIL86a+I8SAPLPbAM4T2DlL4+uE8Kvg4TST5Q1bk9fPgQPWB1Wb50/V89ruSHvQMrrz6UNCG+ymg3PofTpD7QwnU92oEPPLx6ET5KsOw8UM7ivkKGbT67xH++19zHPf4ZUb6hC709N2dTvh7eoT7QZFC+Mp+PPuPa0r5lCnG+Dvixvd6O2z4Pivo90MoKPkeoxj49g1K+SiAuvorwMb76bGY+2XC5vnI67b5Chva+gWbVPkC1OL7ADp49cN2FvkgQ0T3dD3+9bNiQPj/MHz4xE8a90fDZvp0hLL6Kcw4/",
        "seDxvcg7Ur4dWH6+/DFtPdn6kr5mwpk+wcGVvK86Z73SAdu+876LvmAMsz3nGeu9Jc7CPNPOM752wKu+XncovtVfzD5YhJ4+kIcxvg/47752ts89tSIGvi/4ib58g6m9I5GiPrPLvz36jyc+ScZEPIVQAD63uH6+4SiCvnf/rrynu44+XHd2vTH9Mz1i+SA+HJSmvm72jz7w/Cq+mg5xPc5027yJ8na9yWSiPoIsNr1qRCC8egyxPbAhCD7ilfa+ekqTvqdRIL5ZYdI9WlQ8PqPfeT5s4Km9S8YYvsoPLr4Orh89dN1IPqUbrz6XSLu9nFW5vWQNbT1DrxO+2YwRPcM56r1+2mS+jrBjvTY+BD7gNrU9YFbjPWLfCT7Iqgk9IV6UPqWvcj7P3VG9oq4EvvR6tjzqtmi+T04evjtKp75SjZa9aKaQPqQxWT1zulY+geuiPkg+sz1iv0E+nqZ4PYvBcT0kUBe+vxrZPRPMcT7fOtC9E1ldPYifaj3GvHY+gOOzvto4Kz42/iM+1EGBvvswPD4dGyw+Z3aTPiwznz4cIOK+Ag0YPai5bT4iZiy+4kLhvr+dUb2w4Uk+ikWePgwDSb7ZVAU+7WVvPvwhf73F/ge+cD+iPffkSz716fg924cTvLpfTD6Iu+29nlFBPj1OtT0BU9I9+vmBvvYeRL3tGYg92Yo5Pi6CND6jiPw83Wm4PqHbDb0rd8k7j1U/PTNhub0h70q+9lYkPYQXID3YuQS+MIJivY+rEr5yM5w8TxmrPoj+/j2JDT+9RFG0OyZmsj4cqaS9oWGsvbSusD1Qj4O+hbopvf/Zvb3BR0U+x6BWvd2ovT0GG529wm4sPdT/Oj1ztNG98E5vPu7cmj452By+oYqZvomJJ75Uy8g8tBG0vitGCj6dSY09I65JPvIu3T6YsRe+WMYovWvLRj4UBPY+c93DvMRHJb7SY2U+Z4mivrByTD7fAKU9DNEQvrH5JD7Xdrg+CD2DPeW3Dj5LG+E9QXimPVU0lT1LB489",
        "1RmNPl78HzzTSp+96RoLvpJFGz1G8ho+1TUFPnScgT5mEy2802bHvZq30T2vC+A89jyWPsmCeb7pk8U+MaQuvfUOqrwPFuA9wRB7PN2kFj1rUAw+S38xvLQwzL72g54+aODSvt02sj5UFug+b0wZPg62M77hsZm9ma2QvR5UoDy2zbm7zRkePRUpOj5HWr09N5nkPnhJsL4xDwK8lgmaPm5GY71loAM+uFlWPqVkHb4ocMk8sNDLPTZOnz7bCgC+9Az9PWrLU73n9E8+QwVhvXdM2r7s1Xq+oVnBPLoanj7IUyG9x1b7vPY1Pz5S9AO9ilYNPhCi6byzrxM726yMPVfeFz70ROK+iRwBPu9gg7xsnXK+MHwjvnwF4D3YLB29wMryvEUmNj4HgSS9ImUivlh3Pz49OQ0+R5OgvkI+J76R/lw+aT23Pq3VjD5J+gE+N0TkvIiwx76Ii/m96s8UvwqSGD4QYbC9SrDGPvfHaD6HK1M+lpWKvmiYyz3Lobu9qiotPtG8fL7QmkY+tG58vv/i37yp5QC94mjZPj31Oj3rpNO9X1KqPdb7nD5XwoK9ZQ9ZvvCWDL3fiHy93EhIPUbOED6tQBs+U+dVvqY8Wz1EZZS+NmcNPhWqhL3XJYM9662NPq6XBr2THbo+Nig5Pv0OYz1sDZU+RViPvqLqET1mZba+nhRMvf9rWz5GDcu8XvPBvsk+Gr6KS6e9zt/vPR6wx73ApFU+JzvWvUKvJj0gpe69LuC0vayI+bwyH36+qI2svL1pVb56lVU+kriDvggikTxLk2E9uY13vaHdi77IyEg+/cwxPSegkj5anQs+TyqQveo0Cb0j6Uo+1PMevoXrfr1NSN++fiDHPELhGL6sH6w+id95PtyDAT4uyyq8MdvsvelB7TwwzQ8+jmaPuzScXr5zrmI+wjnIvd6oaz6EO1686ZADPxSWjT3FezU+kHmZvZP6AD7W2SE9HBcwPh8Ajr1fqI8+cqfwvkNJJL7iL1I97+51vvFnPTzuESw+",
        "w+fZPPuSer0Wa3G+Gw4hPiAZTj4H6J6+/FYTvrA1mz1N9oS9Je+Svq0XCr4QI9M85UKUPZaHtD1XIQC+9ujzva3Idr58Mzy+wkiPvc+fPD7TtoY+ZcpPPf0TQzyamkA+EjmYvqwbIr4Xohg+6c+nPU0wCT5g+o29yqCYvCzEtz0kOyQ+P0A6vdUgcr6gwvq+nUfNPmIwPL7rzlC+KtFjPiQKuj4+XcK9+CvEvdYgpb1rDjU+SmZevhfuOr5Ub/W8t7fDvnQdCr7PXps+vFtuuxaBzz1cf3K9fLbCPuuDj76cBoI+lPimvmDojD3rjEm9YaJ4vSqpJT6IJR4+fLS+OoDagD1mCqu+3QI/PSOUzz0mVYU8TifDvjqDnb7CVCe8mSDWvgoNXL4iRAE++HYLPQ1gBD2oT5W9NJmBvVUVM76mIlW+/vP+vUMDlD5tiUU9pntXPhqC4L02khi+chijPeteY748oZs+MPIXPpd8gb0Tiks+n+dhvYxaZb6SVWw97tmJvp3rjr1TKyg+4R5TPl7jSb4t2YU9AYuXPcM/nz4poeG91+2APSzEHL7IdtW+6kxAPkO3ur5gG8a9hf8Dvjmmnj6h1H0+yuoUPtUSC74AzRe+b3LwPi3rOT1lJ4M+b52CPtYqwz7oB5Q+AeAGv4iss751H/W+iTCFPgGqfT1IfkI99JsmvEXbEb2flbG9rAhzvvXeqL3Tgia9nDdavVk3IL4NEo0+5A+fPfonZb5xibq+IwZmPhleVr414XY+WZ8UPM+erL4bCTI9pTqlPRBPnT3bm4C+LS+avZOSuD76CW4+UdnevruAtT4y5+o9FUnRvO28x72Zl5g97agwvM22FL4rJF8+UMAMPjCZ0b0nxXo8mblMO7/qrTw67Ji8XBpgPpYStD2a/P6+53uQPcVyIT7ZL0w+CJ6evlg3fT36YVA72vRjvdXRLz7JCgc+WqbEPuQq1zzGyy0+l6khvgnRcD7h2r89E/FbPkIZMT7JMVM+I7PzPU0COj4hfwy+",
        "ZPi3vH0i4j6gX769qOZBPqMrGz5bDI89b/juvXZ7Ab7TNyC+7UfrvEE66L1PsBq9Wk5APqIloT7X+XK+ZcGMPmxAJT6KqXe+sLX+vT5MbD7q5Vy+QQtjvkys8T05SNi9/guHvvTivD1I50G+NwrZPZJ4qT41t3c+tST9vVBNIL4ei48+0KqmvfiN7T2O5n++o7BEv+p6gr7dufy7JpsYvnIIej4gxog9rYpXPavdRb5dxx6+OkPZPoz/gj1Te/E9gWwEPskgM76VA607CCtfvf5gnz1uGZO+JTgePa0YaL6b9b89tKe3vmnqnD2684e+V56dPJ8WwL6zWc081XIlP1sTO79VXYy98ms1PeOcNr5E3aS9JrPePDLLnD4thlu+TuESvoGwxz2bveI90XgdvrGBrj0EXMa9dB49vu+/6LxvTLY+TpEwPokTur4dV2G+KB3uu/cNTz2HRJi9FnuGPc/E2j7yFxG+QQQAPiNiSTuuVGg9ZBOBvmC7Rr6KxNO9ZT8MPqvLKT7Tes+9gA+GPtXyoL4QRJM+kXz/vbZ3Sr5SkSE+BI6dPmfIaj6gAK29VwwCv9+8bT6fOsw+ofaoPVejgL4q9p6+voTjPVuBRj4ApkI+dg8svrGNNb57pho9JoSnPnQA67x1ti8++82AvYA21L248LG+3BoOvm65kD7EGBi+4WATvSIlAb/R864+y03evUPIaT50iO+9x7YpvdnZFz7538M9f16UvoH42D1/gFa92WeEvhbtZD3gzt29BfGavoWxoD71LyU+TsCTvmS6RD4KGbo9M1FaPlnBVj49fts94zVevtnqir068y8+aeFlPiSbhrzHNbi9C927PczvnL3+J6m82m0xPRBGCr5DAHK97G+gvuckUb2oPg++vf/ZvRUEEr5Ss+i9NYmtvC3G4b2mcYG+u2DUPeyuJj3H1FI86i0BvoLPN72DEQ6+IOzLPrxKJT2ehj0+7uzpvVSwv745ZaM924m6Pl06BT5XXCG+0gbdPbprO71h5JY9",
        "a8KjPdBIB77N27c9B5GePRQ1Oz4z1c69LG0mvkRxED702hY9ulSKPuhQiz6gRbK9ACxRvswHGr4IxiU+ct3XPKcKNr14rNC9ksiVPtIhuT5bbV49NBOaPUo9qz0T0Fo+1VqJPWR2i73e/vI76cgFvrzLg71XCuM+P+EqPla1zz2y4aS+QrMJOpBtjT3IF4K8yCaAvOMCdL4KTvs86sQ2PotXPDxYLcg9edsPvfVIGL7bMUS+jQsUvsyuBT5/Nq+95liMPj5nAj+zH0M+D1CEPPwnD76wjBq+BX0tPswqCLlfUzg+iX+tPoR9Ub6G4Qe9nwkVPRW0sbzVZno+sES8vjRnGr60+d49NQSDPVz1BT3zMDG+IUqqPd9K2TvM5ei9ATRuPiIqqr0WM6s+IdkwvrDkVj7kZQy+VH+EPlEp3z00Ju890g3kPlpC67wXbzC+3js0vR1XXT5s/VC+OFExPhH9CL4BCSk/i7stPTXYk7zsCmg+oO/6Pdfwhj3GScG8+LdHvgG3I76Q23I+yUxqvibSFL65StC+I4V8vaBY6z6Jv+m8zzeQvMH1o750kQ277w++PoyGlz4asjI+se5SPiyW0r7FVNQ9K735Pb/5l73tLR+/Bdo6Pv9d4z58Sze+DT47Pa2Rdj6e57g+lmZFvotJkz4ZjuM+nh2svawYur1rrlq+7ekNvkKTur23GeO9H6t5vqvR+DwyDbA8/WOAvqBOfb4zMMW9kMUuvQXIA74/hD8/iXGyPhf2I7/+Pd4+sQlmPf/6AT0LSdO+hXplPvXPHL/tPng8iKeVOuMGSr5IsD0+c/DRPgTqCT8t1448ruSgvlP6lb7Oucw+fTgkv4o+cL1gIui+UmtQvnM4xbqYFqG8f4ZQPiuLXz66Tqm8aKsSvg2+u76gmok+twvyvO/SYD4Y2Je7cW6nvdZVpbyKHke+nZY9PvSHcL3IWhG9QpiBPi0V2z5LwBk8MKiJPhE/mz6B4rq+VZuFPYzpgj29/Cw+/A1evA41jT65eDS+",
        "xapMPE+/VD69pkc+oY+zPqv9WT2p21Y+vYAvOdB8qz5HVA8+L+ELvuOz8D2w+hA89aaWPQK2Gj4R9mY+2dAevaJNXT4scdK+G52kPgQuPz7gcPW+Kv5OvTKrWj6plc29Pl2IPp3bHz63Mo0+07gBvmg+mL7ot5g+adtvPmdMKb6qXIQ+mpGKPtX+3b69cmm9pcl/vmUjcb5v1qU+nfZzPvqJgbws07m+1stxvSfd8L0Rmt89kwVfPn2oCr4t6yY9o/rPPEiSTb5wtEI+bsuDPUpVKr09i0A+Dg2JPhw08z2jhBi+yZWIvsDWJr/kOlu+optIvlJsPz5Nl++9sUhkvdvdQ756ap88Gf+rPsQAeryndp6+yvRkPrVg7jsVNKC87WIFvr+dgL7KyrG+91kyPelcgD524Ci9OyH1u+DqAj6xcW09vGCmPraZSTx+xha9xdWLPqNU1T2fdLm+z8V4PgpySj5Znm0+XaDfPZ+BjL1XPya+zznovG/utj1IlRC+eGvnveCDyLwjx4C8rPU4vdBB7j0JUaQ+b68evYLGqT6pzQg/ebWQPv+LjD6Gxlo9JEs9PqEpeb6Z6Li8qdmnPmtF0727Vac+raCDPgnBDb5kCgk+vm99vJI6ij5ZbCW9DYewvApPbj0YI30+UnaGvk8qrL73ko2+25eRPOCBBb6TzX8++2+hunYvvz320pK+WAqHPDBgPT5mSWE+8u8PPkYkLz4wWYW+w/wiPQ5kL75ZIcm8lHkAPLUENr3KCMA73LGZPV0ZKj5QyCw+6mCHPpLIq7wnJ805/HvmvFf0AL51JeC8z7auPooiPj5jrFk+Y8EjvrPPCb/TI5E+Cgg2PRYMi7xs2gQ/BeyGPguyCLyre30+rJyIPmHvmD6nUuY9AMy6vYps3r0uxLM9csYBvnHTnr2Moky+2AHcPXBusTw90oC9tRhcvjekhT6OkQK+9yfAPrsrNz5wBkS+pxKkPnWK9r3zfqu+JvA6PuVUOL1MG3e9hxHcPf83pT1KPo+8",
        "PEWXPgGG9T0jYT4+y0abviPCaT5V5Ze9mrXvOqB/Fj4LuDi+5QTWvSQNRT1MUY49xkbfvtFDWDrzErQ8s3nCvTuxgr6Ua3s+4JRgPiR5c75Ha5O97rcUO7OKMj5+t6O9j12hvXsxXj7pbUA+kPi7PYGvNL5VtRM+q8dYvqC/0D31GI47FH1APvWTC76qeFg967vjvdFTQz1F58s84CYAvhdBnD4ALm8+7Oj5vS/BtD004MY6aMhsvh6NYr2/Boo+ba0zPo898L0O4Dw+jlGCPo6sDb5A/Hk9Lu8vvtliG72wR7E8uYcGvWJApz6gFG0+kgw0Pk1LFb54Ioc++3KMuyeXLT5CihY+lsaZvtqCUz7+qzQ+FaqmPkdWsrxsV4g9aUgeuiSlMT6f3rA+aU2GPiO3+ryJJD++0hOIvlgEzT4eJ5C6WewAvU5O0D6a3Ym+nzAkvcW3ZT7AiJ4+tcNePieBL7uiSJE+LIk3PpvYBjx3KoQ78iCMvqsmZT6oYYY+QvMvO7DqOb5HRAm9sSMBPv7Ls724VWe+NzPpPuvmkL6pKGu+vit9vrTni76/dg2+F0QePddZSz6UKAS+0Tl+vs2iuj5mnzc+IOCkvlH5uT2bQVu+Elz1PlRbGj2CAwc+ij4OP1FunT7RY1m+DePcvg5ezD3SQrS+ahJ8PeHYUj/vmtI9TXDKPkpeab6tif2+dbrnPn47yb3x8V0+9VkrvtWhnb11EYq+3zZDPl35FL6x46g8R3GBPqyxPL4aHYY9JzMdP1IcCTsdd9s9WYMgPgy0fD5Lfjo+Hu9yvrliW76VN4S+HneNPvjwvr1tSt49p6RMvtsEZD1eD629j7eVvau73r0jQ9e+oAmDvoAAJj3OucK+8zyuvjq+jbz6wbq+tKSEvqKfr70EAqW8nfAAvnb2ab1ouc+9t06IvjOLoj6k8Sg8C680PkWB9Txc3BK+aW8LPqy/LL4D00Y+iho0vm/ogT7E4tK9dI+Fvt2fSr4o55y9lDRqPhpyT74z6a2+",
        "U5FnPs5X5D5iGE0+OgT9Pipogb7IKGK9BidHvjrxobzGuCI9JaHQPVq0zz7aDjc8RJJUPmr4aL4BHo08XSJyvrtGl71rFQA9cIRgPvzqTrx7AdW+83iFvjQrGj2/O2q+o9HtPs/oTj4Gw0i+HpEBPkwT3L2f8ui9FbAnvnzDGL4VGiQ+onVIvh5zRDykaPq9Uk1ZvWGcEz5zVLY9LsqhvhJJs704TuK8mRAzvorq0Dyl8+g8dPB0vO53Zj5Z5YA+ZWurPcbLmj4g5Jq+s9BFvqqSAL7xXII+0lIFPtZKgr4N+14+LARLPsKH2b6dKNY+R0HMPe4myz3ZRkq+YOR5PhfTwT134BU+Zae6vSRh9L7H0bi8nVsevvRnJD0tLbw+uAfBPHnZjL7qli6+f4VGvrCP/T5VaDM+hwfJvSd7MT2+QGg9U/+PPsuPaj7fLkG+t2xLvE29fL3HkPE9U8E3vW6hw7u67Xm92qowvrUg0r25KCq+byXOvJdjkTzk2yk8SijEPosFab7QxWc8Uc0SvUt1kL0ukSc8M2XFPrqbmD7yOEG+xzvTvaUE9z2rEIE+SXa/vbRKHT4dnss9u6YAPu0g1z7/Qya+8X9pu5jThz7IrLS+p+JHPgCYEj6T3Ru7vXwYPkfCCT5w1kM+p/KTPvx4uj1d6je+Gro0vZM8kr6ZGxU+0QWavdGTizwoz4q+YJ5QPlMzFL2sOyu9/E2tvSndFD5s32c+MEuzPYtOgD5efOo+6/VYPjkoWr1bkh4+fPUcvUh7nb5wBK49tHnmvnDl9T1RumE+dlkDP41Osb6cXKQ9GyUIvtdIHL7jMbo9kDPAPvgc6T2YlYI9BwuoPdjapj7bq/C9O/gJP8dYp75ni4Y+IX70vZdSqj1+wuo+d6cVPv9xUz1qotI9p/nvvYBRQ77qYmm+AbWSPpQrgL61T6Q+w+wCvwYOqDpgUAc+aYp9vlbviby3S7E+qzoJu38mrz5XeoY9CiSgvl2YxD7MCU09gK+2vZHivD5Weyg+",
        "+dRgPac6qLulASa+TzuPPvalo758rpU94OL1Ppzj2T7x7sw7Db/vvVvgOr6O11S+PHyqvm/uNT4omDa+gDUAPzNyA79b0gW/ws2KvZwykr3PhRe+E4UDPmmKsD2WjsI+/VZEviRDfb5nHCw+wTW2vDmNRT0kg9o9il+TPtFGBb+ms7s9JGNKPusp7T5dyIK+T9FavoW5eT45wK2+8yOmPlTcQ73mvtA+956iPpkg8ryanBy9jU/KPbN9Er7fOza+oZlyvkDQLT2pp2y99H7TvYU/0j0pOZo+4ZiVveSKxL1t75S9C7aaPeyETD56P38+Vn8bvSj4J75Bm7W+lCLFu/iZDj64QLK+ALSNPuGFdr0QRbq+g+hyPuci/z2vKZ0+SJQlPYJiUT6lK0i+akG7viu7Wb2nPcg9dMsxvmcuF71JZN+8Z0EePURprT5p1go+SzgFPmkQW75gVUe+EXzOvMEJLr6eru+7BetNPg30aT677ro6QJL7vdg9wT4Yj6m8xwNVPXe1IDwu4jI+DhI2Pr3mDD0xqoc+ZRc0vi+nZT6y1XA8P9KPPnieJT4rtLO9tBfAPokaH75K3+e9CKD3PQH1ub7oKoE9quWsvZkJYr5L0a69rFQxPqjNOT4f4oq9XrcsvrtCPL6HNXO+Co8qPq+O477Q7sU+aMYFPtisIr6X5GU+2mRzvjPPf74hMAK/gxFVvXO7mj3CEwi+s7GNPfmioj5rMhe+HXQoPl9YtL04Fji9ONZvv3u4yT3ReLI+r41EPRt8C77W5nI+MmnnvEUkoL7MAkc+B50DPlRZgr3d/r0+smB4vN7GHz2NUIO+uuJBvrEQkL5S5Cq+A2BPPrbSzz4TZOg9ihtBPTFKlz4E1Ac9xNnfvNE43zxhmeU88cfWvs8a/DtPSZa+ASHdPa+Dbr3Mx7Q9WJaUPoy7+TzvtgC9hIkKPsEsv70WCr+9xKYAv0PSLj1gq4O+gxTSPs3fBz3avEE+AVGCvtNZxjtc9qS+8dvsvoPrcT6u8p0+",
        "MRnivZ8Hnb4Ai7k+gsdhPoKyFT7LocO9LbPwPVWlmL5QQa691OC+vqnSqD6vhPA9CLGdvpQjOL6riFg8xrUbvJhEpD5mz6m9wspVPQ0M3z7cBX6+HU0aPo2kCj55NqG+ify+vm4a3T6U2Sg+iT5qvRhsTD3kBes9IMNGvS+YDT7t/ia+pK6UPtMQzj60BcA88niRvnc1wT2k5Na+j6o2vhosgb5F4Zk+O6ZwvYqdGT7p00E+vizJPqr6vj1GCru9OkmwPsAn+r3p2/Y9VUGAPkwKrj685QA/alioPb9TqTuYt9q+F9mlPs8XMT6H7Li9bjPRvoN8ED5x8K8+9yVOvclvG70LzVQ9v8OBvOJKkT7OEUi8aW0Ovhstrj21IYK+7aJIvkjygL4QpzW9lk9bOw/F9b1ctvu8ch8FvgXt7Tt8Mwa/co73POppmT6YeOM9lEJlvUPcLz5wwEo+XlHDPvGHzD6hXFK9wJK3PihCUb5LFhy+BYjSvtQKFL7sCAI9bry5PkO6Ej7evrc+VQeJPaDegzwbH3e94Ic3vlSoGL5rKaC+AsRuPmCPrT6cfhi+TqJdvssPs7z9HHE+XEM8PQb8XT6lmao+OjTEvZD2Tb6fiXU9D8wFPkk9E76fTji+s1yfPBIZEj2ONZw+4WiuvFTLgb1ri1a+jO+EvE60YD3cvfQ9xozuPQ27pj2pSGg+tg2BPSUTH77AcIm9ID6dPYPU8L2jNmW+FUWtvWYqGr50q4q+TQCMPSg8Wj6rM3O+7/EVPqRYjD5Y8qs+9JjxPaeBzL3QJdK9PnNavrrIFz5dE70+Q1RmPCW01Dz3dNS9yVJxvoaKRrpgTi28MWRTPh0zRj4dLpS+QkD9PQsbqz7i+aE93XifPNlixDwD9ZW8q7NQPjBlIL3pv7w9YFBTPWH8Gr7ZzoQ+fK0DPlaj0j2QVqA+lfdMPW1ZVb77dka+gRq+Psyr4D0OSQM+hHIIvkEubD5isoI+RNALPaLa172eaw4+tyYpvtTTNT4+f5E+",
        "ixeoPv2FBr9mg22+4Tmkvae9Ij0ZPqY+zrMHvj6pTD64/h+9IW6tPMMZXT3hKGu+qKMnvo54yT5I9IS77LeIvadQ7jtU+cU8ch6aPRGizj4qNFE9zfyPPpsCcD6tYNQ8/CbFPER/ZbuTMao+uEWZPk6wLL45u3s+b69KvsWxJL4uPxc+AweIPrZPqD1H7hC+fGWLvj6LG76UiaK7x6s/PfWdmL0KbVo+baQiPfqUnj6rVQy+mgCFvrR/hD60Kx2+XXySvpvFSb6sEY081HWmvP0GJL4dw7+9b5UjO7rtkb65VFG9uiPJPjiyiz3dPdq9jtTsPTFWpj4qSVE9GtREPr/qBz574oO8D3c+Pm+5lr74FVY+xtT1u3sd0L0pVQO+DNbxOsJsMbyixEI+FhElvQjiLz4moUU+q9gsvobGKb4oUVQ+K1JfPkCmET6Hgs49NZmnPafqTT0SbmM+pjhHvq1dxDxM0by9DgUYvqGX8D49W5Y95G5XvouRfz3LnIg9Ed9TvterQT5LIry9QkN9PaGhI76JL1I9BsJoPuTyBb1xCiA+S/fJPWJamr1SP5Q+XiOZvs8zlD6/n5G+Y9UYPiENrL0L0vc9x98XvX6Y9707r/I7xEEtPiUpWz5YyOc+1YF2vaPmTD4zKqe+OSy5PUm3Jj0evjo+Mj7zPuFmrb7N1oS+KV6OPJoH7j0Oihu+evSqPnPkaL775aA+VD2ZPUE5oD7q0fM+88w5vcFGSb7qkZe+CDmevgLsjLxv7Aw+XCkTPsqpFT48ps0+RVPqPh6nGj6AfrU9d1C5vXXIPD6lwku+vU9CPiTQOD6NvC++/byjvUehUT7y1lo+LdxdvvLVC7/zmNE+vcyOPXGkVz1zZN+9OjK9PmKjNr02hL69W7DqvSMYMb0/N149C6ycPmO/SL4sygy+nv/xPVe+Ej5Jj9a+5q2AvgQ3xzyZP2q+JtPrPm3iHr4O2ZY+VXk+PrTKJb0i7IA9wnFqvkKxeL4C4VI+OMiVPv16Wz7G3Iy9",
        "Qm0rvgwaiD7LehG9jw4MvrqR+DpndIi+aoi5Pl36Nz5y5w++EUi8vdd0NT73AJ4+uSC0PQoFer1g/Pw9j37EvFXn1r5BlxU+wFqRvoOQCz6Y32a91lcqPnYZLrwc11k873tEvTOc8D1aIoy+qDGPPaGkfr1OqI0+q2eSvUZxFD5GwYI+Lev2PMLvXj4gHeo9yfeMPq2es71DMyo917TYPklq4726SmU+0ZLavdDehD7E6LI966YFPpDlqL5woLg9Jn2TvhAvN73vwhu+fqOgPfI2sb7HsEI+SR+PvFymFb5usIG+4T8fPrY0ALxflLe8GgCkPIhIhj5AtRm9J06nPvyCm74hjS8+eOoQPt6Y7L54Gt08qqyWPuRL9DzdJ7i9otM6Phrasb5UcYM9hdLCvPIElr7qobW86Ja+PRAxyT0GqeU9n9hEuxTzdb2csQI/emxIvvtPrz2+Z/e+tcOrPWNWRr1NjkO9LY0Tvp3ftrw/QxE+aQ9cPhRMjz6X/R6+RXWTvnzvmb52qkM+fjOAO1IOr77hrvI98twXPqePj74xa2A9BJvnPoy4q770rIM9GSdGvid9kT2t97g9unPTOz8Eqb31qf29H5QAPswG6T6Vxoq9ebULPmxFN75Rn5Y9D/xIPksUL74LYpQ+ondIPWgpLz7NzI8+rzFtPhqKKz5ezDC+GRyXPlBRgD6Vahm+N2vWvoP3eL5beoq+H2ycvT8tGr4b3T0+dzPjvSUSkT4u9v491UOfvZjOSz7AX7+8y1WNvQWyCL5k+bm9DmCIvn8bbr19npC+iNKsPbJ0oD0fwcY+Z6SvPi+fiL76zFg9niIDP0kP+j6Tjqi9EHqDPt6epb64Va4968A+vQXfJr7AHH2+p0kQvmHZSj7UBw2+cr5ovmmhpj11B/w8hrIBPoc4DL7PAKe+jpkqvs4TYD6koUa9y+akPuC4ZD7mZ+E+2kGOvnJSvT55IUG+QMNCPXzxvz5k1P29qo/nvcodXb0i/OM+awphPWXWzL3JSve9",
        "KIcTPtPSd73Twh89IPuYvtFcRL4CHQi+lTGNPGbJ7D25cRm+dJyNvXrAvT66JB0+wNcWvd+wn74hn8Q+BUOAvgdNfD33FDG9Qe88voiUijuS/Ly+YT+APP9l076t6Ve+tQa7Pvn5gD0Y/SW+me9Qvn3XdD5ktOw8Z0lfPrCfsjz4y5c+3Jo+vOdBDT5DG7u9rxrXPV54Eb7Xe36+5jbNPfcI3L2UIk4+9Qy7PTOEwj1OY8W9gn5CPsb4cz68ykQ9GK6AvRp0sb7gr6U+PmYLPmAhCL09BmS6axtGPvsLG7u1LZA+N4+kvjse3j3UFgm+N8OxvccGBb4KeKG+D9ibPvo7rz24kV2+g7CHuw4ofT7HOT0+r1+VvFiOFT3pr6C9a6LCPm8SpzwLByk9X05fPS9gwj6qqZu9OmSoPYK7Hr5vFQC+HF1gPpKHy76skHM+5pgsvqWpurwAsiK+JmmWPsOSPT7Mxns+A2y1vjxiZj5JgYm9MaVoPaoIZb3zVwq+VyGWPlL/vL67v4e7Wkw+vZx44D5SlYG+HsfzPKypkD1nkfQ9e+u+Pq8vnT1P3II+9naXPtSc7r7YPHU+vDJsPWfyq73KN9G8OoGdvVw7Fj52iys+QkzIPZXn9r2h74S6ighGPpnDMD4loJi+7BBXvZ7KH7xmKGc94F4IPl6cmz6v2Ua+bdyjPpZMyL4hN6i+Mey4vVoNYz6C6Rg+wr3Bu3jStr3ATKQ+gr2EvkNoZT6ERAk+OZuPPqVWq72ViBG+yL75PjZ5Ez1SpaK+TsHovpeqKz9vFTK+sO1evuH6Vjvj9mI8Qjatvse1rT1EXRy9OUFUPv+RJr7Elsm9yqC5POT+5b3ivCC9LXWXPICUCb4+fqy+qC65vGBv7LyPZiq+wrSCvscI6b6EGtA9u6m2va6Pb76DZKG9xCURvqsf470oYN88m8Z1v+7qOb5krDg+msPwPnzGYT45rUg98heovWBR0T5q9n+927O0vivbEj7R5my+WecqPn+94T05/x4+",
        "g2pcPmMEED5atpi+sIa6PC9bVb929wS/A3rgPWi5Rj5Fdho/w7rcPmFFCr5vxPS+UQ6TPoi2C76IZ/A9BzJjvjtRIb+d3tW+fX3+vrDCB7+Tyq4+f0iFvh4pvr4dTDu+92w4vVHuoz4MIdG8BaMxvvy80z5sP9U9Xj4tPmoK5L3n+Qo9YFv3PET6Vr1baIc+hawFPmSXvj2CSao9HYLhPlQnzT7aiKW+bS/Evv49AT56WLy9yAfPPUsT3b2ig3Q+pLxgveef7D1Oc7K+Tv2BvuNbOz73PSK9/spCvgLxsr57iPs6tJ0QvY5PJrwIATk+lp8HvdSv076uNI09Q67pvXLYwrygU7o+cU00PgPZvj083gO+jyqkPco5Mb5Lh/49q+cfPYQ+073ArYy+rU23vY3+tDySu8y9WmBBPbp2771So928XimvPeTLlT1FYZI9SCl0vScYED49LlQ+nWMbPpGlhj6cWPk8RdWDvmoGaT7ORZo96rYEvnjEFb44o6M+xGaWPg3Nh76IpoI93njFvV0glL0fsY0+b8t5PW9YWT0q8Bs9pw7CPiolEzzkhPO8Z2ckPRvKoz1Q9Oi924CEPfQI4733TD8+ceesvfYHPD4Iss48afD2vUkV2ryUfzI+HPBLPtz9nL6uFlI+87eBvMz4IL3BT0K9lVNtvdv3Kz7dzFE+ubpwvOOFMb5mqnq+1FyUPZOQA77vm5+9d7SPvoaAob16K+A9A8uIPtxLHz5ku0q+PeX6vtcXTb2hoVe+J0IRP4VTqrzZFbC92lmmPQKtED1wLzQ+T04jvVdslL13FII9kHGavaUzFL4kuZU+DIFDvVjvpj2X67o80xVOPg1bxD6GdCi8r4sBPrjGqT1mDKU9XM+nvVyDQr0MnTE9tlTcvqtVpbwcRn++puOUPoofojz+daC89pWYvoyn1D20I5c+48fdvg8GqT5IDJo+A+7JPTjui70YLca+Q6LcPIELHz3l69U8NpyWvg/4Xb4FFJk9hG98vQK9DL6qxow9",
        "uR4Dvz4E5L4uvVC+yeMOPyZgIL+37pK9aJ+vvsiflz078Ti+eECPvjcSN702UNW8BOEAv/+ctj628CI9dKi4vkuV3b2ChGa+RUw/vtJ2rD3WhEA9Cp5HvgTih73mVbW+rcA0vfTMBLwcVdO+VbtXvgkyJL4A6fs91x05PkkrvL6+Qpu9O54gv3oZjL7KJ8a+RBsLP8Nmcb4sWwU/qjb/vbaGmj0TkMg+JzcSPq5LAr+nxi27TxEkPh+xI75+YI299FzWvpTsmz5iCUo+yIrQvlYFpz7nriW/FGc9vhC7eL7eSKw+9N07vPGdO74v6ni+ETrZvKKvEz4Ze1G83tK/vrKLQ77PbOs8JKtdPhOT0T6iw469+1emvuoXjbyqPwG+TGWIPi/6p71JZHC/T9jcvTHOTr8B9wC/YmaJvj6mCz2WVtW+RMkNvrxqDz28Vg4+21h1PnGRyT0Tr9q9aLQJProd5r4GaLu8eoXYPlMng7xrT1W8JfKCPvqex72pGks+MaJBvhYSTT7BLYQ+cYYEvgIoebykZwO/a5lvPacQ/T2qVs++dBohvjl55z6H5329v3v+POaDtD3ZmDU+SI/Mvsbh1T4E/ha9SR+rPAo25j3UXnm+99Z+vvEGB756Jbm9MA6DPiUd371iZRG9rpLPPqvsLL6u/5i+WkrbPUWbF768vB0+v32mvnIgvb115+4+jFUYPb5sXr5yOoM9DuMoPoZDOj5tT1s9gkXNPOfWn70GaYk9mywnPailET2LD0E9OSFuPZPplb6DL7w+r4g7Ps5YXr6A/hq9l1kBvSWzEb+GyKw+j0qGPXvq5rxHfq69AuYgvZx5fL5DAR+9DNjGPGfpELzpVnq9uVpdvTw6PT43fdI9Oky0PDTeHD6c0IU9SsrFPH8WlD5eLcq+wNGAverzGD7N3DS9yrQGvVC80z64m5U+kqw1PvliOT5kcLc+0JiAPm1EKL4T8hI+CaLIPYmvNr7okjm+agrSPdD2KL2eM3m9NEfvPpXMMz7+ycM6",
        "tPIXvs28z7z1AMM9xSOmPgtCwr41fIW9QZ4iPrhcnD0hby4+6HdnPn5utruZLCo+LQnxPPr2B74fvho+Y6xJPXRjGz7LUEs+6VrYvVePTL5yuIc+ikmVvRl8ADwhfnS9fKBCPu8yDT4iEci9S98KvvqgQz1SzKO9bsfePR/Khr52Ohs+OU6ePmouET6Ioz0+dorpvT8rGj6pvsE+m95iPnsgAb5zJ7M9EhMfvpgAhTzoBAA+hBR6vUEZG77Z5Xw++nyAPuqT/b3zXAu+vX0gvptigL5lWDE+Yk5NPJmw3D2eoAu+cMQwvhEP4TwWBuk9JlrwPkCp7T1Gg749xT/XO08QQj3ggzI+DBfdPEgjBr5zaDK+4WsHvga1uTvvoK4+vlC+PVVtNT5ZoSs+K9BrPkVrG7tNgCC+5zauPEsChb14lUw+yOiFPrwY+D1ZmRC+GhRyvIIIgz7lUlM92bK/vZaQprxo2fA9AcrKvPdIBD4ZQ1C+S0gDvudR4z0Yavg92ZnAPJjifT7BXxQ+3x6SvJJjA75FrDM+dHhNPeIrdT45WQ++I8eEvkE2TD35rom8BC0hPo8Lpz4zk109wpGtPt5Q+70XajS+IfMhvZ4okb6qfeo99JrTPYUoW75yvpw9X1kivrxTZD6I1fG9MMUJvv6woT2q18s9Cwgpvs6a0z3mVgs/lQpIPQNy/Dw6vKS9ROqHPmp0oL7PlWc9f3IavxZPnT636VU+IN/pPRCplr3L4rM+Z7AjP/twF701iA0+49kSPsHoUb4IDbk93gAkvqBhqLs+Am6+SioavqMPmj7NCr++w3zkPUHXlL40w9m+xmeRvqj5Xj4eD9q9iBB4Psss7r6ki6W9tyyWPvi0mz0j0cs+DU/EPqLXVj0sUFC+f40TO5LYM76iVw8+bdiavXUcBb0CmnA9RaC9vpmhUb5WT4A+VX0LvvNx573crx0+bPFPPoTSy75ivJq9kOKwPTeIFz4J9/K7sn59vqJbDz587YO+Kd+ivp4Ujz6LOBg+",
        "mUhMvpi/g74/cD0+QSkWvj/A9z7zBp89TmGivHtNbL5/S3Y9DA5KPqlNxj6f06K9V+gnPu7GyDzrOs4+SnAZPt/rl76sJNw+Puk/vgcnvr3anJW8vMJGPelal74G/Gi+QjxWPmhLmj73cLg9DAanPYPF1D50R7g+w+S3vL3Ulz316ma9Xc1SvtVgtD1o4II+OoQePhSTSr4+5Be9cSiCPNxYhb6KDhi+W2FHPsyeMz4fxAU+t4jqPsZz1LxCsfu9lRU3PHshvT2/BRQ+DP+ePGGvNr6boEG+AQ07Pj0ojr5SZFu+Lv3UPdtXMT4dH+c+wUcoPJE12jxvhPI9OSYBPt1d4L2rb/i9/Oy6PX5s6L0X/kQ+iV4CveLEmr1dLAI+ZtayvikfgjwPCqc91irYO+IG3D6NkjU+x7x5vpPT6j6T5yk+uvyuPlSXTD3CD589PpdFPvCrgT050JI9o2Rvvj0ugj7ChZS+FvUXPmdRjD3xxtE+4chyPo92Rj5V8y09M/2UPcsHNr2Bg8a9rywEvyK8ET/RgiO+CS/uvrULjb3xKMC9tXuKPji3Oz2mjzU9gqDLPvDC+T6RCuY9alMmve1qaLxXsiy+Y/EUPSD8gT723Ri+8hkLPx21dL0edgO+4LMFvhrmlr2F3JY+uuzNvcEXtb6gsI0+ywOJvRI9A7/+exY/xFMnv4X7BL7r29U9R2qyPSZJT761jBI+r/mZPK9UkT2N/ee+iPK2PYirWT4x/PO+OAYtPtJ/Mzx6rRQ9XxtzPsZ4iT1vpOe9zEK8vWRuGz7Dswk+9Kx4PUhl7T2mcCA9mYcaPh74bj58SyO/GRzGvHdZ6j3kLFi+8gLPvg4mML+PD5E9bbctPsEWB77a452+citOPsj+bz58aKS9ceCTPiphtT6ULEq+wD35PT6TFz/vqe29V5O2PitwHT5hgZW+bq0uPk8XmL1VVVg+WEh/Ph+GgL3KroI9GaClvajju73aIyu+Hi7MvnmPZrx6ucK9VY0BPjTxzj0wk7E9",
        "gsSqPkkUSD0VbAe+l5qSPOVe5b0yo1Y+tTsMPicBDT+DKJs+tC9YPn/eKT6IVwk+GGw2PeIGRT4P2Iy70yyvvg1YDD9bdgA+IztDPReMUz2bMNS9eRstu/RicD573nA+PU7BvB3FY7zpm8k9p2+JPtEgiL3kzis+xT8CvaDhmz6uI7y899fhvgnbjz1iAqo+XE2AvE81Mj6Vp+M93JwUvaRvG76wqRq7gU9GPpei1T6bcSM9FOabPekxsj5FHQk+zX+GPrWS5T00she8IAs1Ptxe+D6DU9+8n0FBPnDDGD8r6g29eMB4vj+VXDwAIMQ9d9e9PoGHzr2w9n8+AYjGPmb9lT6hVMS9oGcgPr2u0b2fv6i7hD0IvkaaOj6bz1w90gdpPjkg4b7q4GE+S7DUvbSH0b0PHwW+5buSvf34UT5Lm5c92qPwPWrW7b0v5wc8c4kgPmOqnD6Ndqs9EGy0vIrrij6rmJU+D5RQO6XvxT0qbg+9lM/Avcd+DT1PW/g9P/VsPuKSpDwWdA2+4Za9uwi4yz5XMrM+HgsLvRZOyb3WkXC9iLBeO8k+jT0+NuS9nbXcPfAihz7Fv+O9SPe+Pa3kGT4bOVe+Nwt6Phn7Pj1t9QW9txV1PdH5UD5paeS9BnIYvh7ODL5bxbw9Gj9HPsWyF77TioY+6V3WPBXC+71J6vU9LL9iPqrGVj5vQkm+D58uPvw4Hr6+I+Q9ba79vfaOar6WjV0+V0qrPXQEWD0Qg909u9RBvkHPMj0G6GI+4CMDvyy+qz5eewK+SPxkPl68IbwljaK9nNWKvnXztr2C9k2+aw0aPs2/lz4xcU69BogPvktY3T4iu8a9guKZvb/33LuKb4S9BvmVvgpGjb5Cl4O9eyW9vSzGHj7YGIW+DNSbPvMrJb7U5z+8ntggPs+tX772idQ7FjCAPYfqXD6DBi0+tubPvhAz6r2RNBu+G25kPGJPYr1ZtMu8eNwnvu2osj4/YaQ9iFsRPrKYJ73ziEk+atDFPArpnL6d4ic9",
        "4GpEvk2h2j4mLQO9cayMPukoSD4UJqC+2X/0ve/dFz+HERy/2ozxPeK+ozxyGgi96fAqPvPPcz6Uits+Ix23PkdYkj61Ykg+nIq7Ph/vNz7wALs8eps8Pn3Awz7rul8+xxOiPrP3g72MCgY+19y/PUZwBTsaeA6/bUm2PUKWtL2LrMK9DiiEPoXPFD7LAHs9TA7UvWfmMLysya++sHGcPlfw/70w+zE+ddrWvtg2BL7QHh8/9fITPvNOajxZOKa97JWOvVLLNj2EjXg7fEssPqXdzb0BKsU+af/IPBjiCb4BmOu96cs2vkNo47wf6he+VteJPlrYlj4HnqU+YBDMPVqUB77o7wK+jFAIvZxxL77b4Fm+kOwyPgJwjb28Kow+cP9APb9ruDzcpqW+Nd6lPkfUgr4SpJc+LfRSPknSJDwILSe+JdIcPpMAiT7AnsI9o33BPt9FwD2cKQ28uCFHPhW0tb3//qI+NH2OPW3ZWL2yiIg8U/CDvtsTzT0/aSG+Q6MXvzIbNT6W26o+nTRpvg8Pnr0cdkg+BsMMPltrTb4QQzM+7YT1PQrlOD6OCwY9nWOEPir9fD5Djt89+UNQProyZL7JfcI93p+SPjo25b1u2ea9LtGQPoShBz4Thjo95vIzPgMqMbxId+w+edVQvj5dwT4L9868WZ2jPajfgj50pa88gLHIvaSlFD3xKRe+jk3WPcI10b27CjQ8bTCVvjs12T0OoJ0+y4covZAgcz2sZg4+SN87PreTyrwDZ56+w7hovYogKj6zNq09PGMOvkQ7vL3WYwS9MQMzPh9gnb2gNnY+eHamvFxqCDzaSwQ+Xs7kvfE7xj2Od2g+6WJXPpoW1rup3YM93BMiviiwF74RYY0+p36qPr8uQz4LVF6+ITcSPiHFnL0Q1Zg8RF85PpEkEDyEZuE9EF4aPSoSdL1jK5W8T/bIPMYJozz3oIo+waDoO0WGJr67FNo+chO6PL4ytb09Fh2+RzZTPOfVZj0GtDA+EoQEPonaZz5MfZS+",
        "EdwsPaqL6T5lhuM8IwoCvXOfIr68uCQ+xurVPbDCib76Y7A+CmQ1PrSYVL43tRa+DfCSPlOLeL7SWyY9Z4njPFYHiD46e6Q9sKjlPin9Ib537Mw9Ic1zvZ1cy70S7XM+jFpjvr6CMr6NIVK+VXk5PtODDT4WFAI/7OfJPcdJGr30mPK+N3p5vbgk+Dy0eUI+YchCPgoDNz4ChQq+JRsHPpXXBT7zhkI9e/HLPXjf7L4vUsW9pCpMPqq4Zj4e4Qk+7q7Avf9Mgz5dxMG9q32sPrW0P760dXa9JiInPqxCbj7EcCC+lYSkPpVa4D1cPAk/eqXDPngpPD6lF5Q+FjYHPaZmgT4DLES9QBOsvdqffT4WX7Q9uqgmvMnjC75hfPS9i+enPiamXb0N/EM9vlppvTafxb12too+cFSvvdinNj7fem4+Nk+vPWhRa72ecYO9Go7hPtbYJ72wMbk+f3DQPQNI1T2HIQ++bZ2tPj/AZrzwz4y+dBKYvrFTHD5aTNe+PwnFvXnQl73DHDg+TRd0PlZ0E7s3VcM9xLaSvUAtIL1UPia+C3MuvdpS0L1ZDVu+aaIpPjwfZz/s8ZQ+bi1cPGR2Zb5uXYo+4SFZvhSWnjyNczU+0iOfvjDyuL0oNby+KloJvCHKl74WnxO+MdisPlZcPT2i0LQ+clOYvqCbHb2VXZS+qAlTv4nWOj2uJF++fmYfPRKmlr4PKIo+b3bQvTxETT5Vc/S+etG/PYkOjL6aAlU/88eoPpt6hz5am/M9iOuVO3MB7T0WiZA+UHuyvt8SuT5tfhk+8tnbPpP/EL8KQnK9e+WmvmgrBD0sgkM+JVb2PtLFwbz5Nao+5oXhOxV1q76Iwqs+Y5U4vh0sHT6g1Is+cgqkvLRoSD1RUIs9OtJqPnhOrz0NYVU+J3YMPjPEObgSNwY/tx33POeJi70dfcw9XMiGvd5nBj2uEa++esyTPeNArT4bSKy8CVCUvjaF0T0U10i+xoSOvhevQD7iwuW9s1E9PrbuQ75zPwu+",
        "qI+lvn6fgT6d4go+A0QVvV3c1T1cwCU917jYPa4+hbzdb4i9b3mzvWS4bj57IK++sgCEPKxKFD5dJF89EtZIOqK/8jyq/Kc+mSmdPYONCz8Kjfg+oNzRPV7iLz663Ii99wyOviL8MT5I2Ku9ham4vcJuwz6A3Yc9lH11vjCYs72Co8U8dVoCPmHDIj5JPV29i8pQvcxKd74UA90+Sfqdvng6uT6SZdI9kTxWPo2hcT6Yh4q+Sz4Svi1sET1GYIg+eNgNP3GUk74AnV6++2M+Pgxau74UHnS+XjZ6vvIplL6M9zs9tidJvcALtr0mYh++wni/PVXUKr0qdvy9K4tmPfH9DL7TWQQ9ow+5vbTkiz5QKow+CipTPjM5Qb7IkCs+eSKnPWJdlr7ghai+hl1tvjcNgj76cZe86m2UPqmuxj01Mzk+lvXKvTK7i73v+4i96WArPvZr1z2Y6ME9ZTWVPKp+ZT2GUOY+OVONvuGG3b5MiPk9UKnPPk8nOL7a5Dk+1a8AvBkNirq/lbO9O+VsvkDJCj48fFm+TXzMvR66UT1gH8+8LBS5PQTcHj3RABs+xEeavtUbWb0CFpY+EIj0Pf1c57102gE92beOPBnZHj6IT54+5sKMPZScrr4GHKq+RbBMvgXTMD1tuyK+ab7kvecnAT5wIjo9jHTqvOYgPT4rmSu/yQc+vqgj372PNa+9Yw5jvmNiNT6BIOC91elDPgu7ib7f2gk/9OEkP4mVEj6vHF4+k7aMvgYQo72q6cm755iJvqwtAr6X3oO+jD6+PptI6725WCO+pCAuvWnfET43OYY9eccevl5uTL1ZwqW+06W3PlDzwD6icwm/z9mUPsbo275VdTa/qCmCvg4pOD3aKLO+EGjvPX3Noz6b/NS+gVhGvtmzib2nW0M+MHSsPiWj9z3j1bk+gsiFvaKNXj4vjoY9MlinPgqOaD4BZ/W+BKKmPqSHAD0wYVu+QQCNvjci+jstbNS98Aniu6/2GL+VWgm/ZvFJvnGsBL8J3VK+",
        "YfycvWP3s75Jr82+BbiXPmc0174p8sM9XCz0vobrhb5C8Ss+aLd9vXQ/Lz5ukty9mu5hPrQCMz52uAU+rq1Ivszfo72GnXA+d/njPXEFYj5fjW6+mTk8PvvCWT2pAmM+u3BRPmxdZz406yE+N/4dPrfH5j3DSo4+JHpavj7OWD0IMiQ944wqPuspub3P/9w8CIobvbBCyb0rrTW+sQMPvVe4E7448bS8RPbPvUvYFT00XkM+9dj/PSekf73+PN8+GBQYviaayj5Txgi+4YkrvYb3EbxmjKK9X70FvCYQFj535oS96MlPPrmghL25B6O+Ib6APvWgiD3J5Sm+Qx8XPk5rDj6I0Bk9syVWvQXxKT1cows9u44jPrRWLT5uZiK+Z5KnvmQYHz6FjGs+xRuTvLR2jz1v6oC+K821vABrfj7do7o9fj6UPvvqtT5djAg+2Yd/PUWrTT7vbAE8iPgIv2DKtz4Jeh2+LFNTPvX3Lr1HfqC+icGSvepJTz4DcB09gWwePs8CgD43Xvc9Cwn9PR7Glb56jgy9LQ5iPvlwST4G+KK+lHKrvUoYbz7rtnO90g2LvrrSZL4d3aU99J63vQHJRL5AYJu+fjJBPrDfIr6ppjK+Ins1vj0jJryO46C9Eu4gvojk3TyJXGS70yp9vjqejL7ivAI/a/wBvnzSqr36BLq++iCePvuF172asjs+miWpPuhSAr1aE2s+05sWvZ5yIb7GVyK+7WoGvuMwQD2R7j2+EN2iPi1muj3NJb8822PSvrsHW72LOZG8M8aOPk/Y6D1AVgi/LMLsvTXwpL7m7zm+YHiPvQHyir3BRaq9jlv7Pi8wwj6a4bE9uUtRvWyZEj+UAIO+Uy3MPJZACr7z93Y+MTUxPlIjHj6R47k+f8EGPol+dz3gWYS+4Nu0PVxnoL5Cx9K8j7Eavvl2tbzcm6k9baWBvjei4j2Umsg94DMMPp9UfT1dwnW+fr2wu/r+iL5jHt69Nw6yPqSj/z0yK5K+xxfXvkyb/7z/xsG9",
        "ZYgivpW/Cr3Hipe+KUCtvIFPRr4FgxY+sXQXPLC9Kjot84g+uDIXPvSyID7YZUU9LP3nva+4X71569a+/0ZivrW2PT2Zxo++6YtKu8+2TD64awy9lpppvoNq0b3jzj284j+Avfxm571XlWw9TDIDP8n+0b08fpe+pKSMPvUwZz4OLiA+hF6vvrKs972tXOo9m+tevVT9tb2VXDc+75ttPqlq+r2+uVK9j35tPtQWxL38f4a9iqlyvpvUdD31oac+MNyhvsFLAj2vmBs93PMQvu5Bgz4PEo8+LI4PvtiNPz6Mx3W9vS/KPhnewD2ksxS+B/K2PlRQSb5z/qC+/dZKPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "NDMiPYeQpz10u6m88RWfPQg0WbvveLG9HP6IPZzBPD1onAA9V1VwPTKmFj2tjwg8U9IGPZEeEj0znjA9MJjxPMDB8ToXh0s9lrMJPTCQdb3mOCa9+tM0PP6OQT1p7wM9ZvM2Pc672T0S2j69KK8vPXvizztMJd89ZkKlPbnehj32RA89BMc6PUC2nj2tkRA8sjosO5sFfryCtrM89pnDvNQBUT35b0u7IpgTPQbABD0sFBM9S5DOPNoZQT3NOY68V1fAPSKLS7w7saG8J9uSvFjQjT3prBY9orKqvBzIYz3TPJM9Hm5bPFKYXD1H4sY8OPSuPT6mNj0BJX49ScHyvfvBiT0mQYw9E0S9vN9ASz1/KhU9OswdPW9nMD0RvXc90E4JPYp9rrz0uIM9BtJUOt+rxTzikJ09bQsZvVEiALw="
      ],
      "weights": [
        "PhXOvvAg+z6sGny9OZfMPqoIDT4eGBw+fRUXPfMtLD5wklK8JtrjPu1bDL5dr1C+xXjNPZcrAr800Fe8JiGsPgi5Nb4cdcu8POlhvB35xT08L+Q9TC9aPud61TxcLAW/MxYsv/mXlr5BpQ4/0f5WvpMR0T0aGkU+duF3Pp8eP7/a/5++GX1RvwqHpj7sVWG9gv6Kvu3GyD44Lak+CEL7PVUpyr6yrq+9HZf4O5aP3L6xCi09niCAvs5yY75cBPm+0CW5PPotkD6TdY+9TC39vAQvbz6r0ek7G8COPr3RmL4CuZq+ZREAv+v0bj0xDoA+K2GcPJkglb1qV3u+zm1AP46Wf750Af68SCAgPqZaBr9qGJo9n2yJvbtaLj6A46Y+4MnAPiJeuj7bTcA+fBo5PW+/l75Lw+O92s4Jvu8huL3M53c+DNh1vivwHT85NIy9dOEHvoKUMjtJ1pe+wMZiPsEoIL3e8to+xsR/vt/t8b68ccM+jJLtPqW+vDxyvwW+CHoMPWWSvT4ZhJU+JO7PvCM2r75TfBy+lArRPJijlj5M+zw+MH4nv3xzqL4OOn0+PQyovsvsBr5KcBk9Jq9AvTullD5nSa4+DgCCvrhqtz4U17U9HprWPtaxgb0BbyU+mBBKvgUuiD7jNVk++YwAPl8WfD0Dybw+09h4Pt4YLj2099c+pGVJvOQgCb495n49WcV+PtP87D6SiCg+Cj4Svo0TR742pYy9r9ruvBBm+D6YWP291Vz8umYuGr7S5Ce/2qZaO7LnJz0p5xa+zc4bPu0zRj6Km40+NFRUPPaaBD63zAM/BNi4vgG5Xz4ASwY7AtIvvgoPO76Lmr0+X1B4PgLqFjxGgzU+PHtPvYpiTz7APCC9DDcdPut/Cj5GEb6995bOvWIKbT4SrgQ+4AH1PdRElD4kFW2+YxDvPS2flL6fAMS7jXioPdpg87xNVYS+QTuNPCvCXj41emE+iqpGPbtyT72Zr4e+3MGQPUB5Uj7tkoa9WP0pPm/PA74F2Is9",
        "0XkXPvQyrT3/Uja8SWE5Pj+lqT5aCmg+gqMxPhZYJDxmMrM9e5shvPrDZrxJGjK+UKpGPo4JLT0RVe898+s5vKdPLb5SUYa+rI+evnEDFT4Ff3w+2/h1PvU0V71FkoU9yrqFPtHB8TyMAni+J0NGviV3zz1tb/W8PccDPqRcQr51i+i9Xb5dPvAFSD4FDNu9pnaYPhkk/j035+S9aUnbPXkO/L1uV0m+ngPlPRkPCLwQy7o7k8sKPqiKPz4So4C+LVPnvThJDb4kAGy+XZTlPrSzK71U1Y2+F7VOPQe4mLz2Kwy9skeiPqrCGD6GikW+KxV3vsRGFj4ahRg+jN6KvSom2z2WxS0+RH58vFUDnT12ZRq+4ctiPOnddz6t+cq9EImKPhYk675INf2+eCmCvs4r8r2KRxc+IEm4PoAjA76i5vi9vICPPsoTp76zzMk9yoYdPlSrxL78j5G9rcUTvqzxiD51dVU+7MDnPb1EvD3yFhw++nEGvhixGb6ujcy9fNLYOxlrhz0nowE+HHAwvcrTwL686aq9MwWtvZoNcz6WeEQ+QwRzPuXNXb1hSJU9ERWwPr0vnT3jZoE+yusLvk49Oz65MAi7Sc1aPs74OL4ENIQ9Tarbve+Bqb1nyxi9mRJXuyQTCr4D3ZK+1XUmPftFE77fqYc9BCmKPcMshT72GZc+Ltm6vkaepD5SpIU9WdPKvfrYkD5vly0+LOaIviLLGr/4Zeo9EbTuPscByD2BGZ++Tu68PkSkwL487s8+IX+cu6gvyb5ua+0+kkHXvQkENr/ZxeW+MMjVvMzuer1gHqe+2rBzvXNFwT6J1IC8RVlMvhuKzj64uwc+lU3jvcGQjT47wQW9qlgdvg6fjL2WtrE9qyHePVgSWL4QWDe+JZE1PicmtT7PokA+XU1GPiTQBD8i7uu9yFt/PnoRKb8uixY+61xVvueWxD740ME98+elPs8eKb7C55K721HZvsz0G78C5qk9nMwOPzON+L1Eccw+WXCcvinNq71Ei8E+",
        "rHYUPWisCb9SKgu+zuwwPkANTr6j/Ho+HOPCPWRkHD2dHoi+ShTnPVPKPj5lDuq9HiAIvV5W077vmAW/aQKnPqprlz2qS+q9dCaRvn/FRL3hw0k90q/3vbJbjz5C6zs+gE1LPSfxkr6EYbM9N8C+Ph6xbb4h2GE+731fPjlRKr0bN/s9bPZKvRbecrw5veU95ZYpvXkovzyK2zE9z6YxvtjtJz5r4mk9dMvWvqy2Jr2GC6088+Sfvn6mSb0/omk+50ZSvgedzj4Og7w8Vldlu5RXLzzky1Y9n8EqPqdctD17LSO+vk/GvcZeFb7KRF0+v3RWvgBoiD7DbSE9T3YhvGfEybyRXfm9LFq9vZe0tz2+2Ra+SC3LvNbM4T6dLx4+v1wfvjLRQj5dhAI+hgZGPnTmTz6mIy678kiMPlibnL6Cfke+iUI1u1F9KD21Udw7xI7EPU/q8D2P2i++S7vjvbkTvz3TmnM+Pn1uPgg86bwUqqI9fqyaPcXy2z2Nxha+J9RSPttWDLyuCMm9U1zjPYwvUL0UIZE+hNwGPUv+rj1gUBO+a9U7veL6k70xzG0+gh0YPtyf+T2N9Ju8w3/Mvp6eHr6t7ZC+YnAiPjJKsTz1M2U+3Oi/PkKLeD2jYUG+gYV6vrDr6b4t3OU+HCKCPpCq2LzjYGk+LNbzPscHdD6Njjk+AuQxvsdsqL7MxbU9iA55vWo16D2KYju9w1dAvvv6o77jRsU9Yt+Cvsrwmr0EXQQ+ElzXPPeyaj5Qume9b/eovWrllD0c5PG+Ir+evfE6q72y35K90PsUvDdCyr0B0D49uKq5PAi8MzvJ0729ffAFP4ItAT7yxbg9ErtOPv1CUL3/4q+9FiGxPlr2Lb7JNZ89lsXGPQokkD7yiE4+JQi0veZ/rj47gAg/jxEbvcmoIj22zAs+4YDKvrlZnj2EPEc9GKM0vn75w77NLoK9mMzsvSG2Gj0WckY+6Q5Ovh1p8z0uohc+DdxxPVWX6j6lCtu90Mf5PcOtq7yWW3C+",
        "g0YhPokjBT0R/6U8oE6nPYmZfD3gqbU83Gz0PT3U/T7EDQI+7FWWPkml2L4fu6m+P/2YvkaEdb0BE/s9LuwsPQ4EdLytJKO9t5nQvbUImj5Xhu85LvezPn5deb0aff69YnXhPQ8+hD1d7Yk995ZqvVZkSr7ZYKC9HNYHPlSYuT5TQ2s+lsOavtlXor3DdqE9viMhPkRmAj82bIo+vsTJPtzKIL7RLQw+76faPv+Tvr11lqK9gbTBvZzbEj21yk48ianaPdxwmT5FIuo99xAFPoCClD6/hCs+JaKHPZp+Sb0cmag9bQp8vWfBZjzAo4g9YBB+PZ/IHT5BrV8+6G6rvtEpID4+ukA9zKPrvbaMgD5Uk1I9fl0Yvjt397yScok+aQMAvgn4lz7PTuw9FKamPphWRj0q90i9dIDlPPyqZL4tPhS+3D3DPbPI0z7NXOy90NhNvifqdT4EzJu+S0jJPuCeDT5IPF68RqTLPhepPr0P3bA+N3OlPocvtz0wQc88dnb0PP7CQ77eL0O+PrdWvknTMb6kO38+vJekPBJ1lT2wIxm9ptrLvehgSr4H9aQ+3SyWvvCp0T5ICmU+sJNGvT6+frz6Y4K9rVQFPi9m9r3zQLk+tSVMviZOb72QL7I+RgOtOuBZ5T0i26E+uMLpPlRy8j6VTjK+X6L2Pk+jBr7Qri8+xcNzvVUzCT68mGU+b3Gdvod9g7zwqyg+n3JiPdDiqDzGIOe9phc2vQA9BjxkNd289xw+u4Re272iwOK8TQ/Cvi6DKL0X2EC+8KSVvhgI3D2VbQ6+pEa6Pkh00D3vlYQ+xsh5PnUG9T4Q8eE9YjP/vv4J2742kyK9OYE/PihQ3D2CJq29vWp4u+stD76YW5K+xEYAvoEd/b38owO/GLfJPlX4W75s4La9qDSCvhcnUT2+jzk+2p9Ov4Qofj4K3CO+bzxwPkr2Uj66tqw9CRA0vswMUr0/7TO/KmnxPSW7gr3PBzg+penYPf+fPL/8Qhq/evJiPn5ALD7qy6++",
        "N4aev6oTEb9XR8q+a9wkvTcNVD4l/Tu9kRfLvYWIQ77ZpvG+HKruvsHX8b3PEAy+yTKCPnzIbb6flwS9Aap8Pk5k9L17cI6+k4uivQWndj7Ccaw9WhC/vl4xq74RMRC/WJS9PMdZGr3nDWO8wEKHOzyOSr/GsJu+jQ+ovth9Nj5TYEa+wO+CvoF/Nb1JswM/GCzoPSV4w74umnC+TyY2PmkMnT6TjZ89D5MgPaiuFz7bIxS+Iw6jvo/oID/6Zsc9/G0fvtu0V74D5lE+jjtdvp/ndTwH/1++4sFhvE/DBr7FdJg8aaX+PvmrK79FgaI+A3c/PZHUxr7P/a2+wSWkvbdzlj5dWlk+iRMdPq/Mpj3QWQC9cXjHPSXskz3qZqq9ghDVPtLs2z7Ztq6+QGINv5/e9z43EJu+/lR6PGYTg76m+PG+12j5vtOLoj3hgTK+I2UaviI3Gj+iE8M9oE/pPi1lZTxrZmi9JHvRPnJM4701nIS+DDI8vonibj5ML9i+XsewPQUEM77CN9u+1Yd4vTrP4j6whxU9QIizvdpGBLtfZhw+gac9PlPINj5cehE96m+Tvn6TortG7PO+KfoEvqFXCb4TM1o98dIqvtlqHz5RGXK9hZY8vmUJ9D2uuZM9V00BPhpFbjwyYSW+G3ziPS58a7zjDOm99ZgkPibcLD5aaTK9Jz8lPhoHQD4u30S+YY0wvg24yz1gTlQ9sKVLvYflVT0Mpbs91y72vScgIL5GOwc+9scmvsSWBr4o/Tm+wIzYPaq7lr3QQ369zopcPCO2LT59zRO99opSPfO5ED4KsRg+o34mPsx4Dz4IjQU98Jshvmj4iD0o+py9AGeGPTPNAj7y3AI+SjxfvRKZObsurz++3gXzvYV0E75MCoA5CN+WPXbkwj3pDKy86V+RO0KvCT6vgZA9SjAovcRloj0NAwK+e8EHvRdzQ71DqSC+t7oQvS3VjLyXPhS+vwa1vbJVEj7TrCA+FDsGPk5Qyz1TLxO+VGA7vcqrLL5rdTe+",
        "P7toPg8X6D4AQ/K9zdCSvhihzbzEJdg9axZ+viNvt74/46E+agUMvjNOT77DOqI+tzlEPYO0or7ru8U9qAZePjvkNL40FF0+ObhUPgj30D1sTXW9coAdvdY7mD2ee4g94NgXPjPPQz5gKDq+MlkdviqJJr4Dsii+al+2voXOhbvXv2y9OMe1PQIwOT7S4kI9+uKOPtfh+r0dqUG9CLNWPeTWyL5/ktO+nxVzvvwmoD7jl3+9cwf6PVcojz4HB6o9+IPNPt6EnjyRMAI/mAOevdZdvD3A8Bm+Qx6tPtpYlT4Tgo09tnVxPvbhOL6M/OU+F7NOva+8Qz6NGDK6m1C2uwNSaL3QcBq+/fM4PUoSpL0LwBc9T3ISvu6Jjj0EbpO9FeA4PnkWgj0UuwQ+ytAhPhvSFr2rZnM+k6QVPpsN7r0dhuY9DUuxPty+Eb0+C02+0O8wvgotlT6thfc+mwhHvn2ZxD31++K9t6RJPSO/q7zZayY+iE4EP+rykz7wV1c++K4evuzWsz7m7A0/eLEcPu+djD7zuhW/UyIVvilKCT7opYC+Klu+PXqCYD3bdqm8AuG1vQ7dkL66SL09HOQIu0lroD3AtoO9tNmfPl1Y0b0mhNQ+7onAPqRn1D22kgE6vd2ivp9lF76fiho+NLrMPntGjL0sbHe9UaS/PTiAdL2Vi1w+uwXaPv3Ny742bZ+8JyyHPsuipr6Zj3I9C6ixPexQFz4BmK098aWavtvG8z0KDTq/duiPPjs6Ez71xxk+GWBJvrm34byWNhY95qkmPuTBjz4wChW+sW50PkAz0z6iJCo+ZWWaPd7k/777wgq+QV5tPs1OAD/u35Y+rz1BPiOnKD4mQx2+X+KFPR3QIL5Ocks9Htlavfq9IL5nrhy+DFLoPX+EgTxaFe08gHS/PVjb7T0T0k2+x6EbPbSVtD179hy+hvQrPsSnBz6UoGS9pNabPVUMAz3G7wa+YvsSvozZMD5FlgU9LbCSvJ8uE7zdaCA+axgRvuIsLT4afiW+",
