{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "f0ec5a1d268e8ea70fe83f1d381d3b31eadf85a26f978101ae2cce3f6246fc35",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "0NFNP5Im9z5x9jg/Vc5+PvdbbT6exXM/y3c1PzgIsT7OA5c+DIKtPs5RXD/zNW8/NGPrPnDrDz/c4Xw/0/Z5P2fvNz3ivxg/auxcPxzrsz4Hl98+s9flPj8q1z5HGLs+JkQjPrG1TT9srmA/syctPx7L1j49p0c/6DtmPqBOUj8Ia58+rgixPNObZT+HMlQ/FXDPPmRrBj0y9rY+ZxqwPStEGz8v1yE/ShSEPtW1Lj+LoB8/20fTPpE1qT4ZQlw/4VX+PpeJeT9Vinc/u2pTPyftYD8Iqr8+jhfiPgBFfT+LGfc9/QIkPs3VnjzirRI/KJFwP/GLlD50Yi4/5zBpP2SX5D4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "O+eRQE5EVL+5VtK/BsPkPotjTL+CZOM/X2obv/JzSL8Fu5W/cBETvpZVPL8JHpM+3CZlvuyDRL/Q3c2+Tfyev7NFhD9euJw//VGdP468Gz9pXow/oXycPwkekz4naXg/mDqAPzKKVb/yc0i/co9cv56MEr8GV4I+VIsUwGCuiz8X04Y/3OSWP6CA2j4gn3s/4aojP9wmZb5yj1y/mqMZv0Sa+r4Fu5W/J2l4P2xXYL6y/o+/SNYpQdi7oL/VHo+/BCDTv6i8r75si4W/av/lv+yDRL+ejBK/bFdgvrlH0r5wERO+mDqAP5qjGb9lWby/Be0Mvxpn/T64w4E/scjVv7/IjD9qJ24/+Hc8P9Ddzb4GV4I+sv6Pv2VZvL+WVTy/MopVv0Sa+r65R9K+"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "IkFdPeLF/DxBE9c9NTLBPULjLj2pLR09J6g9PR9uOT2eOUw9vP0QPbHt7zzWUsA93Z37OqXXUjxUgLo8rLbUPPusU7yngs88OFplPQIJl7vpll09zmS9PQCThb1u7i6+wYVbPRkAFD3Ed6U9Z/mdPOid8zwKCKs9olwlPRVaJz3ndAo9dW9cPeX9jDzOsqU9QSGXPXJyMjztg4s9r0eFuwS3pjyoDY09ephjPVmF7zyC85U8NY4mOz+DcD1IXLQ8XP0BvbFOjrwqEh8+hUtFPW+qGj6fDBk9z0OfvP9T0Tyl/wg9xIL5u0KFvrxfmAs9X2xTPXrLxjzpgnU8l9uovQLulj2AYNO9H10DPFVblD28dMO8ThnpPFeXij1RWeo7m+2mPY9tBz6FeR49dsiNvRKv8by5lUY9ad1uPb6PZj0="
      ],
      "weights": [
        "BaloPUnqn77S+mA9J1IKPl/IfL5Ja/C+P34LPnShJr7OqoM+dMthPh2l8L7tlrQ+rb+cvtCz0T6UMDW/YMNPv+lSbL5DHm49VNuUvf5mFT9xhK4+u7Navgs3e737KwM94GszvoJnPL6JBvI+X3mxPeoXuj0Vxcw+G3mAPXvkgT6iz/Y9yARgvdf3Fj5m60G+x/JDPgAQJ75kV6Q+OMPUPkgLNj2WvdE+MuaZvukLwL6vBks+SwhdvgChMb0IZri+KP6Svnj3Cb6sR7A+xUWBvCo1Jj4lSoy9bcEEPYnexb6YXoi9yTtjv2QDLD4gQJC+A6PvPokxSj1dF7Q+8F4iPfStxb0PFK+9nM37vuOktD6hWB6/lFCzPT69qj2dLH6+IxZ/PTOwA79FHsW9EJXtvXlajj4xs5s8P2AEPl3k3by7AHa+UjiuPIO5Qb2tMYU+pRrBvWVhgj4p0Ja9l/BvPZbLJ73BPYg+tHU9vmbxI76jI/K9LKCoPgRu6Dz0JgI+Ga9nvWUqqz3I4jo+NYLVPQuAAL679YA8NNrwvUr9jj2HK1I+pzbXPBvKcz3mV1G9rPVjPnNrUT14frU+sSidPiTsDD0fDbS8dFUNPmeMb77apTg+3mISPphXWj527pk+wp59vSo4GD4uyFo9oTFHPrqmob1w8Yo+KvygPnXNmjz6JJy+j12xvfNZpz144Us+HCyfvvXk+j2LFsI9R33AvXQn7rxBz+O9gXixvQFMUT4Ly5g+p2oVPh6igD6jAiE9JD2FvR+zLr6m/re7X8yePd/OOb1VJ+M8fXkwPr3PKTwugHs+rPOcPoX1tb2nEgy+NnqRvujdBz3Y3ji7hhdvPqp5Rb4FfaE9hg60PglSOr6zQN4+RYp+PvUrG77T3Xi9730OPk0+ob3c/JU+dvyuvrdC9j5KiY6+q2ZsPrmIcj6G0Ia8SyvrPYZ2Ub4eS/W9YNhOPpAk1j1RvBi+zZuXvgjLrT0Q/Y6+yP5APnYYM7+uICS+35Jvveur0z3wIwe/",
        "r04LPtWy47yOEVa+P/+KPr2qxLxJZ/u+IsGmvIKN4T1VYhs+kT0OvTAiw7xPgSc889KVPNFq6b2i4LU9+gxPPl+bgz4uEo68osInPromJz7H0cu+Fv/tPOwHPr4BkIs+1mHrPciVGr71u0u+GuIovZRYEb6UXRA+HmyhPfbixb6p49097BVfPhqm+z7DVGW/TPoCvUFhr76Orjm9Di2OPhvyqLxvd/e8GJXMPEmIGb5rAqY9zx8RPmJGtL616EY+8KyIPqjfPb4WkJy9Pfo6v/rQAb+QGpw8+N89vv7GJT1PvPC+L2yFPrGLyb662229A3t+vyawbT6f3BQ+mWf6PYdDjD9Yl4691KyGPcYIPb6akeg+y6wbvYd9oT2JcNc+l24kP8N46T6PQvG8Ya7OPqL9zz7pnBS/m8SQPVY+wL2VtA69nhiHPEWEjj3okqm+BwXnvplP877Nfr49lgQEvzq9iT01J789XmgCvW9Xvb2gWNW+HnKLPvvjcL6IcQy+8uqfvHewET7yRfS9QOrpvYb2cj0veRA+fnDnvZ9kZr1kx2g+VTAcvtq8tr0sHTu+lquVvhvMnL0oPEa+EuaIPn1z4j0oaxw+U0NEPI9rDz7JSBI+DsZsO2KuE75k7jA+DtZsPox8pbwVdQi9wEDJvZ4TLb000Po+NG+mvfrHBD/lxLi9QhqsPeAia70m84k9iYXZvZa9mz29GgO+ZCYovrmUjj4m0Y69dV+5PUSGjj1MYrE9VBv0u7EPQj4O0pa9r+0yvn68hj0J7Gc+PO1OvV19Lr2c4/0+Bawsvir56r5+ebi+ztx1vppOm70UObU+ascPPtYr7j7bhxq+D11IPlJWY70CqmA+OBATvvJQmD4Wszi9fveVPZx9Lj4NUE09KgNFvpuxCL7RRRc+aabDPU7C1D2FhFM+Ji4GP115EL5lNHM+JYRCvh0rf7x5gYI9azGCvZEqnz2Yjme9nnB6PHyLQL5p7bC+rbIVvlw9GT0xhSw9Zw48vteTZz16ITi+",
        "Ao4Ev3czQj0jLo2+H0v6PLRT4z5kgUU9Y+MFvTvtUL6QC0u8qF0avsAUhD6Rq2a93HTxvWJbNb1tskc+tfSYvq054T4AUAq+k2RJvtgrij6YWK0+5BQ6vimRRT7tm4u+l3dnPkuZiz0jdjO+tzWXPVB6KT6YJqu9JkTKui8cYTzBrnu9iS7CvaaksT4Cgc29doA1vnxiyb3QHTm+Kdt6PiTfsD2txH8+0sEzPUtCuT4MRz89LLRiPtnoVj6qeUc+ZGqMvtqRtL54otu+tE6uvpxDuL0eu2i+vsfePlp5Pb73FpK/IHESO8fE1L68pCM+xpeCPbyeGr0s2Hy9quefvpfMAb6sZuC82iC2Pcyf174K2A4/LGUVvaY+Oz0O6zK+Ktm7u7B3Vr1BSTg+kkqWPhyG6D7JwZ++j6EQPcIsxz0axPs9msKIPhoC6T5YCgc//j4KvjVSWr4l2BQ+f9agPvhX+T2bd4o8ycZzPvkJS76DeSG+KClevUr28j7J8uU7wkCDvWu+1j48Crk95mlCPB0Gh72MmES+iHYDPhVR4T4y8Ia+jm4Qvjl2JT7yfgO+nnCDPrXPNrwamQ49JgmovAquxb5C+Mg+I7jbvSBhLD0yPb6+XcvMPZZJXb0gCbg9Ysa/vh6RsL3teTu+3DDLvTSx9r5XZf+8tlMOviVM874zgbW9G3xmPtzpxb0D/E0+cyebPnYwgT7qxiK+W/8OvHCGAj9e6fQ+TCOYvtgwhbzyVmE+UuuXPvNEFz8yK4G7qa1XvkNcar1iexu+XrB4vds7Br5nfVk+p+IIvlIAIr0aGkC8EVqIPhDKyLxy2dI92A00vmzi8TzWX4e9BZwivtEmpL6RgMM94LuxO4WTK7/HqMY+TbelvmNSBj7Xm3O+W0ztvpSEkL6c7B29u43lPfjQhz3tsta+FqPxvmeXEL2cEpC+mXigPkoH2z6dyBE+uAB8PoLAAb6/0DM+0oFtvQeVNj60iua9HA6fvCE4ND48HZ07Xqn/vbpQzL37bDO+",
        "ICtnPTFRGTywy6c+ZbIgPDs+MD44Nok+laFhvr9k7L76tsC97hcYvgXuWb7kzbS8MmKaPr5wrD3eIXw9MGcrvguki70hOIw+8OUcvfcuyj1gT7Q+Q7YnPhj4vrw8Oki+zBeWPVt3Er3oKdg9W9TYPe7xtb1JaqC+MiQmPsRIK74co0++InvXvG1Sj76RLQg+cEDXPnlOb719L9W9IR0rvnwyB76fcp8+Ac05vF432j2ESra+tc+2PUEsBD5ZmdA92bSyPVpyT7xnn1y+V5HsPDMtsT3EiSQ+zwbUvrfuHD7Z+mM9V5cYvciF2z4utC8+HCrYvWB8ej65KGe+6WEjvi5aHT1NTp++6pJUPTsAyD5rU8W9wLiOvYjSzz0fn4i+v25QPSN77Ds27ae+OslbPqtspTy2aFU+9MxQv7FIAb9KrpG+qIMVvnAgors1lmI9bUnlPjT0QL/KZ7K9IZBoPk8XBD19kL2+bYwCPhGswj7vtcM+0HcWPeWbpL5ygow+CmssvDgEw77xArC9djqHv9GknT3f9p4+oepmPmULTj6ZWte+r0JWvpbyTj1ydju+GwNGvJIjCz2Grxe+1pYePnlkY7886P278iekvbfFTDyUuZo/b9devcUzQr19YXe9VLIMPky/Vb2i5Ny9yghbvpfAhj4oNnq+ecdSPoQ1cTs8es0+t8I0PhJSVL7B3qM+CN4PvkvFJj5kpdi8rAw4Pf7URD8DVs29ONk9vXnSQz4x+F4+QgqyvtV7Oj+n4Qg94loyPgcbU71NT04+Cy5IPvguOb382ME+odyCvbpFOz0rUaS91OdePqFKWT69Cic+Hn4cPjVh2T64jRa9wBsvvWpBvzwgY0k+V4flvOKjoz6zlfW9qRA/vk+x9L1vupI9VzImPkswCT53FHW9sfokPujgtD2QVyY+NJeFvZ3CWj7QMiC+2Do6vT+SsL3Ztlk9CuiSvWErVr1ehB4+OcP+vBTlb76Q6A8+NpwOPocAXr005Xa9J1kZvnN2PL2a9ZY+",
        "ESrWvqDuND14qK4+IbMVPuyeYb1lCX+8Cy/4vFR4ij7dFFK+9v16vgKMfD2HRay+3t56vcmT4732rDa+uHnWvAUY1j6zQ2y9Py30Pu5pxz0yGC2/OtsZPiEIwT5zdGw+onNHviyAkr3taK2+5ecWvr4ZKD3AUcs9HMquPs0R4D7aPnM+94opPtbTvz0Pa729GkA4PlmTnr64SK+9cdNfPQq0gD1JWQU9jSq7PcUnGL4CLVo9UcEWPvGmrL5cPJy+gmJXPohpGj7njO69xf8fvfU+lT74C8s+Zt2mvSG4gD41f9c++Q0vPkYkm767SDG+lGLzPLyTUj4B3xG+y0VHvn1oPj7k4OI9diaNva7Tlj0ARZs9TtqFvgQ2hT57IgS/QS6CPvaJfT1TOXY9YgwOPuKAZbush2K9BnJ5vhYOYL0s23Q+FG0rvkgvlL5PXAE+/aAoPCS7Ab4RwtU8mNTyPer71j3UzFY9hfksvvxkzLyr3D8+VbWhPqq9Gz4Rio++1LmMvh+piL6Irqy+hvAMv6ptQD4O4LI+9TtRPV2kiz2Ddm89O3IIPoSAjj7MEkY+hsm2PVh59D100aK8xjbPPNWzrzrueuM9NeLwO1SqMT6jLB++tJdIvbPb3z3ykxq+wPQZPKEA5L2SpOK9x4k/PttlB74nD5k8C04Mvb9ONr4vjAU+0kg4vpWO4T31HJY83RkAPo7SD74JKvs9gdm0PIAhLD0upos92+/APacysby+1Dy+eJ0uPnb5xb025+s97uPOPF8pOb4mpcK9ZjzXPWJ2qr00DgK+Vcy4O9oP0Lwr5Ju9kzw2vsbGSr0yev69BojGvAiD5zwQOiO92H0avpapFj65sRK+iizXvf5JOD5B1U29/54KvkKF3Ly9CSW9awJ4PMBnHj7IKak8yKepPJBrDD4jEoU9d7dBPRic+D2hSKI8PsyzPaWeE72FR849WXU4Piqskbwr/5c9WZhAvad1eL2IPbg9z3Y9PiyMeb1PCNG9BppzvUrqtj2LoIW9",
        "Y7/7PZ3YTD8w7Ak+nMN2vhN6pj6KqQq/w1ZFvrNN9j5b7lw+ZEGQvtITbD44JxS9dtIvvCu4iT7VyVe+sAl6vYauPL7qgXC+sv5CvlVNqL5a1eQ8MVT8vFO6lDw51uK+KSQVvyqMijx/wY8+DuC8vaEHgz1K44Q+nryHvVZP2TwMhb29H9upPmt/AD6V10O9WqGvPqRQnL2egja8A54Kv1JPir0B7jy+2FCUPfRkiT7A6oE+BvdDvbNPdTsVAqO+20dyPtAEHj6aThS/AnkGP2dtkz6Zp3e+aSxEPswlh75n8LE9AqTBPlfsND5jmrI8Rj0wvSEAjj5nskc7piGSvtuWp71yGkM+3qMGv8kpizyMTwI/svBHvhTogD1xZlM+/HYVvTIYqb2UXDc/+qfrPWoe7721C9a91xImPtNvbL6EPF+9jbuCPYUUdDyOuyG+LpQHPN5Idr6eje09G92NvclA7b17Z+S8Hb5dva6a0z4tT5A+76mhPWA9Nr5va1G+mehQPV783T6nZwm+MlamvcC5GL8nuW4+7uiaPYI1lT7HPgu/+3OQvvY3gL4gaCY/lwI0PSB2kD3i/4q+d2H5PY2ccT3Tw2G+P0/DPZWBhzy5/5c+839qPnms2z27feG+aCJ/PuZ94D3xahc+2n8kPk/jCT/2KyK9iy79PQg4jr7QWwq89niBPTsxOb59u0U+6eTwPr6DiD0SBEy94ay7vaTrg7pDINO8j0EIvTn2lL6XMAS/Cd/HvUtYez5SdSq915CJPv9qhj5ARZu9FtB6Pschkj7IlrQ+Yng7viuh5D70Q3i+n+09vlOCYr5bzOg977VZvvAs2b7vupo9305tvuP0z73hORC+5gSvPvP14j5XTZU+A20uPhcjgzw3NzW83qOiPmDHAT6k47M+RfHOvrpzuD3mwVA+P1xdvVygtjwEOse+M5J4PRFDvz04OXY8kIvHPTKn/r3ghB8+RcnfPB6KZ76C/im+HKPgPbWtKL9oyRk+yTVAPqYChj4GBBg+",
        "JnyAPuDQLz4+MVs+nV9uPebJ6j1u/nw+4lzeO+7Fvz7o64m83FQwPmRD7L1B8SW+elEKviGg+rziUac9JnlgviqOvj7JsGi91l4MvgtVDz6ZIkQ9R77JvbKLJj6ZrqM84cbAPTdrHL42ZI89qntzPrR1Uj4UFcu+SguUPSNwS766DIg9h2NWviDEoL0BUcW+doU3O2lYib6V8sy9XAmRvsFtrz7Dja8+OMoUPi+5czydvYE8yqsdvk9/or6Yb+W9UP6JPml4PL5ZjZU96AvFvaMRYb6t8l6+kJ+MPniyVT5o+5A7rZcqO/ZM5D5k9TW/u7x/vmhgkT11XhQ+gUQtPgcnvj1SYRG+Ir2BPH5sSr5L21I+/1qmPdezqL1lrnK8wA/vPaU5Uz3R9zi+0scyv4BgVT48Bm8+WVDjve+y1b6UZsE+37Yavu0iz71Ds+48IvCDvnP12754rZE95AsAPZ/vFj574Lw+W/G4vb8JlL5UfEI99HbbvZjb6bxa/SG+ugmrPjobPr6qWxU+pBHPOpfTtr30EHU+/8+RvU/9+L1FdBq+95y/vn6g+715OKY+f2LCveOWLr4cU1u9Wjw4vYBkmL7cyrm9mEhdvBs9Wr4UZMa+AJlRPRibMr4nfG8+vTqzPm7hPr591Qq+VFEZvgoNMT4o1tc+OrznvTGpUD5Jdxa96wU+Pt6PXb33XKS932wFvo1GhL0JC0E+DFgXvlgq5j3f+g29ZcEePsChgT37agy/FBKvPrEoib2JRDI9H/apPvJwBT5fPAC9XfIyPkPIu72+89M9G1YVvEYepr7v8dO9EJDkPR90sD3q8Se+X5hrPmSrbj1xKzY+CNmoPV+iLr5JZ0I9dT+ZPhj8T7xvx6Y90swlPmBDBT67Uwu+S1mvvewv8z2Iymo+Y+sdPqGl87wx7hC+AAY5PTuZD76QqQC+QTFnPYnvsj2UL4Q+TuxcPmt82b0XDzc+PIwkPi67Oj7NRza+jl+TPUN+aj5jyb868/0CvBG6EL6wNQc+",
        "Ejh7PdwBCD5Apbq8vDmxPnruNz4EQOU9px6WPIntqbwyDxq9CCqxPf5wgL3JJBA+JdovvlEPNT1eYyE+A3ddvuGOJz7PySA9FVOJPu75Lr5pEYg+oryOvuzyUT4akRw98uqTvfGzK76lmwq++Da9vhpZ2r69+qk9VM3WPkt+RD7fYaI+Owq4Pitg9z3kE6G9PvUDPxFr5b54ZyA+1TAoPG4xMT13ttQ+zvxJve94h76Bhe29XtFhPtem1b3dV8A8nR23vl6C1T1gJig+S471vsbA/D3DRNy+ojHjPXf6Xr7i+xu+WBLdPXdJRT4IeEY+oF0/Ppq24T5n/Rg9Qq18vjVIu76amqG9xyOrvgME5b6vteY+/YfRPC1Zfz0MxoY88J++vY0LrD6nZzu9GY+YPfrf9T3NhY4+OOS7vr3AbrsfMkw/+TXUvdtzmL6zzPy9/qmMvosCJb54nBO+ylH+Plii7D31AVQ+OS+ePvpxLz6xbro9vekMO0DZyz5mbYY+ljJBPjqFi76fjRk+CcrZvSdLpb4MAxk/wx8YPg1Sar4emAG+5rItPnpZnLwRIO69Vq9fPYBquD0Q30s+9AiYPl+GUr86cy0+uLmwvT4sET6EVa++jiMPvm4CiT23iO698rxpPhll574BnBo/u5NNvT9onL274qQ8ev8uPfzeMrogqBG+LYtbuzgfOL72Fbk++GrkvQvfjz6blnE+tzs/PgdMlD1XEyU+Ovztvgdx5z08jgC/hatwvTW4KD5w1vA+kD6kPmU9Db7jj/A+xbwTvvPgY76TbPA6QaKrvX0t9j6w7XI9eoSLPdVEHj4xWQ8+HustPoCCbbzCO9+912TaPOMTBb5ON28+0WVIP4s0sz2+MNm9/O0jvrDjbz1hISA+Jru+vgr9372ZBXm+xyb1PRWi+b0l7a6+r5+XvuihDr8tTqQ+oj69PY7Blr6VqZ6/GU7JPe6Gpz6XtvQ+/b66PJUOdL5exY88DbYOvl/oRbv7hq6+OCW2vjateb5SOuE+",
        "61zPu5tmnj6pHH6+KtLxPvjdfT52nxO+Xdj0vaJxnTwptKg+OIgaPm47lbu0Spw+H4E3O3/4GL+AKLC+I3UwvoD8tb2jNGo+bklqPsvfj73+O4W+sXYdPqXTvT3+KlK/wZeCPpxwTz1UXOA91slWPbUynL6nvCE+44Ovvggl972tloA+kb8ePuhv9L6NJtY+TcyMvSzCID2UPkW+fjRKvVJWdb2eQim+0cg1PDozJT1Li52/3EPBPsuHqj7AsE09dqyTvhO6Gr6ppgS+vzwHvvUXsD4JPNY9gjI0vudujz1IfcE+U3p7vWsxOD4e5Ym9xTmdPicPLD4Fsz6+Y1vBPhJpFTzD+rK9tj7MvsEKYT7q5pC+7RG3PsybYb5x44S8J70QPX/fD75GEbG+6bIRPLMRaT5I7p27DAoXuy9PVz69TZ68/uQEOXQqvD51MYE9aYitvn7Mx7tWGhG+XOujPglsMz5ETqu9h3yLPOgbZz0DxIA+HSKCvUm27D1xGpE+Su4qvnZdBz752FW99huAvgI9D75blQo/8jLOPSIAED4+ihu9fDamvc9Ddj7RdVs+lfprvgC+rzshYHM+6SEwPgxFvL528i2+oNu/PrFORj5UA4i+Q9EMPjzTfL1IbJS+TWI/PvSxE74llB6+4e0XvrfeuT4RWcm8vO/+PY45sT1yeC4+ijJoPtICaj6IB+s+7BsnPVZRgb51H9E9I/d6vg4sBz7vBzw+xN8VvmQ+JL569ay8oyusPQXpYz2r8Yw+a2MOPooArz77blI+6GyFPrMQxL7EYcg9G3R7Pkz+ej0Ka+C9X3fjvOUTqD7AkDK+vMd3vOHTSj2u0y8+1WnRPgT2PD6IeMe9wEmhPtpaIb2a7iY+DtJvviJrmr0imzE916bLPWuYB77e7Zo+Gk07vsogAz7sqy0+2cwtPt/d4Lxiy2m5IJ+GvkggQbxewA89AYOUvcCsfLyoYOy9CU5bPgc3pT1hhdI91SmLPegJfr6iUue+gMgaPgO6xT2Gjkw+",
        "6wJtPo6blj0TeNE+f4JaPpageL4h2Ns9LUAvvYBvsj786ga+th+rvu22R75ZjrA9gKaRPbuHaz6ysTU++3CTPkkTED0E/A68tvuyPsDaer6g07M9DKQsuorNvTzoWC++0EjFPlD7Pb7DRRC+HUH5vewja75U19m9NwqgPlsc0z6jD8m8SQuBPepuMz5sf3s+zjd4v0cwfz7Mw4e+M7eJPk1RoT45iVi894FKPcw9pr5ZQfq+/FRQPfQ9kT6pzyQ+6hkLP6Br8r2snDe+yYfwPaymwz4F2yC+k/eIPUbpJT+dHDU/tK3TOyzKZj6IwYq+D5EOPsN4wb58X2S+xlKZPvhq1z3Qgye+nJTxvSpMgTwnrM++zKs4vgA6JT9M6wm99iNtPuRU5D5ZcDe+APzfvtjcAL+IlvK97xmVvsh9Lj/Va7Y+rfzEPKj76T5Yq7I810iAvi8fZT7h1M09gMpaPmDPk7yapgq/kUcFvvyiAr6ipZg+EU79PRWp1r3BrbM+F/OGvmET5D4tXRw/A2YAvjWbgT3XXaK+UCOsu3QFmz4pM7k+X8FaPgICzL2CWUS+UXlTvRKnFz7ricY+8/MoPwbuCr5e1O69d1+Fvj/0Y77r6gQ+AiFPvtqByz7Njo+9jjAsPS5YQT7aNVK+hI8GPwqw2b070Vu+Jx+hvgn+jb45Ozm+UWSCPhvsEj4Y552+xMD1PQ6tNr75J5o9FVhfPq19Cj4hOyk+wQEhO0DSFT9FooI8mw6tvne4ib6uMmG9UVcYu0x/lr4vSgE+GspbvzJWwLzy1jM+PwBWvau2sL2xvaK+L+r1vLK9v7mQMH4+0RfgvdyVBTxoHyg8ix0FPXr9H7+xhT+9aqpYvmsaK72RHfU+u70PvbjkhL1wH/M+TF9zvYzJ/D0C6hS+J+6+vpNavL4j23g+dxb2PqgDDj1dHmc+LUqKPv+pgr6oPVs+v/m4vq+6SD1sP4E+NWzsvc4atT4VFXI9YOg3Paa8Dj6ryug9v5u3vnFYbD4WfL49",
        "Xs2JvfSyfL1hBQu+0F8BPlx/B79k9QU/6CYivkwo3D51/uY9MJPsvp2SNr/6/4k+qHPdPlsW8D04+gQ9Iu28vhnj+r1tMPs+qcwTvxM5oj59Moa/cNIgP9+e3D2ZBKI+ZnPSvil7vr6P6bg+geJFP4Cevz1eI7m+9HSOPi5pYD8JJIo+XJQ+PXnjCT8H3mS9PF8KvntSbD8pvWu+r5JrvTpWeL53Z0I+tuTevUNdDb4ymC8+JbLSPidgpL2d0cm+leNiPpOaHb6sTI+9NCiHPvsp0bwTnXi9usUlvjwLBr84E6Y8MUzcvgrQL70MoXS+UlNmPtyK47wdCdE+JEyUPur/V73/GVM/Gb+TPrIfMz/TD9q+cLsgPqFaTr7QAsa9V/pEvuIjKL8H/wS+/vQuvhnFgz4ItT+/GjlpvmeUzD5eJ749ftr6u7SimD6Eu4U+5+PBPs8EEb8LNm2+Zgo+PrNl8L3Wqmw+mq5yPnK2tz6CSgk+rvc5Pl+Rkz750W+9QqwYvzFBSz7m9/A9uglXvMhAGr8Pduu9iaftvXLfXr3XnyC/OBfrPW6vzr64XtY+0WPavgAfhT5WDck8GG28PWh7sT0NCBU+EMeZvc5FeD0NUIU+8o//PheFn76861K+IiiAPdjuIT5JaQG+CTD/vfCNiz7SMAk+b3xnvCB4Fr+StQk+f7gMPuf3hr4VQCk9j/uRPfedKb3S0Cs+e8TiPVNBWr44/YY+hBtEvh5sLD5r7lE+7pUWvmlUtz5/ecW+0yCfPsjVaL5YX8i+XfcpPrguob61/YQ+8bqGvopqKb5jUsO+KujjPcSC3z6JRi0+I6E1vyOSvL59BEO+rd9bvwLV771sUo89nNz2u1xcND6W21i+muWDPeU0vD0T77I+PaS/vdqGHT7jAr49ZZplPuYXO77QHVm9Sd8VPhlvFD7TPZq+3NQzPubjLT2gW6+6vDQDPTyqeb1wZ+29v/B/PiCYkj3X6WU+oc5IPtzrdj5RBgK9F88Wvh3OPz5xQFG7",
        "oSJavTDsrT7LjHM95JsJPv4l170uXz4+vJJkPufVxD7cT1S+SMJmvpHpgz7TpsY+KtQqvWrHOL21N5E+IZaxOh/aRD7+CYs92LSau/vzM74aL0++4yTtvQ5qrTxDqS29ShApPuhDML7QLaA9K9wcOlpDDr60ahE+Ugq+vjufq733muC9zDiNPi3Xg7yRiVM7ZwMNPg9oCb2wqwi9VTgTPtxtpb0oOYU92CpMviwHRz5kMhW8rvWnvrkuzz4hBok8cAWSPhoKQL53Hhk+9y/QPTk3wj4NwUc+TLNlPu9QAD5w8389hxTQPKpaZz67Tpq/CEl6Pm47Ob62EJQ+SLUOvsNMhr7QE42+PHQLPmgwZT4+9rm+Axy5vpubaj6oNIs7iTTgvrlRY76rAQE+uuzDvki/yb4Hmbc+Wv4zvSjWbL6xU+M+wNMMvc5747pKkEU+aQ4hvgBOoD4g8pS+EkH9Pgfq9D2F5j4+WYVcvvQnEL4Hflu7asPcPWnXNT7sguc8eH+Hvfqu2D0e2k4+3hgBPtgp5rvmyEc+KU5WvUiCgD2SLhi9pms/PglDTL0wNTU8D60fPpjLEr89ppW98vmFvWWJ5T3Z0kk7YGGKvbeOnr4OEFW/IBH0vrrViL7VgHE+Cl7bvpUjVT4YL/Q9IveMvbvCgb1j9gm9ZIUevYRPMr9ef809iCOgPpboxz0wVVs+9yYMP59zKL6f/L0+DzmCPo2rJz6lofo96x9EPt5hAD5mAEs/qUaKPrQPiz6cDA++nrnjvvvmzL7537C9CoGHvmder75fSCW+wL8yvRCuj77F+Io9J2LOPRXICz3dJgs90ACRvu/mET6lKbI9JNE7vbwPhb5rclS7r0uIPkp+3bzGRMc97bsOviSjEb59Rr+9D8l2vJ6lf75bBLG9nT4BPVwOqT4ztxg98acCPdR1tT6YRZg9du4IvZ7vybqQqbs9wOJrPWSx0L7d9qW98wHRveOsibxtbUc/oeY0vnYLvT4QM4M+G7WLPZrWhj6dsl8+",
        "51HEPmiLoT2tDhe+mQryPZVWwj2R1Qk97FV3vpAs7T0bu/S92UeCPmySvD1RhWA9CCXePjGL1T3eAoM98xOzvTsQtT1xMoa9MHANuzCmGD7Oh/09Wb24PnL6Bb+8xao+yqkjPvj1MT5p18y9YfyiPlH1qTxj8hQ+FoqnPQferLuvrAC+DrpDvXxSDT669qE+RAiDvpQQxz3Iigu+Pycdv9r5z75oeQM+fTa7PRXgDb6c03W+khJ6vU3Ngb0BRDY+UEMJPlBdYD3Sbm09u7RfPUYSyDxnXpO8L0sIvq71gz4ivxQ+5vJzPjJ74z1F7fu9nZUiPRcqtb2wGqg+YDChPiOGAr9vIgQ+kAMxvvQte76iiM2+NuGFPpOh3jzsdyO+C84svoEdiD4EMzK9zP2lvHbkED4qeYE+jLQDvhocq7063jQ9fxdDvS6E6zwZ+Wq9SxuOPKEHOr4d4z8+JW+qPtkRv75iiJ8+GvkhPsZYq71pqZ2+K2/dPkrtZL7QpL6+j7B0PsSI372vBJU+uKiHvuRGUT7ZlzY+mKqXPurQir7ZLuG9qf3IvWy2sb1a+38+AcnAPmhXFj46puc9arGNPkNC9L4ose091eEXPinQGD4uMuK+WgbmvLuB7T0PR6y9s2AWvzRHZj1mbwG9XBr8Psf1/L0nJXk8M0bhPR8HKD5UWCQ+EssjPkZuZT4wY6Q+o5ylvdDJuT18k6Y6AA4YvcXiKDxeiT2+mLNmPEzriL7RUqU+CfjQPfrycz56fIu98+ZNPoA/57vE5Yy7th/CPpr5v70WSAi+Ar04vltk8z53nBC+9pkSv+XQSLpAxJ+91NiSvihKlD5wKAM+gdNVvoafHD4jq2G+CrbcvjRiVz4rI4O+dwgcPiohTj6blH+9kpcfv1kXjL3nuHq+xGd9vskxpr7k4MG9P2NbvnoaV75el4m9GIi8PNro/75uD5c+ct4DPhvxXb5iVna+PBx2vjm/Dj2YubS9XJ/0PH8tz7wj4Nk+P/TnPigUDT5jiVy+",
        "aqQ4v7vtaT0LHNw+CP3yPboDgL8APDM+kxwLvkQnDD73FGS/BiimvcQXAz2Cvzo7oaCAvQaNBT4Kk/A9tg3gPhrNmD5x4kc9qd3evBuQDD9G6R8+JjdCPzaBH75XVDA+ZMkEvvnHJr7L7b88Hu+bvsluOj/+cyW+oUQRP9b7dj5RQG49U7WuvHS4lr2ZUc4+Q6cKv4N7Ij7NNkC+mfZSvYS6xT2RPUu+MZGFvPue9D5XsDI/lIGAvv0Izr3FfiA+ijW2Ph8vhL2Gce69ZsjtPqhYdj08wvs9Lv3hPc4JAr0bxlq/Lj6hvr+KID3c0FG9uhwJvuqnCb9Y7Sm+4SSMv55jBr+S7Bg+Fn2RvigvPL4PBH0+lWD9vu8T1T4U6Pa73iTZPTlozj1aBfS9pl8ovs3VjD5PQwA9nFSavioqP7+fxUu++GIPvzCzlr1zZUU+FPjBvvpk7r0VwZA9c/dAPlk1bL51zJG+J++ovqHqmj5yo7U9gvWqPpW9ej58ozS/H+akPpt/Zz3EfJE94bmpvulvpb4HbsY9snSnPrk3+D10MtG8fO+JvgpmsT0GCPs+pOjyPrHfRD41iMg9XxKFPilwlr7lxvE9EvQrvUrvL7+Utuc9YcGTvnBadj29CYK+rNoUvQ9RhT8ALTI+JVhqvdf8gT51ues9E1SPPpjVDL3+99u9f/tfvN0vIb/MoPE9s6moPZR4cL0zV4U+UxyCvhQ/Hr2aLIA+L4Ufvm5wYD7HAqg+8yM5PkrmHj3hyDu/3/F2PekxQr467Si9V5GlOgueVT7tjoW+wIrnPbiLGL7H7i8+XX+cPf9+UD5XOLQ+u+bwPiWdQ756+Aa+JFEkPsGF+b6itCw+nqMJvrWnJD4kVbg+jkzdu9cMHL7zNbu+SoKhPlxU+73By8K9jMjpPvPVRD5vhUm9uFUxvmov676I0CM+AykYPjIgyj0/c9c9qqOoPekF4r2fu707MncsPUeaej7Nnri9KlDbulm53r3UJ4+9XOUHvhKZmT0XDZM9",
        "Kca6vjkAM75omhU/uKDtvNC60L1kbzA+VhI5vuQzqD3rYxe+I3qZvlvkVb0O3769acuePLVFtz6BFYw+ISyBvDHnsj4nw9u8FxSpPAEklj1HH8Y+2Xy1Pn88XD5SHcs9LEslvhRrnz6AGJy+qcITvnZUrj57FQQ+IJ11PqBOUL7A06Q+L9twu4QmDL6Bgc4+qeTOvVH+4r7l+8o+wn1EPsVqD721uRM+MYGfPV+fCr5tDaW8d1t2PVMVw75bqeS9H4BHPh2zW70H/VW+DuknPbS8Vj1UN5G9MFJLPrpkCryopnU+4EV/PkHW2T3Ey4U+MMRSPsiIYb1PLCU+qnKDPbmOybz7tWA+eNooPjKV5r7fCai+CUrvvWvw1D6e7ru8ZA4Qva7Otj4IGzw+n8o6Por+mb2Eb/U9ZXGlvmCSiD0aviC/1aCgvYJM2T0Nm1I+Q1K3Pl4nPT3fV2u8ADL9PUems7y6g5Y+4bUzvuhuPj6y1gy+T3jHPn/Shr567JM+bkoAP5Wxnb7lOQ69MChevsdvgL646cs+HboiP2sqvT3aw2E+O3o5Prc7Dz4QH0e9sPSRPrOzRz6kKB4+sUDCPvAZgz4/roi+suVovmyQSL6gVWG+B54hvSY8V74nFZg99HMzPuhpMj7Z15c+B9Nbvw/yWz5hHmW9O3vyviFgDL15iI4+PVa1PTFexrzgC+Q+3jE4PTTvJb9rCoM+nLZjvTWhhL5+Wha9cZshPpHLnr8uOao+UKUAvrEAcr7sr86+VqtyPn/igr6j778+xTetviPov7xLtWM+lNkcvUZrjz7CgIw+kagSviGJnT0S2L69x2RlvMBUXb0RObI+qd+NPpLS/b51Jaw9mpvvPp9G+72uH14+WgmEPkLFUbxx5Zs+9oRjveY1pD3yVbm9Av7CPkqpOD6d2RI+XL+JvkzPDz0lI90+cQApPQXNfD7nxbY+vsJMv7X3rLwqQ9I+tsEnPW2qPr6hWbY+0y3Kvu9nhL4EB8A8u/sVPgW7Xz26Zqo9",
        "svwivlld1b03Fts+46UtPvaJtb4L9cs+YZ6zvgmKTLyFdRM9lvcDPtucdb5PMOo+JYkSvgFCQr2MXAc+5A1qPmx8Tz7k7889zyXCvQF/qT46j6M+sLzVPnx5ZD2KgsI+qCSSPu0FHT5RBz0+qq2aPtHHe749jiU8fIiSPq8hZD5BqYi9M+wdPhBbVL4M5ki+cH+Svv9Mjr2sV4m+Bd0tPW88ML16CI4+B07UvSQAPz3mnee91Ne5PVDNJ76uyZE+ypP0Pjfhob1EaK8+XDCRPpmgNr5WtQe+bLlrPZfkOD5lVKu9g0hCvuaCIz45hCU+kPW3PmJxIT5TzKs+9wJRvp9yHj6mUY8+2aIUPxlp774glZc+qZt+vlYknT4M9q4954sdPtBQ3r1LPcS9clkrvijAVT1FHp69556tvdDdtz54+AI+SYfcPryKJD6pSxA+GVisvjSLUr6Ueim+WUl0vbXr+j1cpWW+RVPNvd2SBz7xo289mYo+vaa7wb3ekwg/2qGYPhyAjj1saRw9qzCrPqzK9L1Fn3s+Es43O0vgST5o3bY9oZ7xvdAUCD4hThA+ySWivl7/j73Qd9u79p/rPSUPUz4/Ewi+iHJWPl50DT6E15E987fLvUQxhL0vVHq+NQIIPggilL1x1zY++VO4vsISarxwlaS9MSGyvlXK3Dx4dr4+qLfBvHi1Zr9cPcA+4q/qvrJipr0C6Yu9Ki1GvXrlD71JrMO+keyEPWDEIb/SkdW96WV0vlzGHr6eRA++vcmOPVVcrb2yOcW+JpjgPS9jRD+iqDG/I2guPhjdlT46mDY+C4xIPjJ/Gj9aAEI+NHRqPn5Dsr3nGBM+5+T6PvsiHz29eVU+WCPaPvlVFr5Ul+W+cEhQvohohz1oN2K+ELh3vhX1JD4H0NM+PsZnvj4lKr7Yg2S+hH4DP/RrIz4Wc6k9v1ZrPkL+A76IPlW+rT5MPQXeuj7cHtU844YPvmUyBT3Fcya/Vplavkd5I78QFZi+SW/MPQAuTz6PShq+",
        "bSjRPHCCY70F/0M8YiB5PYvhkT6+QRA++XgSPrUH174w2AY/q7w+Ppaviz4ZpIO+komqvTfIYz6OYoG+REfdvOXZAj99Nbk9MZ4zvuRc/D486dK+NXSuPbrcqz0Isxk/wp6uvMb2UzuXsDS+b+UMvtZVs71R+ZI+P5+Mvo4WfT2yCOa+e2KzPe4a1j6yO/i+Mer8PgqoCL7Yjp+9dv5qvm7aPj6ygvy9WVXUPmUFMD4WRK0+mftTvhvSA7153XC8qIExvOFs3D1Xopw+7vO0PSnfBz0Fhxg+rodbPhJ7KD7YYQ091/NuOwcZ5Txr9h0+XzoIv/ONg7ySux281xbQvCApFT/jHCO+X8lpvQ5iCT7tFo8+lRRZvGWkIr7oGB0/YNSgPnSsmLudX4c6iuvhPaZOKjvJ9j++UiCyvXHUuj6j3jM+4B2PvkMPEz4pPLe+iRNLvbu16rtCoYU9bIKgvoqEnDy/4Lu9EZclPW9NDD4BAQs9TCnKPfYMWL6u+hE8XalhvgdI3z38OqS+AdesPq98Wz4/YYc+WXLovfIfGL3TmI69B281Pthk6bz7mwI+5S/AvhzcgD3u9IY+U1wyPRFqdT7OhWK+yv3+vb8Icj5WV3S9cNctPmcIqr1h6X49fl46PmP0zj6Ml3o+BaGpvHvBZTyPZCk+BcY4PWwX+j5Xi0G+vGgaPsfs9j3eXOK9ELxqPvdyKb6M/ky+1eaCPq7qwT6GjNS8cEsqvBj+HT4Kwgc+iGFAu9YPSL5kuR2+nzgWP9OcsL7kvig+znWIPs+3AzyGHbA+pvB1vnBR2z5PwEc+Vt1PPl66N77Y0Se9/rroPdCm3r0T9ki+pHuhPH4WDD4DYq492yGlPQ5e47xSOIq9C9tSvDmueD7bq4W+T5crvuHDgz7xUSw+sl1bvmkZyz6iltE9uTKdvmNK3D16JJO9EWCdOwgDLb4z9gW+XlG1vobUN7wOwCc+EcXCvQX+CD58XwE/GHP9vC5csj2DnZ28aHeOvojqiT53J0m8",
        "ibj9vpaW7z1HNlG+PSIxO7KNlT0gdBc+2BH6PUWx4r29urU+oWTAvC/4cD7cZVY+yhMgvf5KRj1TRyM+SW2lPgoowTzGCkE+yqkAvmKGnr6rSbA9N95YvtVZoT6RcP08eUmEvRfH/T1M7aC9IphHPlasRD1DvwC9RnRaPFSZpj2PqDo8IFaAvviQiz2mHXm+U/vGPScBGD0B96u9tV5zPlD+Vz5RF5C912dNPv0ICr6zxmC++wkRPqsVqb4piVi+QjYPvlnXzr0TkTg+ksLBvj0r+L2fpww+RL/bPg6qU762dgu/FawCu1X7fD4s/i4+kuH7PZabbj0cmKu9PZQavs9j/rwL2jG+N/7xvvKPZb64oY0+htBRPfxf3Ty5mYe+vILlPfrZZj6na3m94+moPu+iUD6dwka+ZSYbvqKDdT75VIg9FQ6jPY/MUj4bv78+V9l5PeCjDj48PM4+vp48vGA3JD7EkoW8CO0wPbKgSL4u0gW+ArN7vvNakz7KLig+xGWCPYqnf74TIQm+k+qYPsiQnj5Y2xi+i3PfPhXEXz5pO+Q8YngcPixz8j5nCYu+wFMEviCunjpMKsO+/b6KPT6RQj7tyre7BfCxPVuLUb0L/c6+UDrKPb95k75TJ8K+yseBvhHlLr6inSa/LLAGv3CsLD6M0B0+mb4cPpSPy77Zry6+TazIPN27kD4Symc+R1JoPlAwhL2xVL08zIoRvpWoyD6cShO9JA0NPdzhNb6fyLa9DndPPdZE0j1FCao9Y5jhPY0WOL63FcI9foAnPd1c8z3N3g0+vVoyPoKu0D1m5cY9PQqKPtgdP77qDrq6o7pyPm75C749OVo+V4JnPtdifjzCXgs+2SIuvEajEb6cq8++aaITPU4jJD6apuS9xs+sPSEjur3/gKG+E/mgPe81kL6BWHI7w7qevgbSCj4Di8s+QVSOvfUtJr706+U+y+tfPEj/LL4HpFE7vhZTvijiZr1v/PY9kT1+vb5MZb9o/eA9u4XgPTY7I7wDNF+9",
        "PtEKPuudgD7L8JE93371PvDcOz7bZii/YTGxPF4ktz5zGYK9WSY1vqXoED7EMHy/e9ybvczfiz5m/Vg+TvUtPrXrXz1zx9a+TCFPvv052D1j5TY9Rd4sPlEK3jziIl4/R9wHvS3Thb6yIqW+2Uj8vid1Cb/00RC76+k7vnD6Kj5Q4+u9Gb8lvr6vmj5zWem+y+qXPrXZSb5ILLA9z+z3PX9w4D2nsDe+2Qe7uhWECz5lLWs/fILiPfUZqT46bja9qi0NP9xC3r5XpB8+KV8xP7xLV76J3U6+aMwRPpFqSz6Ta0A+ok+QviywIL9+8QO+dse+PsqGRb7XE8M+PwCYvdIsXL6BeZC+KLsMPTMj8D5NxKo+Fw1hPnrKpDwrUDY+Pr9OPn4HSD7zNiE9AKEIPqLftjwIKp0+36HhPVgs9j2G0DW+fsmpvIsA1j05DIS+k56XvsgPlLw6DyQ9TWLvvKgvw714fB8+vdiBPsM4VD4IvWS9f2+mPt/dNj7XSNM+rjZKvk0fJb7SKOg99JZrvlbLyj6UM0a+RCGmvgJq9z3Sd829JujwvCI2oz3IebI9CnrwPoP0FL5mPrU+nk7/PVmrYT3YHkG9alW6PlCtFz4jqpO9bK9CPiUqNb7IRSW9mv6evZ6aWz18jgG+UxgFPi4g373EA789yGNgPWp+i77sZl0+J4ZNPBeI1bwvEM4+U4rzvgFLKT3SJRe+T2Z9vZV1oryPsFu9mQ2ePbDqkT2qU6m+9F0tvm7nrj6GABk+dLbQPnnXBT7SPNE+c8tePnSakT4OQ46939PRPl9lvr00XrC+2K9+PrauI7vOE6K/zg8dPU9kSr3i+JE8ouLLvfH7h73MPhU+3ZsCPqF5Ez4iTVk+/5UrPhdXFL0KMsu70oK2PnnnYL7gIkm+i6uqv7yunD4NEhA/C5EVvt+Cmr9k2Tk+JiFNuoiRGz61zo096F/tvpdbqL8Eyp6++rhgPjuSyD3lbrE85m4Qvqia1D1xBjM+59KovEaMa70g9RS+",
        "rRLqPT+PJD5FS6g9W2BPvRspGj5EVVS9GPSOPDm73T7hqRS8LjMRPpQ5v70BML8+gdowPgDL4zxKoBI9VBBvPCPjeb3X3HG9Xd0bvkbZl7/mXza+NHAVvjGlYj1ulXi+s9k8PmkpoLxP0HI9q7EvPsjYIL7QPRg/WDjTvhfj/z54kpE++okgPtX9sr5MQis93LigPcAf7r35AbA+LyNivqnwMT6fPCI9/lHJPaigYL6EITw+m04jPoZYMT5LHbg9TyDZvttwD74Z0Ik+ywHzvfVQxr67McI9jedDvmgqzL0nj8S9bGhRPXbiPbxGBBs/cKPRO3Lw+zycMZY+JZ6Kvp6ii73XjFI9f7oivjcAYj4V4rY9j7gdvmsHKD4WHtg+3o2Qvt5+sj4bwUE+/K8cvWOI8b0gFog+LulUPmoKBz1QfqK8ANu1PKjU2T6PfY69CiKiPp46lT6Sf5Q83cOwPe6ud720UMS9fAwvvO80yb35wUo+gfiOPo1fK77Llf29Eb4ePZ2jC7+NjW8+fX3jPqjUi7xWho68Fr0WPdXqHb0U6ZC+oqsJPFSIxr4tXpA8nr2WPRPu3D25a8Q+clYSPRhFlT6j83E+uokPvrNdyj0CZIG+AnoBP0teSr54zxc+1ESLPYjFgj3r5Ya+iMSCPrEycz4dtNi9k5BqPc1XBj5svWK+yjElPtnbFj4gkZY+F40yPvb64j1SgZM920TEPVeW8j1SE2y9Tg4GPnqDNb0tXCE+ECkXvWn5Gr0LIQI/utSaPnqTgj45VRQ+kF4VPsdgVj6qBOs+W3IMPnd+0742sC++Ezi6vgHoTD6CWRC+2xlgvdIvi75aE8e+HIplPlQ+ub3uCnu9nemXvlIRQDwJNkG9GYzvvXzfiL0L7Z2+ae8gvWgjWb59oa09VkSqPXRZaD2KAYc9n1yKPaXFhT7fv08+IK0DPtHhND5+1cs+w8X1vjEhXTzwweq9kvbWuRtgQL1ddc4+72ASPpLinr3rFaw9tV8dvjShwz2Jv6S8",
        "eNQlvbzgGL+/lI08NBKPPgkSqb6Zrew9s2zHvIPwSr/Qrba+O5LyPjJcgj6b85k97jZqPugV0D7zEOK9TGysPmnNNz255VY+GXAcvqjonT493cO9LxT7vizsHj6bTOs89D8JvqRwU70Tirs8Bdgruiphaz4M/WM+bR5hPVXmKr6XEza9sWgFvXnhaTznI5S++CPnPRSmLD0GABy+PZMeP9Jt5j6tAe09ouxMPgtG7b7v9ui96tf5PoJBhD1f2Di8X100v31nP76n1gM/zKPYvg5syb4rU6+9F61/PZKAh7wHOic+w1svv33NqD3oUve+JbM1P8592T4PDlA+I3vUPeYsNz9EBZa9v+DRPoxFtb7wKSW/r08CPtAi5D2FWMs+Q9OcPVizNL6d5Gy/jV9NvaDf3j00WUY+Mu/wvoQQI74TwwY9nEobvpardT4Z00k94TVAvl4u/L4dsKM8bDYBvj48Zz5t9Q+8dvW6PV5hFj43XDC/Pl0HvoPa/Tvn/Tm+7qmBP3Qktr7PfkK+goYDvot11j4hAB4+vmFwPMI5uD55E8496rmaPs7CpD6oRQY+/Zn3PexpHz1R1PC9TBEVvz6PWr2U9CI9EhVfvoc4wb33L/u+z00mv6XPuT3SAaA+2zYZvjhshj7bsrs9WdhFPQoPLL66txk8zU9TOxLR3r6Bqba91oglvqbKez6409K+oRZvPnknVbwYMbc9a+OXPbZmgLtxLw+/Daf9vWYt3r3D77A9eXKhvl9JML4O2Jw9/XqEPpz6gD4WqHo+sisiv/OQDD7SnDE84ZXCPiiLPj4OZ1U+5exBvnT3br4qFEA9KJOnvqJnhT7fKqS+TMLnPqIwbj0bIjQ+gt6tvko1Xb5V2Bw92yGrPQwMoT53P2o+iOXdPY9bkjzmIBg+Sb+mPptQ7L2Cbtq9/dkYPT9QFb7aeom+E/0gPqDcwz0zdNc96FS8vui0mb3tV/M9gE8IPseWFb6f/xo+uK8VPm1UDb52Zxw+B2+ePc5kcb0k5DG9",
        "eRYoPv5XDD2qHsA+xRNCPeGdzz6cNAg/Bgexvht3jb1Cdvg9/iG6vrRavz0fDaQ9OpUEPxs4iD7wT/07pepdvZnHkr4CuVo9ppJeu7wgmj1dqWu9OrYEvgJtzLx0fti9u5c8Ps3i+j6512E9QPKbvTmF5z5KsBu++B6hPnLQNr4+DZw+UsCkPa5vQz47bTi9zECKPm/ZUT4wCgQ9KmVtPiab6T5Wx4s+XPhoPChIHL40Umm+p9sJv7iDtz7wMxq+ntkLvq9bCT6FXR4+foCovRWMnDxX+I09CcySvh82Hz4wH4G9RhVHvUF5zj3WEB49Jz1WO3+swz2gwW6+ckQTvayWcj0k0BE8/Fp7PtuFVD5VSh8+tPqqPr+lUz5UcBS/9gy4vibTpj17WDK94gDrvvSIFD7CiF499lWdPjTSBb7BrYg+Bi5LPvTwnD4sa4Q9ZssnvPpvXD5TLhS+4cg4PnIXJzxxAkq6gm/8u5lXvLvqJC0+qlaBPj2AlT5QON4+OArGPVQhQb50LAG9NrqOvt2+ST1Ao4Q9V6Q+vjTj/b2ZMbu962EePjAKSb158nk+VPpTvu37MD1ybxe9UmVAvjqgG75sIC++u7tNPtUsx73IQr09eNIKPUv1kb2xTbi8NJ+rPQY+sz48x5g+aOyrPdBiCr+J9dS9jQK/vdARk77hp2C7GRysPVZ6hrvEby69e8ODPpgUgL52Fxy+4j3avJKDrrzyVaW7WV1DPkGDJb0sBEY+KmWkvb1opL1Rvu099a8MvoChjD341m+9ikljPZ5MDD5ZkAo+roiDPAh9qb5uvpS+VxamvToxgbyTn+o9VaxDvpc+Fz4FGzE+pwmEPnalGT4LfwY+hzR7vShZTD51/84+jikMPvJmDL6+Aic9+4sFvtXTpb21SH4+k6hBPuoijj7W/C2+cR7JPhxDlb47nhE+I05MvqU2az09rOk7+fMSPZESIr7Tp5Q9Yg7cPvflvL1cyzO61q3jPP1Stz6GVoi+ANKQPGBtuj2vFok8",
        "8Yt0vlSXCb8V/6c81mO3PljL2j0enwS+99qiPRC0rz2Nngg8/bM/vmT74D6dyH2+Y0rHvVG3pD0AsK6+OIHyvuNiZb5VPFE93YOSvXTx3b4m/N++Jb2FPq+8/r75CKg8SaTzvXTufL1gL4i+XDyhPl+04b1Tw/69IXsPvhs3ND18LJ8+LLbrPo6pbTv12xQ/BQg4PvhNCj8YbxE+J26WPdibfr5E5im8hs3NPWbuKj/33jo8FzURPt3Ttb4jXjA/1dfEPpUlWj1Nwo++UUKgPhBSjL1nUuG8K3pBvoPMt70cajm+BJrFPjtJPL1lWPS91/2mvtPXSj6cwAC+AZ/mvRH/wT44fsk9bYHIvPu0iz1ZwvE+u4aQvaB8Hz1maqu+0iAlPWaqcr+Xuyq9U9zcvrvvsb0RMgo+SfmoPWIcNb5lgU2+yiqJPhOkp748ZBQ++ziMvVcLNb4CF3i+KahyPifGgr4GFOq+uG6XPn1XH73DenI+EreIvlnwkT0Xcbo+0T8VPtreSr7OJO0+x+kMv/wxyL3VDpU+5EiPPrY/pD3wAXq+Z5srPufXVr1pBpk+EipvvorCoT40jgM+uNcMvfZOrj6SuhO+/F5yPtXJpr7QoO89v67BPrhBiT1z5RW+GmDZvCjhbr63n3a9q3NkPZ3JQb6tw6a+0TCBPh0jrb3XpPq8ZFJ6PirxiD7/erq8QESLvvP8ST6LrlG+clRyvgqkV7xNRpu9hRNGPgH4uL41YpO+43B7vVzaRL4TRYk+d+syP4hFzz3+Pko+HJoGPlRxY74PAHG+IjwpPqxeHb24pdY9lwWSPoiaMz7z5S0+2d59v91s6D3YJW89Ug8GveRlo77GsNi+IoIWP/tuKj385zG/bMOtPhp6z74xTM47olJjvVEanb5WEAG/pWUIvhx2gD4EJwC8PwvmvOdXND3yyAe+8rWavhjqdz4lNaa9/rzdvXSDiT5TVZi9QGIZPCi1P70v0tq96TpvvZmJkT4Di7A9Lf2uPYCR7j35Ih07",
        "W+/RvJhu8z4TQIE9KWb5PpAj5z0heiU9j3BHvoc8YL4gKfq+j/b6vUVufD7EpQa8nfEmPRvEGL70szs+3qQTPY3XFz7sZtK9JcRZPl3VLT6OIoM+HSqiPhaoHr6dSmk+iTsZPff8Hz6C9IE+EhLKPSdrD74nwWM+HkFGPqY+Mz5oi5M+wRIqvoiVvD1OgXA+RFV1vel/Bj4pRqu865oJPvxw/rxMBYW++BpQvRUNPr6kJSW8rikTvfyxLL3ZrL29MiQaPuFmgz5lm5w9t31lPvX3nL2kzwK+jrcdvdUpPj5H4dq9eYmSPmDP4L5KLCM+mCumvoSADL7+TQu9fS3rPFBDEr45Ere+65n3PqCeuj1W+6y+mH7nPqyemDwh8Zy+GqtWPR6bOT6pqk8+AMA6PbrZtD6SIGS+kc+hPANTsT4cZcw+Sgm1PQsf9T7lmjW8tQz/PgoP9L0QU9G7/DWGPrs+xz7x7ow+8QtDPhcd/72KeoC+HmD+vGQGij5XYGQ96hB3vaXGqr7SnvQ90i5wPtxa4r25Hdy93rWovT7jej60M/g9zLOUvVZ7ur3ZZrq+QOzjvjoeiL2u8Ss+2ZTdPbgdEj4jAy696BVuPgb9RT1S9jW/ZkKUPspZ+b0jmxo+3PBEPV1SxL7AKNa9o1uHvW4I2z1wFVU+c7GpPUJ0v7xCEhG+mr7Hvaa08D7H3gO8Tp6Qvnbgtb3TKIW+Xh8WPii2A71zcVg+a1etvrvRTr64tmc9giIiPlTKPb6RFoM+891uPtCLR71MC1k+PaihPX3eub2i05w+FJsTvknd3D7Swo++BaOUvSszgD4535s+w06RPpALIr7fX50+BZdUPmITzr5Vfho+4AywPR4zIDyDfHk8q3aCPv7/Ij4KtBS9Ki7HPUX+cb7Z+ik+uj6kvbdB/b4x2Eo+cayCPXi5Ar4VDsA9nVAMPu56NL4BJA4/6neavFwvRj6vVI89akOiPWMbFz4i+wi+DJ//PaKyfL7mngW+KPWkPh97zr02ESk+",
        "4x7APl98I74pf+Q8kvc6PnL5FL8X70q9ry00Pibfgj5Gwnq9yEaxvvz45T0mZOo8yG2Uvt3j5r2GViS+NxfcPXlw377rv5M+mUUuPigUbz6mtDU+k3ncPWoTkz2uG4i+aVCfvhrvf77KmuQ81wkePqdbjT7NADm+AfrPveewDr78FJK9ZX8BvpoWjb3Jyti+p0QGPlBzID4O8Jy8+VUSvumOlT6qgyW+HIrHvV/3y74FLrS+gUvAvu4dtj65AAc9QW1RPgsf8j2EHrc9/ri/PkBlBT44Lds98NuMPQlyAr6Ove8987zjPaUvPT6ZBoC+JMgMvCvQAz1MU6w9hkVoPpGYaL5NzhO+HLB7vlbzwD5F+J08OwyWvucllD4ZlKi9qTd+PAlSiz46sBI+Kbzeu0TAhT10dmA+W6Z3vg+zVL2PuQs/2rOhPVuh2z3v25e+NRgqPm0cZj599JG9qyXPPgE/Oj1AFaK+ruF5PY1xcL2h+Ju+n6seO+OGpLp5TF69laC8vgiJJz1poww+BxDzvUA+9D2yifE9++YuPofdUT2v7Tg+jC0ePhxsWL6/e7u+Z6PgPpgmfj49xNE+q68HviypGT/VGI29g4KfPNQcyb0vcqu8Ks6JvohWcD6xzqA+HJ2Hve4FeT5LbUY+ub3IOxC0ez0MzUa9Y2s1vWT367o3yKW+LxGiPb2UV7zmhHa+q+mbvoShID4q+og8TASNPqu1Bj6THTq9SqFmPAkkKz5EMJe9ANanvVgxfD6TgR2+LNe6viIEprx5CNA+hNymPcKDcL2ydqs90nKSPlqWTj2xNXS9/kBVvTOxMr4oTO+92YTvPMOpPr2T91K9B7GWvoXi4z0ksh49gPnkPC1ntT0THta9MRozPkewxb0nP7S9Gr8tvrU5LD3f78u9z0TmvY0Vk70vc709YonCvtmFpz7IdLu9aHY3vap+CL4F1mM+gVLyPTwfoj1LyJs+Rdf4vW5GuDydEzS+zrAdPkxoUL4wwvQ92m5uvtF2JD79GRi+",
        "FPRYva4HDb11NJq9xx9Ev/JLjz32NUI+rbgpPh6ToDwi56q8rSSMPnvP8byOlYo+W4ulPmhdZz0Cqey96XcMPiDr7b7Zjoi+0w/TPndJmD5kv3M9DHGaPURefr1uhTs+i3mRvmmL374xcgS+x+7DPgQp0b0Nno29R9c2vkXeFj+oDmw+Poy4PvmUtz1miia+8/uzPm9iqD6xNbY8/EOWPnrDLb2LlIO+HGSzvLSRCL+caqc+KG+xvtQmCD689WM+OUWePJ5EELyOo9++PenKPUNWlL4rImw+zCw/vpMEFL67G4+9cMlcPl+8EL4DhOG+vg/Fv7Sogz041zk+H+lTPjo9bL9LXm4+peuzvkFSrj5dmzk/1+2SvRqegr2SQdk9aVVwvi99oTz9Ol09z27/O0ZjlT5/T1W+mwy7vVDtsjx+8PM8mlQfvl8GWT7Q3Mo9cda4vG5jMr0QWSU9UFSgvhPsPb6nlsW84PClvUXhmD7jei29Te8YPptahD640I4+mn3lvVhUpzxUV4I9+7sUvnwQ2T27fQs+blo4PSL/a759Cf++kxyIPr8hUj17LOQ9pskKPdo1qbtC5b4+4ABsPqEWob6JvVI+BiUbvkefrT4NuTY9kfsSvWgMfj7djv29hP2NvAZ1fT68EU895jMWPrCSf7wepgA+VQjMPkViqL7Usry+92ZDvnjLRL7vVjs+ImfNu5mxHT7qSRy9OS+gvj2c5b17rg8+KLy+vXC96r0HOuG9FhENPhqvT75S3nW+h1PmvQUO7z2RGx6+44gRPkh7Lj5lcJE8BKygPjwEZr4eLbi+7t0TvlXgIz0XjT6+U5mPvj8EJj5ZN149Qd7SvcRiG77+e4+9ECVMvTnikTyoM3Y9WWPzvQxclr6Ty4U+BIVmvfWN6b3i3Ou9S4GJvbZanr2A1Yo9phzBPsI1Xr4Bkxu/5PV9u6quZL1utow+QxMwPZRxljz3ID4+wNnGvifOqL7Fxyw9vsJDPTe1sr7X+5O+V+BuPh3jsL17Yms8",
        "BO3WPUYnGj6pBCE+K/3vPkHSxb2ogEO+61OzPil1FLz22M4+WWzXPo5vjL7MzFo9iCC4Pu7sdbxYiSO9QgMVvqQ+B72JLEq+ieefvk7OxT7SY6S9KIISvtwPnL3CKG+9usM7PePwHz48Kwo+7UvrvZ8WiL7+E3Y9uggCvlwRAz5Rv9A9b25xPv7hGz5YtF2+YVh5vsur8L3ab1A+B65dPRpjOr983l8+vJ6CPgFUcL7NlDE+EN/NPktq/r7y1J6+A1PSPQsaoj2nH9g9UnnJvLWatb1MYA0+NjQlPHJMLT7rsCM9A5wVvdZcGb4g6Kg+WHi/vZSzsT4lm349u9UhPm32K74T4li9kRwsPse9tjyTGMC9fZcGPvnsqjyL8a6+ONRfvUso5j0iO+k9fksFPX9t+7yAEBO9DEn/Ow/1gj6x4pw9nACYvWWKVz7HoAQ+HecXPkUjiD42GOs9TVWaviUWMz29X+M9kmMavUU6JT6sHpc+RdVHPUnW8jzbHeu9OYYzPk++Cj6LiPU9YODJPfO6XD6PkOW9nzj7vdv1xT16hg0+aC2cvgmrsb1vLAs+RcIjvua2kb4uMgE9/QBKvkAWvT4zB0K92mBYPRMAqz34/I2+6pSwPVrROb56ZJG+f3wrPeS9YD7roWu8nbkSvgkq873cqKq+0S7Cveo3I77kl/G95wohPhH3m70+PZw9hRV2vZQsLr4iWqs+UZ7KvPzQLT5AgDw+iIoUPfDowbwNvk47/CWZPDkD072LA1i+1gjPvc92ML4Fd/W767cGPSWGBL4J7ou8Fgo8vuFXMb6FQWM+72JSOozNE7yWx82+g4+ePTlxxT2lST0+L7hyvTYf/T0BiFw+Gyp1PQO2Dz6O2Vo9hCOzvW/TAD6r4b+9MLF7PgFM8D0GAtm8T2SCPi0SWb4GiEs+l1rgvWEtNjwwrS4+09iXPTHbqbvsLBy+zxPpPh+vJb5ybKc9ONravoCr4L1CHxY96fYCvrybHj3lalM+ZlNNPisQjz1WF6s4",
        "T/aEPr+iyL5PqzC+bBTmvkh+DT6kEKW8wc3OPZtktTyRpN29IcODvB62RD40ilu+gc6WPlnB8T10yTO+9G/IvprbOL6ZLHo+UfJ8Pulb1rsNQSy+CnGOvuO9zr3yFaK9+VqPPZummb6CfiU+r/Qkv+AXZz223Vi+TZbsPa4Rpj3/N2E+xd6WPkZRA76TD5Q+qkQTP/HvTDyeuhK9MfmJPThpyj4Yga4+52Z1PqjNgb7wGAA+z7tMvlN+hb784pY947dVvvWHQD3qM+6+fhtOvI7y677/r5S/2k+MPrQLF75Q01c9oQwJvkJiXL5hLcg+oMzmvTkhEr3J65y+fX+vvkXB0r3fEce82C2bPSZr6D1VMcM+/QeAPBxK+r2jblu+UKgNPrwrez7D9vU9aKTsPQFoWr243la9fis8voJQWj5cn6E+MjGCvnnBi74xUku/f8yTPEDyKT7Uiq0+vMMMvY5W2z2RJZw92xWCPjMugT6gCKo+ofpLP3CJDb2mwhQ+ZqdFvgGgbD5zz5o+UqKfvkt7tz7h7069lN6tPlWcoj3GVHI97Klwvee43r3F1oU+/hHGvvL5lL5mo0s+xumVPWzbEj7a+Xo+22iuPmTxab5Kxio/rsxNPssQgT0mNC0+WJ4aP0ZNkz39Umu+mrUdP2ns9j2U0QE83IcVvjhBtD6H5po9OvS/vvNmXb5jS1m/8bRFvP8CO77IyrW8NikgPmYoOb50J0O+6okFvetnEz9fdvu9P6BuPoKoQL7DOo49h1k7PqnUCD4LViW/sg75vXmaDT8BWEe+H10Yvj3KGr7fjgi+w6BSPiga9D1oFdO+b+iGvnGMLLz9YK4+22K8PqXWeT1zyWg+96wovegSrjuYQLQ9ojQTPRIg6L4kCUw+zXISP/yhFr7t9iq+C+I2PVUFDD80FAm+brKOPpfGHT1xXqq+3Xp6PtANFL5jL6i/iBorPmKd5j4Z9DI+npHSvcz0X73UmYy9y4YBPEfPcD2PtNG+Or9dvm+Et703+h4+",
        "ipVuvQNxt77eCpS+Jr1KPWQemT4hVAg/NFwmvmhpaj6ZaRA/VCedPUG9lL2VXaQ+TnfLPWOP/77H0LK+U7iLvAsngD6qssc8UWcfPbSZI71aJty+wmxtvEAeWj48U+C+iiWfPsPgwT7nKWo+X239Pmo6Gb34xGs+r7eMvuXBjr1vJF4/PedGvAkMcT2XsFM+DC2cPk1ZBT4Del89HS2gvmd0vb1KrZ89mMYBvvZ47D5Z68q/t3WmPnykGT4Z62M+BSNCv5LHWr6lUyW+yF9XPdKugT8rV8Y+byNdvvoZzD43+5s94LdwPviluz7I3XQ+UgH9PiQ/qT4Pdvg9lowAPghpuz3ssUY+M24YPoXPkj1yr1Q+fMEXviFNrD4jYt28rQy9Pf3Rcz64wTK9CHLCvmcfmDz3WHI+mar6PEPCsb485ae+T9YWvZZcQb4/84c+DFrfvt0f/7wN0/K91go7PsPcJr/Ml+O9fv8bvqvxCb+C0+u9SaJEvolGFT2PWwG+cK2sPcaArT128qY9dQQLP2hk9z2VwKU9ZBanvLw3Hb3yeKo+5/EgPrM3Er76wJs+EfJQPg0CZD5clyU9zppXvZsuED95Vdq9uiPvvAvld77OW9G+dXARvl84Eb66+Yk+uBagPQx0uD4T1wC9NhIOPjqYK70zQsy7OZMGPjzIXL5UK+O+MaePvTSjx70/7DS/201wPA8L+D04vT4+JwHAvpEEir+zaKe+YR3QvFjWNL7XEBy94r2Rvege+76JuQ+/w2Ufvner477JBKs9Nc8lPsga0L0SWs29yBuhvoqlub6QtpW+t7+MPoORlruu6h67R32EPiehML6C538+dpMPPq2ZeDyMIMI+YkB4PW/4xD2ZI6S+CX4wPhqnJb5mLoW+95WIvg6W7b1YYrs+QSoIPv+EHz7jmYM+vcMovBLcoz6f2v09n6MyPiYA0L0RngK8773XPm5dlj5sAza+6H62Pl1/SD4DThG8ENy1vO/Hmb1pJFk+muZcPRx0Wj5BuKI+",
        "KuZSPnJrG72XCQs/ndfsPhhLSb4rSRu9RbTNvRc+0D6oIDY+uE7ZvnHjlT2TNIi+a+ghvnecUT5rvbI+0b8svvWwAb4g7Jc+BtmFPo4mgL41C7K+gp/pPOJAZb50ntU9GDKjPk3pNz1WyCi+eF7avaRBub5OKcW+8I7Uvhk4XDzfg7Y+xpKMvCrOYD1PpfY+k5SBPhe7qb25Ygg+SLUavjzjnj5/sKi99l3BvHy+Lr+/i6Y+bYWwPCKMGD45gAS+AAKGvr8qIzwG/SM+Dr9yPfuCTD15eOO9EcoQvoVYEr3viwI+lLyWvTC7ib1A3W++iF6GvnvBqD5O3wU9Tx8Av8+rHj5k5X49ALx6vuV5bT5PDzi+N7nzvtAEEDtJbUA+WWamPunoeb5+4Bu+UULjvcXIrD4XAxG+4UbuvAELtD0MXre8admhveKjrzxqJ4e+Hf+6vMe9MD6fK4e8Zw/tPdUr5zr8xMQ7hyM2PIXUH7454kc+defRPedXuL3lQkE+sESAPHbRQT5Lj54+0beTv9fMqj6bX5G+qf9PvgHRaj3vztM+TAGstzhmNz4KU+a80TPjvCJLuj6DLzq7SBu0vE9dHb6UDCg+5D0EPnGcELwc0GS7Ev7vvmiE5j7X2kC90firvir6i76Q9Qg/4wUavwmLGrwJCCs9pDqxPQIjAz/6GZE+r2VLPcL1Ij3t3Xq8Uh+APpkbn73dwRE+ejAkv1mBD76T9e09Tk0wv71HRz0TbDs+5GfgPnyHJz46Xqi/e705vjKvnD3Z1Ls9fQxCPp6nTr3Kj/S+/5qhvsCS670Lsb4+SY4UvpfgCj5nqdo+FH6VPgicDL2ts3M7TyFNv9GTOr5x5Xs98fcBvhq7ib5jtE0+PBuqvQL83D2HLb+89ikxPgaUqD7poxg+QBbbPYGUeD4L5Iu+04etvRHpuz2p+O09VNbWveYyGb9JDWa+FGHPvVH1ML4v9zy9o1Gqvuoi6T0OkIK9O3fMPhjLoD6GhX6+PE7CPk/dn72uA9s8",
        "ZmDrO3slEL5gK5o9HcUPPU5MiD4tP4g+QMojPskKKj2AFyA9K/1XPvKdAj6MRTM9CkXyPfaFIz1ZfNG9swGtPZnpvr243po9pHwhPgbuMb0QDTg+v5uqvpLxBT47jg8+xa00PrmJUzzLXl09d0iLPoKh9j3/7Fm+5HQJvjDyDz08LjG8JD0Zvg8L4r0/7WW+W5IpPlxYIj6u9/E8FbvlvPyXiTzTuLu9cW6Dvb3psT3jd568ZasDPggDRb5V36a8VUC5vlgIDD7Fb1m9QHFAPleJjL2D3C0+ps+gva80lD5BLxK+GMTHPoPQdr2OIta9JRMBPP5Oej6b/b29w0sSv43L0jzAv2Q+7VnZPekpnT0MPGO+4tTaPhLmHzzrCSw9sMKwPp0e0D7FEf49oZyAPcNEPT4Oez09M3OhPpPosj57VH09noJkvhzyGzyRvym+5jQ6vfRKYj7sj5Q+C1ncPAwLXz0TzyC+nVg2vttsmr5vKZO9t66FPqHifD7mO14+Wi+mPk9Szz514Ue+yfKsvhH00D1k/4y+wvUSPhiXOD3jOY48Aj9sPjlNWz504RO/QAsMPheCAr/uu3K+2HGKPh67n7w2y5E+x3sdvAW0Mz43/jO9qC2iPoJFDr5hmhS/BPLJPXTKKz6ArIc+pyCDO4k75rxjeWO+pk92vnpZ9r1I1AA9EUT8vZDLQj6a6bw+EvW8PaTwAD3NCOS9xQtlPpjuur3uqa6+U60PPlvX2z6oRiC+mHDYPvWQiz4kWKI+p4jOPjQ4OD2chW8+lwKUPniPT7+bSnQ8ZmakPZR0OTwgVi+9dKBPPRrD2D0/5xA+MmEbvhS16DzFyy8+yvMzvLvODr1XJTY+qXC1voH0Sb6L0IE+Zq+pvrTOIL7i+pu+zo88Pukh2rxDNXI99FqUPrhwqD6zVRW+kPZFvQ67Db5jsFy/hZMPPnjos70Dv9o9vaG6PYU7aT6wn7q9IFrBvgNVQb7+HPA9Joxjvs9VHT4l3my9WIvJPsUHrT09Uaw9",
        "LWFwvosVKT5/9Dk+r7MEPghlAD5jzhC+IMUWvnC2F75iMi6+SWxsPvaAYz45EkO+jtLsPe4SBD6UC7c+eMhRPhah5bxLWVk8NyfnvbY0+L32mgg+5jegvfBk7j2pYsO8GAM5vox0yLydyMY9P1qWPcHhSr6/0/098lQuPgGyGT74g7e7FmhivVqmHzvFyCs+G+naPsSrlD6Fqjw+0fFiPZ3sF78OADU9dM+Evr8kfr6shLE+C3nQvUoXxb13QDi/NOH2PWDQIr5iijo+1/UOPjRI3r4j0pc+VtMJPvteobzTOIy9rr0+vL0aPT3M+h8/XnLDPV4nMD5Ac+09nyNLvTU2ez20EUu+Ek0mPTrLzb5fJa29haPXPPqjbj3mJSE+5gGEPfGHMT0vMFK8MtCxPgvXiT7XHEi+mrfzvHYesL6EEpw+psixPqSWh73wDgi+kgTFPAR0Aj9U3og9gxCdveI/wr4jdyc+/FR+PfeADr6yaby9QuyFPsPSiz5FQWG+0c8CPq1DZD1ZL6Y9YmK4Pq/c0zwDhpu++Q6XPAI/pT1H+T6+YxnBvS5UfD3cDca9JA6/PmFVijwtgy09ocxZvXaltj10DYq+v75VvkollD7CfUM9aTw9Pki3YDzWAng+8OdWPg+5yb0JeCK+hKavvvTib7wWk9m9NTzLPSmNhD5aB6283OwGvSn2A7430JC+wVH3vsd6D72yTa6+ZEthvS+yqT2TtYm9/r2svtG5t76Bo+q+xhQAPvpb1T1axMU9mrs0P4ZCgzyedO487gzaPsju1r2z7iG+fF8zvmUKmD4xqi0+M8GLPVP3DT8PaTy+OapWPpfwP77BrZa+inAqPisH7L0qBs899/9bvvxoEr7U+TS+olO4vl9vQL5tPKi9znawPkNHnb0iLci90pRePoTx8r3NPwE+Qu9YvQ+Adj6Dhko+E8zxPYOBNL2g08++UnNZvkWXpr0ZLhy+H4bDPeNY473+P0O+wWIavj/hvb2ktfg8ImRGvuacyT5Z0kW+",
        "6snEvSAUTLznZ7g+nGeCvvqZ4D3BF9S9uQgovpJZ2z48mqY+9QSYvWwUqjzWlKg7GvtFPvZTjb1eOoW9mCGVPjNDLL4kydA+wjbyvcDrir5pSOe7yPgBv8HmDD62yYM+d+OOvT04dr5iBrO8gB/XvZiLJz4gwY++XvWPvWOZN7/6VBs9446Bvm/qML7MCao+fh5EPR5xV76Ohhi+fYgAPvIYXb7b4YS96V52Pgm7bT4c5Ig9CNnkPTLLzLxXKkK+Sa8fPpiyQD7fNNA+zFvhvo7o/T6I3sE+NuphPpayKjxRPT294g4HP5UE7L698LA+/MRqPupvs77Gs7++qMlAPPQ1nL+WovK8ohoCv9it9T436eA+wKkUvntnNL2U9/W+oGr/vROGCT8AYSi+T2ZDPtM+NT7Tzei95JNkvs1bPj4FXXy+4ILKvL+EJr+ww8g9ytYpPuLhV72Q3Y29gMJzPpzGk7vkJBy+ptr9PS9JrD5pAzO+auWPPCcFaL7ogSO+pCB5vhVn8z0zf/i9A9aqPc0WxD3duVe+hG+DPowrrz3JJYe+pCmfPlRTTb0j5lO8BF47vO1arj2JTB2/wnAHv8pA2b0mnYm+TbXIPbNuDjw5R3M9ST6KPtnzpr0pyZE+xrqOPnb2Kzx9YgI+aSmAvptH7D60sSs+3RY6vYx2bz6NDye9TMUOvWzy8T2lFfS+6ONLPVVYOT7xBhI+R1YsPTaOWb5+nDI+U6cJPsRoTz40Lgi+olVaPZa1gL32tJC+yPPuvoidMb42d1Y9NsUFuXfPDj57qv497cfvveNyqb7OIfY9PeGnPrq73j1bd3g+Al/pvP8HwL0hMDU8KmjXvh6yWL0x+YG9v0CJvuV2Zj1i0+E9grb9vEhogD4au1k89lWOPvFUDD52ktY+8gB8vfblQ775lHA+jiKgPicVXT7hHxg+yxZKvt2snb7r29m+Nx2uvtOTmz4r+gO+fOC7PefgXT7PB4o+52w2vROGLz4hbKA+Rv8iPeHcAr1MX5o+",
        "KlMBPLkGzj1uw6C+4ygzPvayuz1/PX4+T/umPeYwsL0nsAO96iDNvR7AFj2Vmso9puHLvpPwu74cZps+9bxuPSanZD4B2VW97BblPdwBvj3x1ui9Y6oAvlM6MD0/T+G9kinJvldH7j0bKzs+OygnPmim5L6thOe7CHIZvbBw5D5Yry8+FNPYvQbiCL9yfSM9gaPXvuzLAz6uZTi++A+yvjxdCb4o5LO+R6AePtvxiT3230I9rasTPgXFs73t7po9kXc6v8jd8Loc4MW9ZLEXvjc+Hj8w/fm+B2vzvSjYgj173Km+Nf0pvjKA2b1wvnY9YPJ+vmdLmz7s/BS+0PMevg=="
      ]
    },
    "dense_1": {
      "bias": [
        "7VmtPTnApz04jsA8SVa4PZxn+TwAAAAAQOw+PUbx6TtHCh86irW1vQAAAAD7Fpe8T8nEuTISoj38y4I9qy09PUh6hD1iNtA9gZjVPQxm+T0u4LU7tDOqPbrDzD1wTDG+L9lxPbeWGj7D0WO8AKKBPekFNLwG7us8AAAAADrZjj2bTue9CjoGPa0ovj1Se7o85DiDPaKdiT3UR6M9ufo9PO+kqDzDJCo+Y5PTO9qIC710iBU9CP8hvSxLIDy6R4a7+GKzPWQx3r1GI+49JJXSPZpSmj3Q35w9FTmbPRHqBj500Lw92TNPPRZq/TxVEUw9IhiYPYMCTrxIa5Q8kJHQPAAAAAB1KZk7SvjRPIZ9kL2MSZY9ynxzvE7KhrkvR4k8P4PNOxztLDw1UsA8ndoBPLsvDD38DJm6XPmNPTC6yzw="
      ],
      "weights": [
        "kB5xvCYoFL39Ryk+GgwnvHpVRz1Mk6w99/pqPmJFmzsqkP47wX4sPsCzvruSXQM9IfArPucvNT2D+LQ+ADK6PrSZSb13dXe+08OrPY/eWj74dYA+2M2vPVaEVb6H0vq9+2YzPUWMJz0E+2y+6UyJPhsWFT590oA+aN+0PX3VPryOvjm9VB8nvr8SpL6lofS+hAI0vhwAdD62f+g9tNKhPkc+3r5Ooxq+vlI7PZ0RpL5WKl8+51vKPmZrpj51hpe9pzbMviv6rj6BDlq+MmcJvXCcYT5Vr7I9J7FRvpRw+D3cTXM+DZjevQX4w71FgUs9Az9ZvHq9dj40p4c+aV/+PLjg9T0eL1i9lzMYviwZFb9CPSc+iGs1vqCaxz0uMe0+2XTHvdfpYz5DXZy9tHa1Pgn4gD5qXGC+x2ebvbazCb5PX1y9sYpxvea4Qz4xMce9d3+ePpDSyTxOsXu8P0sJvt+Wqj78T+W9lDMEvfH3xz1Ivyw+dCL3vsoVoD3/umA+zxXTvqejCTy+g0c+1zdNvkGDCz4vhKq9BksGPiLJZj7UQI0+0bZ6v6GtaD6s2/S90IrjPPSPdr7/6Sa+u3nVPp8VIr5DfQI+JnO2OwNQFb0Ewia+kbd7Pbj/vj48lC28SdRLuoWPET6bNWI+AhYlPkPwlz7Fbcy9zIhePblpPT7+tBk/Y76aPoSG+j7LRjG+8A4uPvBfJr9NOf48z50jvn3amL5N86C+1fTQPTtr6T1RP9O8C6anPaSOGD6SxFa+bAGIvZgOW70BRSe+I+WIPQArDj6YpPM9niEJvpxQzTyGc4E+yLKCPoYEtbzbsFg8/BPOPcB6o7x8JgS+oOE/PQ/TkT4UwX0+JP6gPpyYGL3QXS8+9BUbvXoATD4YwYS+zweePmL4wL0ERkM+ZArFPlrhB71I7Hm+a+2RPnrc8r3jJnc+qgI+vluiEj1lqE4+ZV2ZPthomr1Iqf+8duZavgd+Ib7eMRO+WDy9Ph5cPD2moRq+zVF8PtDgCD3Ygig+",
        "d4A5vU21Bb+fsnu+SoZFPuC6ET+gEYm8Rq+RPoiQ1D6JOnu9bjXqO1cfVL3a3Ka8K3vCvVh4oD6S/nY9dB0PPzOPs7zG0ac+rZ9Mvlvclj1O3t8+AfDzPkx9yr5E8b491yHAveqwMz7zEgI/f7N3PecXlj6whM4902DFvS1KYb7e/Ay+ySKEPmjSAD4ejYu9aauJvjQJhz0IEJU8hCODPedKz73rEga+kjUgPnAqyD4H4zk+9IEUvmbGxb0kXyE9X++bPgpKHD6d6Js+zhLqPCs1hz6sbqG9QX1KvuCRDT4q3JW+Nx57vRQAHr24BoS+B6ievkWgszxuzkE/jLHFvuFNuz3FQR+/wFQfv2G0CT+pqTE+z5g1PW74lj1k55G+4Vacv4zm271Y0669BSvWPjDos71NJHG+SIm4POfyTb7iqGc+v0PwPl9m6LyuHi49uyzSvs80eT4Al589r+I5vcLBSL4hyiQ/hUARvsRCCj/7exC87zcoPqRYj76zukg9uCIDvUXR1D4VZku+gCu6PbSihD608AE/ghFlvy2dZL6R68m9o+73vO1EG75Ez62/BCwLP4gtAj89FJi+aqpVPkCncL3kZTY/gCWePdn4cb6gUqg+srnhPcwNjj2rz36+o4Bjv+DJdr4xy5q93+orPl3ptD14nYU+RjKSvFusyj0RUli+ER8Jv081mD7gXX4+DlIKvyc0Nb6Z5eo+53RfvbmkJz6+3kg9ViomPt59QTwPS5U+E12PPmt6fj3eAO8964Zbvufl176YrQ89pN+4PjA99D4xzxI/pkjAPmjzrT53cPW+9Wq7vq5KFL7lNwc+pUhHvMZK6LskQYk9Tkh9PmXjxz2stnM+l5TpPl52rrwZ2Ke+ChB0vrSULr/UjMM9HiaRveAW/z4GLwc+sJs+PVmkuz09eZa+AHoLv/0S4r4CU6i+PopJPm7aDD+kzua+ENAHPiK+v75SNRe+gqMGvhKnQ75YJ3w5rxyCvSWDIj12X9g+ElLGPk7j6r23zzq+",
        "UFc1PisKQL5e1iQ+U0UTv1mxKj7j9Jq6EN7FPB+Q6z0MH6Q+febhvHIEsr2t4ia/p4Sovgtf6b4lN64+M6NWP+7mDL6i/uw9TyQcPmVr3z5D4eu+4F9xvN5Pgb4aWjs8J8DEvayP4L2QyeC9AzgIvmc91L3n/ae9RbGkPqdaDT0RNAo+LQyMPhGAkj60yoS+1r5Uvb7Icr/uUFU9Sz4VvWfMBj+Mi6Y+DpuzvWz5Xb7t9im9C82OPhrcOr6Z7s2+5gTNPgD0Hr/NxpW+MZesPIonIr16hBs9MlOWPqpjV776E7y+ACqkviIOxr2gP6E+fafNPoYZ1j3JqGQ++cDYPMdjHT6dmAk9h5wgvypCoz5HzD6+8ia8vqd3rj4Oqwu8unR0PgHoPr16HkS+0fPSPr8RkL5ni8U9EHQYPerAbbw0ZTO9tjypPbs0PL4cEFA8cDu2PRfmIz5O7QC+1gDzPS3VGb6Jjs89ZbqFva8ACr7bFwa+Ovb1PhOwUr+HI+C+ZTSkvoK/aD4XvPi8QKbjvRpB4D5w3io81P4PvYITrj7Gc5E9IUurPRwzTD3jITa+JIQhPgqyTrwj07O9ERbyPeksLb5mGwI9ATdKPgciXb6hlQS+ilkIP5zO5z6UoyQ/dmOwPnilgT1Mjgq+HYnZPiSleT2DMQK+v9MWvngmBT4VuFG9oIh1PgqcVz5553w+yAYEvi2hJj5WjR4+VYdePPGubD2HzIE6+7wxvhwQrr7sWgu++ZBIvupkCTwKPcm+PYaAPjzEjj7+ukg+gwlyvcIXXD7bH/q+rIzwvDEkvL1E6Lm9/190PS5GBL7oIHM9FzbRPuXLqD3v4pE8Xm2IvmGeCr53IYS8idxZPl28M773L5w+zi0nPYiUjj1qfc0+9FMMPia/hz7vlmG90mhxuyC9nb77jiq/W/kSvcBZ1DyG03A+aFp4vac/qj2Gvl28osO4PsDPH74P3Vw9wdzPPczPU77wiye5AMwdO+BVLz2P1CU+69NAPkZ2eD7jFR4+",
        "x7SBvoI07702P6G+RpKhPlBqhj5hdYc9PFrevbRTjz6awQY9Otjovj3PlT4DveU+3gAmPg0WCjw4Hg0+WWrrPqMVc71YSQo+lGsUP8epUL5hVf28Oth7Phd56D6Q0FC+8SnhvVqxfT3kFMc8zl8TvOfZAL7bSBW+RCuMPppJj76KFCO+qnc3vrR/0DwXUm++A0omPriOyL1Xsjc9ZJbyvW9Ubr1QuYE997e/PWwncD4ESVW99B1nPi7h9j3Xddk9fLwkPSfkFz3nGxw+04SZPTM4xj7+lS++YKP/PVwtrb57F4W+rrQuvod3Aj0B2YM+zmHjvQ+kebzbXOI+RFwzvOxKkD6Txx89du/QPTZDiz588Vc+Sn0KPhrKM71tNgW+tQ1yPJDlR75dwa69iwl4vb+epj28hZq8IA1fvmrK5D0II7O96Pctvovo0D6ZE0E+01kSvmFZkL31zw49MwiNvONWYb44QCY9nsT/vdsnuj301sY+oqF6Pg+W7b25c9u9EmoBPoeI271VEjs+cTxYvZRBCzzkJow+loRmvq/oaj3nAlG+ZgXfvW56kz35/BO+DEseveD1BD3kaC29PftVPEdlPT2iD1K+HFKYPdGWXbweLgI+3l0Wvdh7nz4bs3c+pffZPfQgtz5qAHk96BvzvRODgD4Uor49wmV5valMrD6WeUC+/QCKvvPzQT5kTYE+FPc0PkD34L0kOU+9b620PkrYizwrckg9vWxmOxMIGbwGvyM942oMPi8yqD5MLAA9/y0DPgD87z0DaXQ+VzuMPnlKp70UkEa9cXJcPD7zgj6x3zU+s0hLvuCjSLxI7mk8GLS7OWM2H72SDHA8a4N8vn5QcT4b9uq9LnURvlkCkD7DIxw9I/21PoLLPz77Ugg9y+0mPtWRQz4uNgI9+ZQuvuts3r3VdTc+b/awvb0mHr4TqPg887YOPhPuPb6BvSy79l1mvpfIKz5R+VY9k5qPPSkqWD6HC/k9HCgoPmxSeL5iO8c8iQ/UPfG7aj2yW1I+",
        "dFvjvfwyWj5C/ri9D41EvTPMLb6Jxrg9DTADvjBItL4m2JQ+QzMnPHX3nr2rMFe+MCxWPsb1l73TSmm9XC3iPdjkpz1glZU9vB+CPtaP572IBO69k/eZvbqVwzyPw1M+zLlBvjTBUz50U+o9ILM1PqVtQb6Pc4+7Ghn7vY8ZkbxvtrU9yud2vvGx0jzVt0U9bmlXPlDECT1AayI+ZPCnPcmeij6nHoi+bJY/vhRelT6d/yu+UWEHvbMP2z0m1hM9iToSPpiDsTr/hh09JQnDPiDTjD7CK4g9IY1oPYeYlD5HN8++R+W3Pfca0z2J5NM+TnHgvLCjEj4geZw7JxQzPeqiBD0+xuO+bJ40PRL/KD40a60+JQs2vjOh4r4fpWI9WrxSPq23hrzwgZM+S2tFPOyj5r36prw+HpfYPWldMD6nDL2+qbJRvVM67j2wvAY+iJ/zPhLQPT0CSTQ+FLZ1PpUy5T2LeDG+kW6FvUcuIry4T1m+CjQfPgA9ob2Ix9e+2IPYPeRhg75kDz0+tFa2vaCt4jxGqv49Gmj2PWKNlL7X1hS+TWaNvjoR1T5nBRS97aEIPpTdzr6nNZA9P7xdvbIKnjw71bO9ih2KPBTTtr4y3+++0FeGvGueZr99pqA+ZIIBv+xlHbsLtie+Na05v/LN0j7Nh1m+MwqJvr++Bj/X1Oc7MJNnP6+qnz76BKS/CMJ5PQVair4+zNy8oHKOvi1pKL55as298+c2vvI9Hb/WENc96Jh2PlVwq73aPH6+MHymPf19ab7JCqW+NSZ+v4ZJHb+3g/C9sFSvvV8ND7zT7/s+x47LPm+0Oj2VASC+UsXlvYDqcj5738Q8yiGTPvzTJD+oU46+1QwUvjEUZb7hlcM8hb5OPobUsT5U+A4/Mt6pvzdOBr58pEa/QaqjvSEhkr6JOtU+O5L7vSuI9j6S1te9Sd+jPrISwb25Jyo/gKszP4NG5D147a09ye/FPeikxr2IJJE+7SfsPQFqJT7X0WE+06rjPljMPL0vWo69",
        "s4uePiSLur5/cBU91jdnvtGfw7v825Y9diJVvsW3Yb4K0vO+HS5/vbDTaTzd8fk7Y2UXPnv43z6pszo7vZJDPZQ7k7yTEv6+VEdVPo0MGL/J8Zu9Il17viMiVjz9OSE+nc2cPk/BrjmedMk93M4Rvkb+CT0Lnya+cOM4vdz3Yj7pwbA6VzxKvvJKOz434pG+U5fZvnz6Jr/9dKU+3p75vfDNnj56rOc9/sGKvj2Wmj68pEa+OfNJPjCimj48fRQ+R25mvrIYQ77Jztq9BRyDPjTePj49HPu9bE17vnRlD79OzTW9W/Wzvmcdlj84msA+Up47PWvZx74VCp0+hzGTvryiOr7XfCE//n74vir81j4mIja/oUQNPtMZ/b1lISe9ISPhPjkesj4nEH6+qM/UPptpyzsxpPm9AhFNvjCMar4+ium9FrSsvUnzp7xrZ4C+3x9qPd851L1pOlq9FZXEvR1/Xz6o4im+DKCPPa/b9L0XHXy8Wh2MvQ9yXz0BE0u+7qXtPEoUJjy6rC++oFvDPVHRfj7Uwn0+3zX/vUmX/b22EQm+r/7zvAf7QD7KPhg+J7VcPZ3qkj5A5S6+YOwePvISV7sqau49e7zzvQ0H9z3OslC+rnmrPH0+ET7dQqY+s7jyvQrz0L3xXac+2XOaPSiTaj5NaTM9o3sAPta7prr4UIq9GhC/PkMU5L0Hy7Y9HIxkvvj57D33b08+v90Vvsi1yD3Cuiu9MvRrvqJTT7643XY+UJkNPm3Kfr6azrK8Lw8Avj+IFT3aHsE+PbEOPWNGqT5jOCG+XMwnvVhaWL6RaQO+4VlJPgaI8r3VVzw+F2NjOxcwIj6aiEK+kKYSPeSVoz6ulEi9yjusvhD32j5jJok+IE2xPIjpEb6HtDC+iycjvl3Q1b1s1k+9/OGoPXyV471isGG9YSPhvnfnAr6J4ak9bW09vgFTFr5OyBI9NBEGvATznb5rql29kUQOP+0+vjs7sbM+AyKavekGeT6Xf+y+8GvZvUCfyrslAg6+",
