{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "9bef4fd05d916ebced6e63ec673735c9aadf436bd8d63997ad70aa105e825806",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "yqQ5P5/J1juFbpc+z6ekPQBgWj8cJ3Y/izcFP0rhHD/Aoxs/yHhcP/E2PT9tHV4/gckWP+aHkDwbXSw/XU4VP7wTUT96X0E/+A0xPw7C3T66ICw+9/84Pw6nMD6Sw/8977hnP8W9GT4mgz4/NXncPVQxjj5U7TA/mHY/P8P8Uz8yVj8/Dko2P0Sr1D6PGgE+XVI4P3HyzD5BYTU/1BTpPkuYMT9awrg+FPkTPx7rND/RTjk92OSUPoUYEz+jzmE/YBU4P7N2SD8dlR0/PAF5P6CrFD/P0fM+pr9MP21/Lz4oqBA/cpX1PeMuYD9YUSw99LlOP2ac9T4mJgE92ll8P+lDmTs="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "nbchQep/KD9TDE2/VoKiP4sJpL7zqMu+4WQRvxvzmD/w6Lm/4G70PwIo5j6qWvA/3st5P/pbqT4kfx8//igswLAwZj9L/lC/tJqWPziG3j7WKoo++PraPqpa8D+OSZ6/vFn5vxMrCsAb85g/zughwKkw5b+1pTfAIapTQGO8tb9K/V6/MK7EvyhOtz8wDwk/cjQpP97LeT/O6CHARx+LvzyUy77w6Lm/jkmev8l/QT7Mxp++SGwMQOJYzT4KLra/lMu1vtjsbD9yDMY/Z90ZP/pbqT6pMOW/yX9BPlZzCr/gbvQ/vFn5v0cfi7/sAHa+O7hmv67Ng7+8hFc/p3lGPiRibT/vPu4/dgH4PiR/Hz+1pTfAzMafvuwAdr4CKOY+EysKwDyUy75Wcwq/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "Lkl/PKbUSj3ZXeg883mjPcNTybxk8FA94Yw0PVK/Tz124WI8K5EZPbJVDj5xKh09esrBPS9cMz3sEm892lTyPIx4Hr1jI1M9ly8PPUM+3z1kIYw9lhc9PTZoiD3CdL499hEbPYWmCz04yeI8e7wGPdmNvD3CI488QCkqvar3Yj0MknA9XenqPHZ+gj17DpU8MeBHvK+70b3k/cc90wSMPbpjhLqoV/E90xGOPaMTAz40GsU9WY6YPTd03Dstxz89D60PvSCMJjvqKZQ9KvgFPCIMez2s+3Y9g0ODPex0zbydBCM91AkGPcZkET2yYI09wScpPT4IOD12Log8YGeMPRsFT72h7s48p89qPUMtxjwm0M48aTLbvCRYKT3Vayq7oS7APTwUgzxZlKo8QFmDPfZkFDyGtE09a3CNurseJj0="
      ],
      "weights": [
        "gd/KPi3bir7YyJM9g9thvn2ptj5nDFg+aSAZPZTg+D1is3k+0BGSvuVYJT4aPAk+D6tuvjddCL5EKqi++Lb1PhbQib2TU2w+9+nuPsKsyr61Nfe8CntpvhMogT1hODi9HDRmvfsoiT4SxtY9eQeLPjmXxb4WLhM+slSnPtUHiz4wz+u9Kt6cvaMbqj3dVh6+KXnvvoG5mz4x1x2+KvE9vlN5u74Ekvu9uKCZPlU43rw+Oim+WM05vqpiGT6yj569Luk0vvJWmT4KHuO+18PEPgQxxj3mnyO+ZvHtvk7Mqj79hYM9uradPWxcqz6lnG2+visKPYe5WT1gu789Tt2+vGsk1jxgMRU8MXCFvlD7tz3DGAW+LLoJP+xVsD1J5mi+OXSOPumWqr61JaI+OKE7PsIjfL3AGI0+4DKzPiseKz66UEQ+AiUEvu1PwD13vgk+Eq9fvgtiAD7/pis+6GcdvlJLfj5UgZ29Ao3xPe3NB75MU6K+yRuAvsx5Gr6jWxK+vveSviBlkT4rSTo+AQPrvK5/Dz/U7xo+yyQFPgy3Vj5P+Ye+6WmLubwoIb7qlD0+jxOCvp0ukT1zVX6+O+r+PYx9Jz06nKQ9+5BHvh+QJzt7oaA+fAkrPtpOub0pnYu+UNNvPSk9SryJmoa+0+yIPrN0AL7q4Rs9K1b5PRiGDj5bA9k9akXTPu2uxT7a7I2+rxSOPg+uOT5R28W8oorQPfvLpL2hFxw+FqTgvepDYz4T+kC9FHZRPaL7mj4ZKdc9MoHbPgVzWL2zf/y9+/UFvipzET77lhc+aq/HPWJqVD7sQoY+XzUDvfEBBL9llCG+SlGuPt/0qb2rxKU9cBqjPo00Pj63sz++PIM3vjhjQj5rxJc+ewiLPuPbgr7i7A8+Y3uivgMvAL9ICee+0NUOv8lSCb4MSlK9hALCPg4j2b1dHtQ9tiAXP7qeuT7CRdi9UwSqPUlGDz9l9Ta7BrvKPuPCKb1KBJG9oJrivD0ARr6PAOy8WgCuvtwzbD39iIQ6",
        "0DWPu579hL742g2+7+7CPvstuD6tetQ9rK/wvmFvfb5yUM4+DqwEvuqH6T5BTiq/wotfPkBx6L3HvqQ+UAXtPLhfMb3W7kw+hFiCvo71SL0MCDS+8HBbPvODjz1rHE4+72kBvb2MULzyzB8+BYsTv29G3r4caYA9y6kZv16ucb6mG/A9564NvuYNGL7qWVG++zwNvwQosT6czDM9a5N6Pto8iT5If5G+D6dQvknpPj2GWvC+yhiHvgyf2j7ftGM9xBRfvtAPID2gyYm9xaGbvR+Yfz5goX88zoGwvSnEWD5eDr8+nc++PWTfsz6drIy9ggo0vj3hsj2haqO+BPtjPlh/Cb6ub+s9uQ4Wvn/KUL4IfcE+4SXHvAvi4r1GuMQ9AE+MvRMImT3pyxg+fwLRPTP6Pj5d3l+93Kj6Pa7daLzo0eo6rb78vB/hAb/PF/m98Z6EvZCvzr0ULII+U7qfPAJaj77cJI8+JPRru/HgCb0joQM+9A7pPivr3L4EHOO9cYa0PRqe8r05yGA+FgKDvXIXsL3dRaU9olAZvD0ugD6GC0i+BIuOPjheOD6p2689EUlivXnjGD6fgim+VSz4PTPajT4LbwM+Y6ZKPTWy/z37eME+6QUjvrFTmz168eG9jAcGPiOp+L1WfVc+IvduPrOSBL3BRyO9Y4ZfvjE4CD6CiRM9dOWSvF8zcj2FRmu+ixmNPtqEfr3xrWW+nXDAPU8uUz0B90o+32dNPgDggT6eq4k+B4zzPSuuxD2/7Im+OX+CPseTUD1VYac+AlWaPj35pb7SllK99QqHvlGgHz2meiA+LopKPs9tpD29gPc8AMkpPMx0Mj3kMMc9aEBqvlPmvD5QSyI9ZYk1PgzNGD42KGs9oV0vPlaSzD7LWJQ9BmCRPqzl7L1NFI0+Osehvhc9Qb5hcnS+vKOhvTMg3z3pteM99ZeWPXc/ET4qofg+SfXOPRRx6r2wK7Y8i9GdPh1pGj74b/U9emdzPobGTr7nIrk9dfhnvqQcGT54zYk9",
        "fd4yPeyJG76bK48+5LglvY9HhTy9Pym+MqjHPvXpvTwIv+A9Icr3PZQbKb0U+Vk+E7TVPYgjIz5uxze+JhjcviUwg73GxL++5SFnvhXpabxvRlY97L96PvIN4L4iNve9XOqFvZLPoT6Zu86+0QUVPpFcjT57sjG+SpyRvIvWVL6deIW+fuPvO9ndqL3z9CG9B34mPq3jEr72yhG/ENy6PpPrsT6nfoq/eGV1vvMJPr7x5RC+2C1FPDm2BL9Ri4a9Iff+vZfiSr49III+iJT6PVY68L7TtI27kQRNPi2Mnb4B8eg8U1r7PvLJdz51P4Y+kq72vs76ob6Y/dQ+j0FJvXUG4T2oNgg/U3MYPnf+c74+EjS+5ivSvhAdF77S+oY+Dk9lvluht7z9Nwa997HAPSxpzD2oo629LwnHve06Dj5E82u8MOPrvPJMMz6pq0S92PpoPYXt0L7ulxu+4yzRvieM8b3tcgI+lsGUvseTl74Kw5G+JIYLPppqOz4waX4+kUF5PaPKHz7g+oC9JTHdPhIaa74nt0I+HUaDPfpKYrxMJpQ+4z0GPF9r0j6f5iY+s8DGvrmjJL6z/2O930+DPTpeEj4OjwC+q+2BPV4aAD6WG1s+4IwjPn7zlj73n28+08S+PffIqb620qA+kz5vPqq7Rz1uPyA+EdHevpnvGr3pie89jrIzPfHL+b3kQ24+g1g8vsShaD6iOMq9x58EvofjST1cPgu+1nOSPn1mMz4WH+W8BUY3PjhWfz5T7zy+K5wtPlxwvD7ulm498+AQvxfzKL2UFrk+87pLPjikEL7nH9q9Y8sfvl4VHj7E+Sa9Cgq5vmFW/z1VMnq+YAmJPtorzD5cMg69ZmluvnzZiTteUr4+AaQ9PRimbL3dgjO79DY6PpmhFz4DoIs9kJ4evt3Zbr4xGee8ntYCvtBJgrutlJY+bde6PnjcCb42vKK+p7VePbiMkDzymOm9cIs2voWTrb7wvg2+ZU4+PQ05gr5oSS8+Q352vpgWr73fP4C+",
        "C34Ev4Av3L0A2pE+ag/Ovrz3SL7ougA+IfCeO71U6T4CFru9bKTUvTIpHL09Ssu+IdlmPpBtlz0AqiS/hThuPjGCD76Bb949zNR/PnlOjL4NJc4+KZiqPrClnryGT2q9TIvgPrt0urz5CI2+McYsvuafnT0Xwng8XMDgvZ/BDr6fF3a+FuNBvo8gTz0OaNm+ACHqvqbCmL3nofQ+So9hvexGdLwpLCs+Fwc0Pjk5mr2I9XG+S+tuvvrOyj2HOjQ809viPcFVhj53b8Q9oa5bPQh8Bbse/I49tC/JvuL07rtuLDg+fRwJPhg31b5J/YQ+g84dvguivr2AEXm+vxgoPpUPfb63L7e9ppW0PppOfT6OmiC+DeLbvq2sEr+350A885GiPhG3Lb5r/bE+PAApvg1TS77TYS2+KhfQvQ8A0z7KhqE+gxravFyxzDzvxjG+yCfFPh6OrD7HOLY+FpRSPRCchD7i0KO99n2EPvagVL5XGqc94F6RPW66bj5PNoC+vK4JPgPV5z1gRLG+Y5XmvUo9tL6KNQs+U5VrPvSvWL08obw+X5/fvQIfjLxhv7a8ZOBvvh2amT4Vfy6+YEq3Ph2Gq7wV+Qc+y7IeP1uSZz3jeZs+6QDnPh0+kT6PyAI/GtmsPuZO9TyaQiS+hHThPdoCaz4mu829leoCPYpA3b0Ji5I+AGJcPk1Byb2tW1m/19OEPsJn/D5DzqG9PPGXvtBCbT4f6FO+KqcMPxZ0BD7UezO+lMu9PYAOBL+YkIc9Tw8DvrALwT6A1Ek94NV7viZKCj6cc7U+BgjDPADL0D7lt/o9ROQdvkddyz59nU++ICXVPU1ddLtf5bs+cGQZvLPbrL4de7k9gugWvf+0170cICk9vE4mPvZ8YD3PI12+agcDvgNDB77ma9A9e5CBvYCKwj4bO6Y9w7XgPh7zUj2gJ5k+ahQjPraVNr7rg3e+b8Y3PcgGS72CQOY+Dj4fPj9Gm74o4pE80oGGvc5Bqb4a3IK+FsCNPRuC670Oe4c+",
        "WkrHvWCgDr8PjIS++LiVvF9u8T1XPW4+96ysPC3rMT6U+oE93xYvvukOJD06Aky+o3BWPO39o70G6Wq+1Z2avcYXS77Pe/07EqlMPs10qr6Ikz29G58DvC/XUD7MSiQ+d3fTvh4w4T7wAc29THsfvme5XT5NKNS9fDcLvknDp74crqQ9paT9PTdagD65tDK9m/EIv+3PGr7MDlI+Hf3QvIL+hr2bltA9uN5bvtKxo71+0Ac/ntUCPkQ0mj78Yba9dmJKvoinsj4zZR0+OFa3PXjTkT7iVnU+hN14PjyKiD1uaqY+/9sjPnV9er6KvNa9vgmRvuubRb7yORK/OJxiPRBxMj7ybfa9xgKoPaekAz48DJk+GltuvnYMyb1dZEo+XE6FvVtLwjzbdnK9FI+3PMFjvD4yG18+MS2gPf++3j1xp+2+BTu9PS6/lrxGTxa+RLNWvUUZoT49rpi9OlMsPDn5urygLHS9o9QmvVrlvz0gpB++LaY1PnvNAb6tElY+fFclPP/JBj5wvbA+J7iNvOCPYj6F4yC+iA8HvcXTfj4m2PI9iDuLPWWmBj4EWfw9u8QPPvv8Yj4vsB0+7A9lvf2tOD6qKPg9Y4w9vAx2iz4YtuG+U1oGPv3buD4P1DQ+LtODPsYzsz0XJYg+60PoPPWGoD20mH0+BlxZvvqjHD0BC6U8N/S3vQhaxT2aIpY+qIbLvoghJT4e4bm+sdpIvrmxmb1UpUC+CaqAPlylDj0tI4E9w+Zcvh9KvDw66HY+vBURPqXJR74nKZS9D5mJPp2Rb75INj29lEtnPYbUhD4S5Vi+v2kyvYWpHz5KKU45UrCVPmZ2bL7WHOq8QBsUPv673L3gjfm9N8ZuvT2jjz5hR5M9b4ADP43wCL4Ll4O++/LMPB9Tgb1B6ZU9vxtMPi+TXT4UsCU+fVnYPgVeUj4XSZ6+GRIGPfTWDD4gM/G9yYb5PTv4N7wZfaY+ig35vRgznr7Z1k4+sz+KvviIUj6KifU9KquGPkGlO76URt69",
        "7C5xPmCGuT1+KIa+MCM8Pv36mD2PZ+s8Auf9PQ5PDD0gRh8/6ZApvq37nT7H1EW+NH+pPgr0dT51/Ya+UItaPhQgvL1j7hc+4BaTPI8RXL6TbCS/tLbPvTinuLzm4BC/t4RaPcTQ8T4+MSu+BKE6Pue4lz5b3gW/nKQaPZRGAL5HgVg+IkNfPr4ZDrvycTM+Ojdevp79KL5gLdy+faBivZsHm75XFR69Y+GIvdPVPz4tn7M+Kp+jPUtPsj11zG0+zD8hPqbDD75CfC89KyrtvdvHCT9PNEC9dxkSvTTApr6IjAQ9OYlJujSNgTpaZQW/igJ7vt3tML5w2pq9zcwVPkx35r03B4o9qdpPPqp7mT6R6E09NNQkPKM4wT2TPfE9hQaWvSK3Ir3lYf08zoijPn3nXj44hDY9BImaPex4ED570ww+m8/LO1ofFT5Nq4S80E1FvttfWb6g2jq+PMDaveiiMT4TkCu9C934O0z4pr3Wy52+amQ5Pu6FJL8XmyQ/jyPKPowyK76P/mS9rRCdviZTmL0BHQE9JOpaPq0vHT6nXly9NlkBv4Z4gb12CRI9VZzaPWLkl75SeUk+fHCNPbKLvL0Yt3A9QJ0MvxT2c75hBoy+RdixPXLqbr40poG+K/NMPg8qYj7L2PO8Nq/zvXco7r0CtZA9HmEMvguPHL69wQu/ZsK6O5R0qr4+UQe+ANUfPqX8Cr6RRZW+uzLOPWtPdD5y70c9VKMOvT/vtD4ViPY9gQYWvbBMmb0sRDE9lEeGvi5cJr7q0D0+L2R6vRdzgz4m4nO+MOPAPsaz0L7lwmw9zEr6vP0yBj8d7my9wlgQvdw2hD7p1BG+fVTaPFVYKT0slAm9EbJUvlMD475APZa+zDwBvldXQj7CaBk8V7RcvVXhgr5kMby+5xWePJispz6mlLY+GzNZvi7Zi77gz8S81LpBPW0t4rxiGS8+CBZKv66lmD2vJoK+g2+fviGYgr6kea89k7U5vSdjaT4bwSG9j6P+vqntwD5tJkm7",
        "DZGDPnrxhj0ffwy+f3oMPkbMj747m4m+s4cavhFKCr2sNBW+uE14PhqQE7/Thd295XEePWsqhj3YrYs9pOdmveKQa7zkHaO+ody5PfA3jj347RQ9xN9hvqA62j3bOO6+iT0fO1J6vD2zcdK91eLLuwbbg7v/Dh6+IWz1u4om+D6hEJa+kt1BPChNAT8Y1bE+0E6HPsWnpj1+yFi+bx2evYzzQzzRf5U++yYqvkP4jT4LnzC+yCqBvutVOz69Cbc8lGLCPXzwSL4ErFE9JzpPPm9797wFhVg+xYL9PZPYhT2UW9C+I0jkPaI8NT5HCrK9H4GPvYfjMj4mYGs+cVXRPq+O0j0xKXs9pTY3PHromjw7KQG/UtrMvQxPcD6jkpk7ATYuPneSMb7e9/I8pkH3PbWG/z1LeB++XT0tPgsXrD3O4yg+/t6UvgqGFL9YOoG+fv8yPltYAT5vRrE949EoPpdThL6f3D4+egACPuLAGb5VtFW9RpivPuWTO77MF56+ti0AvqkrRj5WG7S9YTEuvn6Puj7IzHA9vI6dvQ7/5LyQwaE96LFfPlLXAbxqgKA+cWiOvvUumb25Atg9tsF6PkHCm76ZXCK+B6cwPuLAdj54fhG+OuvsO79Jk75n5MM98q9IPSVHEj6ieZo88tI5Pn15ij4mRJo+Wv2IPZr/Fz5kGBY+AauMPq0Pdb4nY6G9FTHxPgbKirynfoi+s/x2PpFhqL54enA9mu2Wvb8VR72m9A28q0KEPbmNqT6MVk++5hj1vkXvA77FA48+roXcPpb6pr4VOWE9oCDeuula1T16xSO5oFmHvBXpPz4gH2y++5U4PhfhaT7NqEW945fVPWAb8T0nBGC78+iWPgmlir51H6A+5jXSPiUTiz4P6lg8qwT0vagtpj7Im58+5pEuvirtvj1qh0m9fCC0PbkxUT7JYzs+SUH1vdzzh77EO/w+FRvAvCP/ZL2KL7W8XdOBvnMTeD5PS809FUj0PFAuUj7sTsQ++pQxPMQbkj4ugZe+",
        "7CKfvR6sR77xYsc+f67+PSuMHr0O9dk8aJ3TPdLRsj3smjw9Wqz4PTL3L7/Pl2E+2AMRPnfbgr3hhlg+hDobvhpox72N/Qs8dFgnvVA9oD23eMq+xwCDPl3VoT0fI9M+bVXJPtDUjD0Uyp4++JptPfamB7+EuFg+ED87vovRbj4uptm+9nYrPUiJsr3Xmgs8qINfvnqmwb6D0ZM9Wnx+PN2ohj3w08y8amiVPhcr8r09Zcw+cO4gvlJ2Rr4JQ7I80rmiPir7db27HAg+XoETvmn89j3/xe87thzuvdQmdb4+TpK+/RzOPUe5RT7gRU298KjWPVnZxz5B7CE9nTzEOz9rmz5oVHs8Iq9OPIoW7745csY+yMClvVKqkb6RMoq+1FNdvXkBxz5Btp4+YNHevVl5575+p3e+6tgHP+zxNz6zoTu9KqAHPgRE5b1NV+A+aivtvNF/2bwhYsm+1l/YvQMz2jwSSVs+wXHkvjKZAr4Kg58+Wq6Qvoynhz2ehgG9Opm/Pnwmxj1NLbK8AjCQPmeTCT7En6q9uWmJPtKAT7zHQ8Y+DT/wPYgZiT6CtwQ9d20MP7v6Vb3Cw2i9872pPlQPtT5MI1u+UPUfvqfCmT7iLBy+6rtmPsgLoD1T/5s9Gt6SPqrNUD5Cpw8+RiUzPgJswT3LHSQ+t8/TvSxtjDxa1Y8+fvqCPg+bKz17uGQ+ut2Tvqtd/b1AYBQ+0wNRPqvvmj5iyIq9S3TrO1Q6SD433mI9kVYzvjRwUr3W0pA9p8WlPgOMAL5WDBM/XB4vPlDr0r12//O985e8PrkDfD4dmJI9GVz/vf9Bjj76gFW9z5UxPo8s2706KAA9dsbCPauy/r2rS5K9RmI1Ppkbcz4tnEe9BocpPkb8eD7k8bU9DVVkPtYaW737uLU+f7wWPkYSZrv7u6g9iqB2vntd6z2IiB0+gR1mvgqndLyI4wO9Xs/HvXrJ5L25gSc+DtCPPex09r15nfC9jrGtPq6fDb4FvQW+bW3IPYIT6b3P+Zc+",
        "q7VuPcbB3j3+s348a4fNPjbGAb6HApA9vJa6PjvdxTuQ4ke97hYJPkP1Rj13jbs9ndCNPQPM6z2M/D8/A9COvqPUHL73BVs+h5ddPdrFcL49EWg8nk05PnrFWz5/9xy9h9rvPbBC1j171nA8lqGePX3hdL2SvMc+kKUevgOe2b1hY2u+zUO8Pm0mer5N4M09x+w0PgQxzT5Ximm+1MzpvZyVlL0c6YE9SCCyvTfYZb33VHm+u6S2PRV9sj66z8W++lGUPkKbBr7abKI9JZnFvijcu71zwGo8xwE3PkkE9r2zmbW+KkwcPoGliD6+PP89FlVFPidwtD4RPrC+gB9tvgWZEz599uA9EOwqviTHLb24gEQ+iDkIPqvkJ71Oxho+s5cYvvj3qT1qKOa9C33uPKgdgj4m0LS9XLQavpjrWz21vMo9wlM1PtXmQ7zcS5M+5M4+PAkhWD6C5iy+LYiFvMxaM73Pgf+9Rf7kPRNBnj0uOKA9BVGhvfHmjzxn850+++WTPt87gz7IoKA+Tu+GPrhGA7+VDa6+H0yiPgkivDu6df89axIuPsiM9b0hWm4+yt1BvseIyz2E2ic+fD3dvAPqob083CO+Y2XTvLcvv7ymxfW9g7zcvgX+uT6TPvu9fDSAvZCZZD5kFTw+tqEyPu20jj4s3B4+tiwDPtgMwL08YNK8SAktPupRpTt+n9M+tiZEPqtpi76j5EA9+NRvvoWonD0IoP490LOpPvbiuD26WwE+yAg5PZMhxz0HGHA99M0+vsgpQT46L5i+S498PnBuVz+hi4q/gD/OvX/2aj3+x6e9X8QrvT/E1j1b5Yi+eLgXv2WM8L2iCc69sgBsvsDHAz50C4w9yBkevuQ/+73F6M49zZqDPjIXD76xPvY9/IIMPqOxbr4GM/A+HhPdvtAoDD/HEtE+E6pPP2tTG77iTAM+/bqOvQmZdz6GbC2+CExSPx3+OD63I9e904QyPj4xCz8LFSG/kz0aPm2ygrxFmgq/YwCmPdsTaTn5t8e+",
        "/6goP3av+T1AXka+j8Z7vqVsOL+Cp/I+oWJcPhvbMbwfkJy+mGM6vPoVRr5vwsQ8PqXAvOi1or7uc6g+lprSvjYCBz9z6wC+gE3QvWwCQz7r0Q0/df3APrLvGL6j0ai+dTO8PU38hj1fHqy+S4XmvXbyf75oT4g9BwyRv+lO4L0ltEk+MxQ0PozAbD62umq+k2cbPqbGJr7Z3pw9/D5Zvnw4nb6lmIa9HrkPPeUauD0ZxHM+diKePB49LT6MOpg+7hL8vWYKZD3+fQ8+PygMPoWxVT7GrwI+fhrNvRNsoD07y5K71YuovXsepr4WLLA9h+YcvojPKT2NGAY/z3QgvbUpRL7FhGU+R3ruveNsWz4scog9Q+iNPusEjDtJkB2+zolIPAQZvL6a9gA+VQSRPvoqhz4/aiy9+NCMPtQ8Kz7hdYw+xV5GvveKfT4GUBU/8keDvcbha76RsN49tFY0vvBl0T6eWlm+Aw2lvHfflb4z2wA/wFfLvUWj/rxFEDS9jE6yPYYH9j1HtM8+PvD8PP2aJT170nI+ZZQ/Pu9tV757Cfm9q/FEvveFk726VcM+o4EUvmsIJzwiuTy9UzxvvkTtJ74+cz++O9UpPghUkL2MOIk9MvRYvnn86L1QKCm9kYydvRTDHz6k8iU+KS9yPn1c7bupEUk9NheFvfQA+bwVtj6+8Tf0vTicoD7voU294JG8Pox+lrxmMEs+xjuFvpOaND5G1jM+rpH4vTxKozz4tg6+U0vCvqZ7wDx1Jew9YeEYvtebgz0dXwu+3u25PP8zd72HBVc9K3+sPk8KDb6grK49kykyvqVZqj3kBak+A98oPiFrvT3inkU9jFQuPhVoHb/HTCo+/I/gPk+zED7jCyo+aml0PVeT2j1xvLI9O1ViPbxFlb0/yxo9f/1CPG03PD5qT1E+LuJnvj0oRj0Q/Zo9j6USPkqSWj7IqJK+l1WIPdMiSz4+UBY+tm4DPRqE1L1SRPe9WalXPLzwP745p8G+n1ThvU87QT4LhV29",
        "WV85PiIgOj7r54Y+A1+mPakdxb6SlK88z4YlPbgDob2Ftti90HojvS3CkrxM53E9cDyhvoZCAz0EpdY94tYtvbVajb42aIY9fQlZvuvxgz5MznQ+ddWBPgl+xj0f37w90ywNvva3urzsVB4985NyPXHRsz5dXFk+uJB4PqmEwD1OItq+AQw7Pvhnmb0BVW2+i3WGvX7/zz0OD3q90KVTvgdnlD54DGU+aLGBvcoAzz4ZtIu9zZcHP7qspr5ezFQ+unwIvRccnL5nzAE9zKEHvuzkSr1IVMA+LLzKve5lIT5XoFo+64CbPZ96DTz41zC+AarWO1O0ij1DuQw+FRUIPXT1mz3Nfpa9GIs+vn7nzL4wDO493uMVPX7UxD1BHYG+3fiuvQUAVD4B5OU731srPj5tnD0ksYy+p6cxvp4xwrx2sPS+xkWSPtSL0D1pfag9hlIqPmCgnT5B2N282jV6PpgMTb6EFbk9CrzMvWwj/73tAU4+ZZIQPpj0/Txa61+8mKpDvuDTmL0mHEo+OLrSPJxMHD76fXS+p1eiPggg675oK+m9sX12vDj94j2hc1s680iuPtNpsj67iwM+4DKmPfofXr4WH8c9VwxXvqPJa7744Io+cwRMPcNQAD50U+i++3ZNPC8rST0Z/J6+22+1PctfDz566VC9aTxivR8lRD1RBky9K+NxPk91c7q41Z8+VhJbvTwAzT6P8MU9pOWmvCcnLj5p3QC9fjlrveFpfzs6HE0+oAmRO9eT5L3uOZo+rPwHvx04Lz0KY7M9b/WVvvHugj5tAK87iG3xvQBTRD3/5Yq7E1xIPWNJjb6PyRK+pcc3PoGAeT56+fo+SluUvsiqRb4dIH8+/JkKvtQGQL7zDqQ+4l26PthLxj7XI0w+eqluvdnBQb2F4dW9HMH/PT+sNL6IiOo9NaD3u+wKTb6PaUq8H5uHvr7FEL18NZA+A8QAvXYLdD54/QU6lcybvdyzhL6U2+29CKttvnDzYj7x0/89HeGNvqKWCj89s3A+",
        "usqtvjLZ+DwJqzq+KSmaPL2/hT6j7KG+bisnPlaIkr4Bose9QVlzvnyaFD3L7XK+j+80PkLf2z1frQc+i/15vq3sOD7fNZA9FaKEPv/+6D0DMNm9iNW7vYDngz78CIO+CxsMvZPLQD41w4Y7PVlFvoQfP77Ypy67EjX/vc4EtT6TGUi+2KULPu1U4T33QjA+gbbOPrxvNb0BbiQ+FcO+vK+qvb3tinG9UU2YvuV3Ob53uUC+8qiJvndM1j38MYm+k9IdPo+vxb1qh/m9WNSfvUOv97z6pS09WonwvDqh0b0MINI+gTo8PunutL1kvcG9g1LhPYbQDz7uS4y+YkMOv+sIJr4092y+wA5wvgX1DL6w9RU+o5TUPe/JBb/JET4+8MrBvniaFb/5rc+92dmjPQd7yb2sjWs+2PPePeeMhj118549egSJPmuZxj41wTs+P54jvxGaIb2erCw+96YKv/pbw76nFl4+unEXvo0807wI0dm+bjGTPPYyIT5cXRc+IlX4PY+vNj69gQw+JT+PPvRmB76ago092z2avsj6/z0EB0g+EC+aO9JW/j0JR948e4+1u7tPcr2FGcw+6nMaPsb9Bj32BCO+XP+Avh7AiL3ID2k9rmSsvoLcwj1jlyS/eD9jvfoB070Gklq+P1aaPbd0k71u/z29mhFPvmIz2z5srWO+1VdkProDAT5abbw+HxuvPgW5Ej0kEhw/fkNfvZ+UDL9hcFG+VZUdviAcCz6KDjq8SfJGPjaz7j1914M+KXYBPgYQgT1eZxw+c3H1Pqxv2r0Y3py9DoWePtl20z0c4dO8+EHSPt+tcD2gIWU+zZoQvfj2+r3u3eI+mT9iPTRv1j4SFqQ8kj6Zvr4HOD7jd7g+R3+SvVZPBb5ftpU9Zj/IPlkB+74/Ytm9G/S4vvOsjz148Si+XxJQvoatCb1Bn+C9iOFjvQu2OL4c+fs9RXkuvvPcUL50IKM+9c7RPbu9ST72rGA8PFKhPULRNL46QU0+ygkWPqmZAD5uChU9",
        "Y2xWPY0eVb7/TwU+bXWUPtlivD3WMjU9E2X4PXHSgz50ie+9RjSpPW2VLj83MkY8WF6CvTqo/T2IcOq9dGkHvjsx5z1J4wG+2nEiPXe89b4gzOs+VNbruxGKWL4KcoI+3vmlvqDrPr49fYa+8WsOPoRhw76QF589gKSUPgqWwD2JTwI/nUZwPngBaz5ptBe+vzAPvqNYmz4vpso8zZqIPiSzGz7PFHM8g/ucvkVNEj4fByg+zos/vgHV9bzByQo+zd3RPbeatD5Z/Ha9qbEevknUFr2wLGq+B4YUPmEJf77+n1I9UVsaPA1WNb65Udu+wl8WvjOdrbqGRbk+8+bfvsURLL6opgY/D+tLPkGucD2zHre9m50Cv2+Jkz4WWrI+rFQ3vuEahj6UNQU9CKEoPtlrX74+f7S9dfg3Pkv4yj3b62A90uVyPScJuz6idF0/wynhPRlKgj4s5gE+vK2WvtLNCz49Ufy92/IvP86QK7wa2jE+QmXUPr6y4744IRA+WNzhPTg/xT6VhKI+fWOJvgegVb8vTuw9hAk5PJftjb59226+w/qGPWoQLz2RhRU+/yVTvTlitj6n8kA+YHwZPoYwRD5tidg9xQDMvEV0p753rH29z8FPvpM3UT4bvBK++nOVvTaKQT7omCO/lKQnPeF9kj7QUbi+9fRRPuacub3NIpO+2TDuvfDnNL7adE6++8mTvarLvj6idNy+PKhyPfzzfL9L2a87x7+wvZ04bz5Mdl69YqCxPUIReT1MswG+5S97vvl2HL5dj9S+7QnuPGhwgT35k969hmxbv31xWr3MCKy8vWwrvfDEaz7GOCe95AS/vSzhXT41g3a8yq5rPlMFqLuJvKU+rK9EvqkvPDxPbK49eLSJPuk84j0AOES+O7r3O0pljT5G1ts+cFiMPeeahz76bAK9ALcNPg6jYz64yvq9tlsUPuIJ37191ji+VVhCPzFF8L12nx2+76s5vmr0Br8darw9W7znvQ180TxedWC+73EjPP/63juBImU+",
        "mhq5vPzYt72csmo+ITuGPpttyD7RfQO+05FkPscyzz1lCRc+B86QvsZ+eT6lGwg+ysWMPYEk6D2lUro+s9uuvRtz5z2ERPI7BF9UvtyDxL2oLtI985VFPqTGVj0t/Au+RJrhPmg7r74YhVo+V20JPr1ZND6Ez6I+MU7EvRRGGD4lP28+AdyivuqApr4j6go/1v9DPS70Pr5IgUs+lBOXvMfLpT2rnpW8usAbvqfIfb0QOeA+GrDJveqWCD71E8O9IWn+PbEsVr14BR29YmqqPjQbSz0Zpa8+uI2nPpv9jz47cak9truBvlLBFT7nHi4+s6itvfUecz2Eeu89ZenzvtLyLb1In44+vL1jvSCcOj1QZt89FOT2PQ/tZT62wTW8UCGavqYmvT3N77g90Cezvey6S737ac8+tscLPqlZ0z1/VZS9JUP0vTsQEj1gliY+A1tcvmkQyj3vFGy90BuhPrva2jt/E1S+KOMBO+OxUT02zZU+keG9PRUwAz6K8EE9ph5hvhUSBz7T3Qq90JkOvte+Iz3jKd29qla4PSa3B778TX07zrtvPiIaobxGk0y+VvqEPsexTz2xeRm+An/NPcxiaD56mq09M5kWPu47IL3M4eM9y+ejvrQPYz4OuW69GZRTPU/l3D1CfIu9q7AKPdnNKT7WT4e9r6sBPOeYPT5Z5uS9RgARPkiA7z2qtkE+2xNqPglT17tHohS9IpMcviACiD4susK9lnyqPCdWjDxcoz++2Emkvd74bT1vdQM+iXk5PtQBJD3QrHK+8DTvPUwRH75Cvwo+D/5RveGvFD5wx02+8UxXvE94db6fi0g9Pfi8PktBUr0x9rs943AEv5vOnrxEwau9oqI/vdCbwT33S748jIcROsGTa72+OSc9gocrPmph2D1Ufju79rIsvlM0I77ZVRo90/Qovyo7Sj5UXAq+HLlSPgUlYD4G5888TlGxPrvfGb7HBrI+5N0yPgjrWr0FFY273Jx4PqRZfr45X+Q9hDLbvcjhPT4ElwY+",
        "vn6lvYjI6jwaEXc+aaH7vcvPCr15poU9Gt4/vuzayT0Sl6q9I8wePgIsZz5cA/Y9QLVsPrr9H72SxGY+bhO+PSx7/D26ujA+VpnPvqA0TL5KXmc9vBGWvMzMSj4k5pQ+51OqPfd8NT5gVmS903OwvMpYMD6XCuM9Ts8vPkGaxj21rlq+L3erO0I7OL1JUho+NTAYPfHDlj2LQXi+n3VVPh15dT6v8ki9PoYGPrY6e74AZDG+svOrOpY0aL56SWG+97nXvZO4OL515RC9q1Uavkqy/r0vtpK+ND4+Pgokjb5Qx4u+KzJIPT61Vj48zLw8mjqTvnNz/771HoS91ACdvvKFIr51JqE9kvKfPjcXpT62a12+44kEv+40Qz3NIg0+zXT1Pr1cub7AWy2+0GisviU0tT2Hpvu+kLPaPaKinz25gzu+hkskviIPSD6PHBu9RNFxvjtrOzxpGSs+QbBVPdajZD0o3qG9bl1qvPtxnz7EqAC+xeadPjQeE76ighU+BmbWPnlvlj2ZOMG95vxyPvviyj25T6C+bz6GvP8YlL7a9DU7NfqcPX/kDTzJd6c90XtwvjJ/Eb55h7M+/90aPuzPuj5vrgc9dLefPU8eBL2jnJA+Sr9qPrELfD4dfxS98Op1Ppi32r1Dvc0+ai9nvWOnmL09fni+c1YnPeMv5D0EEQG9ADPtvTcMZb70wrK8gY+xPlqzH74RxAc+Jt+TPm9ojD24ZqA9EoHyvEyd8D1Aa0Q+8uj1PtHtgj06bS8+PUjwPfxSZD5Y3qk+PxIQvUBogL4KyH89Bb6evaoTIb5tlYg+7TwEPh4VDL5PgHU9YHslvtwJxzxsIBK+A9DzvakYjj0qWr49TKfGvpJHGb2HQB++aFKxPHBO5z3aCTI9W4glPkygwz1duUY+VOYiPjFTNb6W2gO+Ti6/vXV/sb5Jy+o9hGsuvqB4yz1LzXY9d+DOPInqBz7cAJU9IEYYvogDBD4/pV+98mlPvqjlBz5dIw49Zeo1vv7CRb7xKzs+",
        "s3lMPoxgzbwFqbu7KeWVPeHeir5LyzY9U1AtPgiJBj59fjM+ckdmPceRXD50T0q9dD3aPKjksDy8Gho+62R5vJiBoT2g6ic+FL8QvS7Uez64cpK+1s9CPUOPSTxzIs48ELCPPnW2Rz5GZhQ+3E0EPthT5D0/utk8wEOHPKa38jxyDoE+UExhPnuSkj5zRVs+hVw6Pq/HrL2YKua9QdELvotIID7wBI8720LnPbnIBb4GSJM8ttV+Pp92TL4IPoA+WYZqPoIWgz4ud5C+Na/WvuHGvD5YMug9evgQPtJ0Ar5INQQ9lHhvvasYpj5GVoY9nlSqvmwmFT0pcBa9d7OrvTFC+D22TrO8xhdlvpWnfr7fY46+Y5fPPd68DL4w4Jm+fnpXPirz9z2cjrY+u2TZPapoUT5bunc+T9oJPhUp0D1/C44+CSRPPl40FL1QVsA+GQs1PYPCvTzE/9M+dYOmvqlwPr4s1QM+1q/hPeWLWb0FEr096V06v8vGZTzHyk4+GwuTPuUTlT6g7vU9sBdwPvU0Ez/LVz2+6mxSvsFAdD5rDQ8+JGmWvgA4vT6tQYA7LhzyvJt4Ez+LFYs+6ElSvbXC1r7vjSK+XUjrPeEW8zxZxAw9+XZTP8ouBz6qmfi+zgoDP98wgL675Sk+5PYKP23Wdb7Vdh69EOh0PmXsGb33W0I/Yg1bPkDEG74IlDM+o375vZoO/jwPcvo+yaTRPiUNqj00vmG7qNDHPvJYCr19NHE9CBIQvRhY0T6iIqy+qnklPxD8BD1iReo8fl4MvqYnRLwHglC+PBPGPn12tb6eNhw9wh9nvribDL7drtQ+HsdUPvNIRD3ViwC+ukEPPpoP/j1nT1a+JXivvXYJ0b5mGNK9rrOmvfsyerxrBJ29Hw36vvpJI74e5Om+L3NHvsChUT5drME9qrS2PZcAU73+8Pi94rGFPTyYJr0ISTO+7dRYvRdL4D34fTk9Kv+Vvpjq6D3ZQR4/HnGbPqjY5z3Mp42+cd/hPppGMj/FVF8+",
        "WrQfvfoFvj6mA8C+jt8rPp7yyD6r9kM+hkvnvuYrQL3cv4c+mMsyPa8Fyr7lrwI9BpI1Pjerfz4SDQa/SadqPjOlbz3M+aS+a7cfvndIgz1nnC29x57qPmgWEz6lH0o9WqejPirsW75zyao+UsTqPvA+wz3yfos+hAgJPn9/H7yEDfY74dIGPugWp74kq4K9Cgewvelajz4JQQ2/F6ocvlh5W7608OW9ZZqZPmMHaj0SZ5O9eK43voSzaD4ZqhS93tUivlOh/r1OJWi9KJCWPveOtjvgySk+O6xRPdFNQD7SXf2+LJlwPKOUijz6gEU+KNIIPouS1j3j7w8/YT6FvcgnPr45dZE8GJHUvXBIJD6df908+doAvj7LMj0ORew9OZFgPusb7r3i/Vg9OU/mvd67Qb0Emsw+gVMOvshgh75nJ+A9h/ojPhh2+T0qjTi+Ojg7PqL2jD42cVY+lS6DPoosSj6S9wC+mIcgvhjoj75xcZS+kJL3PQF0hb2bqi89gQSgPpJAkz5MBHC+KEnvPbYBor0Fa6a+rHF7PtCvur0QnS++sdWHvRRpLj6GFqI9w/K7vsIpjj2BL8g9vh9SPVu/Kry6Uk0+D2ohPiYeFj6QAFK+a8IuvlAi2b2RRPA+f97HvaExyzzHlly+xLtFPQNMHj5Hm0w+T/UvPhosJr7OwhE9/0jkPK4xBD7k5As+F0eiPrTZXL6Uzw++o7MZPhj0Db+KxzG+DvUZvu/CLL71ZTE+DnG/vY3sPD6/Cou9RDf0OlMlIb4YV+U9Kda2Ph33Zj08RRs+f4VEvlbEWj7HaZo+iL6FvV4+LD6XRGM94p6yvZ2iYD5ZJyA+94bEPVhnMD4jBoc8oMdnPtkO8LzJJZy+MpPVPWU1773CS4A+v+qoPt34WD1N9Qs+ljkqvqui270aIUU9e9Kju0PcJb52Fla+uKWpvtrqkD5UVsE+aRmzvS2ttb5kWr49q0dxPhyU+j3FVD89FsABvNgNKr42i94+d8WXPoYaOb6/MXS+",
        "6wiLPJcBH75ciuc9smHdPVYTrb2DSJM9fLO5PXXVozzxX4I9jD+6PXaFBz5otp49TXBZvvb2Ij6GyBS+0F4avnIAh742qpG+tdTSvSiwgz6owzQ/rZkKPuClkr7HfdG7gHNbPu/uoby/5wA+cDIVvsjNG76Xsbc9Y21ovU+EHz6QyTY+jT6ePoX9lr1J2PO+PAUrvuxSiz3tvMg9c5ACPVw09r1fxow+1Yf2PbKBJ76MoNw9FyvkPdQhnj5wFtW96+cgPnHrp71P1Lo+sAktPpruvD5KXhi+tHVwPjCpIz4VbEE+kvNsvUxHhz7vpHa99EE3Pk/jkT2R6jk9fs7hPnHmmL6CFJo9fIGgvi/tsb1sExG9ToAtvj9bjT4hQFw+VApbPSo8y7ye5vq+tFD9Pcq+rb3IF4k9H1Ngvn/2Hj7teHS+jVjdPTTikb58ETy+sN0hvcMfBL45MLc+zecMPzoluL6afbE+kc4aPvluaj5yr9Y+V3IlPU+cqT6/pbG7GR8LvtqbL747c3c+8NbmvUzSgT5Yz1E+A90Mvrt1ZL7Fxrs+t9knPZ0aaz5wrdm9v4vMvrMvcT6JyAQ+MQ1IvmHRsL0tg0Q8AY+gvHIzk71Evts9GuqfvozWtr4UzlA8qyy4PlGjCj19ZfS9BE8Rvn8bQj+wVve7ybpGvYp1sjvLUNY89guLPn/b9j0DCbM9+E+sPf1RhLzokqk+uMkqPl1iyb2/AoA+LmnDu4Nk7b61n4A+HVuxvQiMvz5S+F2+3KjsvZubvj08Iq0+6H1VOXfnPT6Xq929nq6jvnRn9L1zSXY+sdltu5/s5b4aWl89Pdd6PoGIMT6T/Yw+by3uvet3rL5n0bs+EXEIvij1fr3EGFC+0P/aPcVth74+Xxs+vyeDPnRu6b2MlwY88AhhPYYLKLuiV7i+b3SmPvuwZb0XpfS+uZpTPiYnLb6ZfiE95dlmvboDdTz7iLu8ZXDiPU5nNz4I52o+xhHtPcUaGz5I+qC+eVBfPso79r055QW+",
        "/NcQPY7xkL1JtDU+vjy7vkEtmr0GXku+ZSalPWbKI74JyjC+Z/nCPnTxP7/Qr6o+3KpMvE7jHb/mf/S+5NcEPVMxmTxdX4A9Gtz3PUz8ZT2pvrI+Lx2YvTq1Bj3tXEU+kwU9v8cZOTyHIxU80Xe8PV+oez6Wakc9caz2PfyFHD4ONvO+cPuQPRd2Obymoe6+Y2JjvnavmT0qABm/CO+AvcQ5A724Eyq9lq4TvlKMiD4fneM8d7mDPemSIT5ozJQ+NQZlPZFJBL4qJEi+ezWsO6q1mL5bsJu98xHKvHXhuD7P+p295RFfPrLvR72RNK08HNIaPmdq+b0P/8I9rvguPgvUK77Ik/A9/fjqPdZ5pD6/cjK+IO4aPdTB5ryIlTS9uQW9PXVIJT7tO4U+JC4cPsdFDT2eEMy9L0CCvUzpEz6sL849w/F8vnn3Yz2BNM494TSyvjYGpL0RLbu92tiIvsEG97xgWhY+CNoFPjK+cT7CfZI9fKCIvt//Ob2vj7M+izlzvq8/5TyFyGu+YA4bPhDCQL73AUk99v+/vdKb2z1fd369Gob7u/ZX3D1UI6y90UmLvOOppL5xowk+PP1SvWv2Vr4jUEi+tXk8vCJ4Qr2v81o+lPZ8PqdHe76fInW+wD50Pv5/A719EwY+R5kGPW5FIT4aeUi9eqHbPDLAM757Mb6+IiwWvs/8wb3qPYS+MZ+7vmAzvD2h7pM8vS8ivgJu+73cDRg+U04YviX5mj48y6E6mhgevj2wJL4EQa0+OW7YPhbzQT7c5Jo+HW93PrzBzL70Zda+iqWyvkq1Db0pFkY+ZBsWPpKTiT1zcb4+NIfQPQAdjjwAhX8+RcJNvXf6DD4tAJa8sy6IPpFH8r2STlg+uCl+Pp/ycj4SbJ48vA7oPXMqaz4GYMa++PBVvV3vVb4vKh++2voav+pvVz6wOfu9Rq8/PnqqdD5dRAi+oKGWPkqtgD1gzqi9hyLrPnRVu73D5Fa8kbhPPku8FT7mr4s+3CH1vokFWDzlZjg9",
        "D8QDv6j00T5nx42+jmvRvv9207zWvpc+/ynDvsTVHb4Eh4W9N4OUvWdWrz6dDY0+zVRivrBBYz4wQkk+tTIBPlp1JT7bRHS+bcIZPVS5q74Nczq+q14ePiXmCr7OX9s95x0UPoNzET61NSM+V7d8vn1c4D7pLkc+YsdtvqfmUD4O/LQ+fLCsPrwlXj4tDyQ+7n+/vhuxzb50Qoa+oI1qPTg/ST2g4YE++sFWPLBfu73A4z29c+n4vPPx/r7G6ms7XhVRvYQyIb5EZwq+cI3uvXiRMT4Ux0k+hkzbvGnjDj6Jfea9GzzAvvNNtDwYR/09r1OHvgWRGb738Q8/8WdAvqsgFz7UZNk9B8HaPrw9Lj6ZXpW+tHNevrlspD08fKO+k2Cwvedu+T5hLvM9nB91PVpdFr5B+XU+rNNzPk2W5b36d5C+s60Xvr2OCL2Ox78+qB2NvmaVR72Te5e++eWNPsnfgD7GZf89S91kPYDH/L59R7o+5xnvvlKZ7z7Le2k+H/lxvU0sr77vwX2+JzuvvjVm7z4Wfia/OYmiPjWj2L79fuw9HtaEPmJcnD38f7G9kJ/LPXPzkT69BlG/572nvq7nbb48NiM/Jxf3PpxH6Ltm0p2+0cWKvj8fi73E+c6+e0nAPZhVdrtn/Lq+qLkKv0NhgL0k/Rk9lHuwvsYIlj6hbo8+mHWxvloKybwB15C8ibf8PGCPN75V7U++bIexvfXusb0O4X6/jAo6vjoI7r2+Yf4+l4U3PtohOb5cfe29VxNVvik55L1NmUm+S3xRvV40TL+8Y7I+HSUFPqBhUr9cuUC+JFT6PSLiW7vIITM+v7ZBv631rr6hYQE9Ml/pPWq9eb4wLn09SXE/vY+wDr42tRg+NKNvPbj/eb5vdaK7wIbbPorG4z7yqdS+zle/vkm/jz2qshU+33gSPgzfhL3H8BS+HcLvvgfTUr7TJHe9afFLP8+o0b38lt++BpWJvyRW5L4R+1M+2vkHPaAb3b6QJaC+HfpDvQ2qSr/5ZnQ+",
        "eqRTvpKyhT4Gy2e+KbMRvLdvvb5abUq+l/xIvIZIXT4Hc1Q+/CQBPoBlIz2bYuo9LuxqvX9BsT5Ggak+VYFWvqbziT4dES0+rA+TvNDQpT2KUgu/7KWOvRChib7dMyW+EYXPvWlP5L2k/p2+/oIkPgSABj2Wg/C+whVmPnl93b3sBGE9yxb4PckYwT0Nu/M9T2REPlFdEL4do3m8nrMfvi1T+r7K+q49wORuPW67Or5QdHM+LRyGvb0ourrve6y9WEhHvqZCXb4eEFM+7tnyPI95mLx3Gp+8eAG6vjyicb4silI9JtoJPqoC9b0CY/G9uMvQvObfBj4CiQO/QT6uPsQfFr+K+R8+T/OIvi89Lb4JJ3S+ah0tPlZYi71hBYK9ptT4vW2ZaT6+thI9nhYPPmZwjb47Wme9YFdyO13WDb5aFH4+pOAoPuAwsT7y3rI85RSCPvaXsL5gY/i9BcQTPfP7nD5dTok+ILebPlyNWL4J94y+SEnBvgySxb1R7wm+9Haqvte+Yz74Ssa9TALxvSSVMD8WFKu+h1soPeGF1D1hNDq+8znIvahlOz4rRog+nyE5PU1PCj8qqHg9wCBAvfvYIL6+C4e9kbv8OKXcPD2R83m+ig9zvCG6Aj0N1oC+2xrGPitT8D2ph9u9mNDXPp/Dz71kvus+nZ9mPgO0ET5dIaK+vW4Kvm9iub7k+vY9gqobvqOMCr7aLcc+upCWPuMD2z579VY+fK1rPZjZq73nGD8+WyO8PeTgOT5Uzow+zsxOPoHZnz0DHrU9UWl1Ps46IT2O3ti8cgSnPs0Nir5SA7g+oZVOPt4Dl76lqkQ+mFsJP7GwT76C5xM9ZwOQPGloc73gXtk8RbSDvrI7j75YFDS+ZRUWPuoTaT6jzjk+f7QWv8o9HTzZg9O+kUXpvmmjBj5epLw93deCPsZhT70BoTu+mDV+PpiANT5Ftls+xl28PePthz3xkSc8CFCHPt5Pt7y/B4C+gLGQPmyUiz1Y5QW+MPArPQZtAb6qgEi+",
        "5ckFu3g4F74mI8E+gwBAvcXJtr5Lrtc9lJvBPllqob3yVNU9LaJZPGxM5z2PwtW8rTIrPZGeyD0vw4I+eu49Pnrh7T4oPgk+DrOSviM1mz6N2om8pYzFvukLxbxaH6A+V5KhvrGNHL6U8Rg+pQsHPoypebwl2aY+WtvxvRvSHL396lI9KrAxPe7VYj5dY2I+OlcAPpw41r4cKGo+YLPavg0hzT2YqWu93kTyvm1rZz4Sb7S826oLvTQYqb2PA+A9EV1GvR7T7bxDX+C9aMVVvl3UKDzBTW8+yJ/fvo6BcT6oSoW+a64dPYhiGT6UYoq+TFVFPiI6gT4tXJc+Gv6auubdkD1Klh2+iouZPpUXGT7LSk0+LTTGvZVc4T1sCSU+kgmNPZZgUr77JNY8ND2NvTOYWj6qfOw+Dv08Pjcg1z3jY7o9VmMgPryh/b2zR6c8TBmnvcVhxj3I5tm7qiODPtzSNz5IQAY/8wokvkSBhj1eJ9e+dImcvsgH472ls/k95z6iPlNslj57onG+fCLLPcxRxz1mizc+ffiKvswjBD20FqS8EMFkPci66DpHzsW8NdHAPZvrAj1zSgi/J2ixvmp++r6ezZ4+v1HFO9Dh9r1SKog+Yc+mvA/JZj33OB++70wSPj0DuD6zFAI/4gSEvspcDL3fkRe+j2dxviQ0yT5o/9i+6CujvXjAeL5F67g+EX4eP7ldCj/l1JM+c+jdPfC1ML6fTno+WSFCOg/Tmr7XbZY+xZmQPn4uJz6Z7kA+ZUCkPq4vur1Od+4+ImAPP2xeE79UDQA/EYTRvUG+Kb0DsVy+gFINv5oehr5jYR8+w0AdvaSPO79xaew+GhlbPnUCWj472aG9V5vDvo1trD6GM3g+RG6ovm7WlT5xk7w9tk7fvqj6TL7WhNY+oUTTvufupb7r18u9brJbPhz5qT7fE+i+P03uPZNei7wYlAs/8BGKPb3W3z2yl/s95rh5viuzTL5RR789AgfTvoz1fD5bgzg+xl/7PoJgPb98oIG+",
        "1ylVv3E0AL4BZc++j+DDvli8Ab9GxQm+8nkIP94Bzr2RuAy+WkdZPndoJT/6CVO8wNoXvhKJ7D6GTo4+xd+YvsD3Db1Owxy+9cqqPbLioT6EVg28a9w7PtP9eT2+JSO+IrsEvYo+iz1h0Ag++lJAPTvurD45XKk8+JqSPsOLor2HCCu9GVh5PmkrcLyOEYk+hi/NPj4CSjyfQAI9DO4fPtNYgT6GJQW+lKpLPnO/rb2OMKO87WhOPvYjJL5zP7c9HVymvpfDUT0B3B4+Rqv2PYtNRT5/CXK+usB8vi0x4Tz4Fz0+Zc4Qvq0nIz6D3KE9QMp4vjh1V76J7Ho9zWHGva4EyD7Qt0s+AuiMvbtLdr2XuYc+459CPotbrzw7RHQ9VYM0vuUZUz666KQ+DOmxvD9Fl72bZPa8QheVPhhwvb0Zr7o+KXUZPiIa875NH12+JNGHPQ7NAr+tr1u9G2PHPq+CMr1gZYq9DYBgPhzop727bt49+XciPktWCD6dimM+Iq4AvgHxT75sXei9QvTSPc1yur52CCc+AMkpvojjMb4F4Mk+EDVJPqXzyr2fCQM+QHksvog/prwcYU++lEpGOhIgMr4aPWs+hSQKvjwCwb6TKXE+CxiIPAdh5L7fMgy/oa/zPBuljLzYEhe/uCaQPaM0Or7d8bu+7xGgPglBk72pzAi+7jyTvvmWeT57v00+5dxKvluuCD52a0g+ct1kvUDb7b48nPg9x4MWvpc51D52StA50P0mvTODCz7Cu4o9dgyTvsroAb+hoI09W1mTPjNT2L2l1Jo9gIRRvmfbmLutK0e+TDEKPliyBr7Fpsg+E8abPcbrVjs+HUC9nPYmvkhPrDvDDju9cQXVvKoTAr0pICE+FA2xvvdbGT4bsoG8n9GDvg4/FD742Du+AQ7MvAJYYb2LPJ4+eC+nPhYcKj5PDjE+H2BvPmJiQz39t4w+AhkYPNjXE76qxOc+5HtEPnIZhL3Layc+gGKDvD342LrslsQ93nUNvliinb6vHZQ+",
        "HdK3vUoKqL3EmQ8++M/NPSE6vbwR8ji8hLtYPErX9j3y9zs+nHehvXlYpz5eOFY+ODkqPkWV4D5XxRW+SSP7vQZ9dz3Xppi97EP2vYwdIT7QMum+jMmXPRfTPr1lXEA+SCxKPsc1IT11KAS+SBMwOyp/xr07TBU+lsivvYn5YL0mEDs+OWvfvb4x173rWDi9hBPDPZumHj6CYjI8P+1kPcx7RD52Q5I9IjfKPcfLWT6P6Aa++UP/PW2/G76vGfC8ArkzPu38JD7M8rQ+I9bvvaTrvj6/RKg85bIxPcVNB75G+o0+5uhOvQSaFj4zZ6I99d2LPcqLgruLhvc7hxdlPNiZGb78IH89vs7oPuU91DzmRS++zX9YvdYvUj59z5G9Bm9Wvock7j29OzU+75ysPeiEd7zbyAu+meaVPk07nz7p+ZU+QwT0PSIc97z+sle+V+5XvVvVxz3jMD6628TKPFltCz6ZdJC+dyGrvijTx72l1sQ9UtWAviSvxT34Xhs+9eqzvh893D1OFOK+YPgXPWFpg76XfIC+F/YJvYMuCr5k7Kq+Bb+XvD1/rz6jNnS+0ARKPmOnDDy9TeQ9/shFvfVfTb2ONKc7rdA7PryPC76pDuu9OA8+vnTXz75qCKo+E3M2PXRPez4GI6u9GENPvnoZnD1h7zA9ZXeDPjeMJj5F9Nc9q7EEviLZ7L2317I8BlunvXO5nr6pevK9rE+ZvXrdOD7StAs+CHYgvP0Ihb50oa09bg6IvW3BtL7F0aw8J22hPkrOjL7xuaC+kT3qvkWcIz/v6dA9Uj6YvZLSO767vbm9lj7ju+utWb7tkgA+nI0AvRaxXDyjZIe9UKTxPex2+L4FXLy8fZmkvk/tEL2vpgu+2EG5PVmUjD43/gc+1ImIO6PYDz8ZCGw+PXJQPYvDqL4qU4S+G0EAv4D3Pz4/mGo+ewxTPcrkk711L0++oCjbPTTKSD6mvOC8POPPPnr4SL6C77U8mz+TPgwjWz0ujpo+/wkkvvy3tr61E3g+",
        "ANQvPfgLr76RFXM+F7ukPVH+P74npnq+bGWPPve9er3lqk0+isyWPbekA75BwQK+fn2avXtR076tho8+NKYCvt4ehD6MLyE+mzA9vPTZhT7aV/S+sn4TP4vhFL4xZtU+h1PdPvQaRT6AENq+LDhgvgpjDD4Tjzi+hPQzvvTiWT0ALlG+hErSvik4FL5QJBI+HSekPfsG/T6T0709V1ZfPjNMfb4xDp696mp6viR16z3q38a97EdRvoC5gD3Gvk0+j7LrvkRujT7uVBM/10BDPtDChj7yhpu+7TKUPlz9urwhKCE+oBA0PjtUUD5t22s9hH7BvLGvJz4xqJO+xBePPjtbprwdaRy+NUgGPvc3Yj7aj8Q+5BCaPeMdB766seU9wGJ7vtWevb7yXZC9PmDBPnfOhL2L6UE+0JmlvvgaIb5Ciwk/RZa+PoNCFT0qoSo9+L0uPhELUj40HYW9jHoBvnXTBz7OwXI+x3LjPSOnuT5gA+0+ARL4viqHHD6Zrac+SE9cvsy2MT59coY8EgmBvcjbzr4xTek+hLVXvT/WFD+xppO+Q2nFPeLNz75eFAK+LSucPpWXQL3rcQo/x0UrPYy6Ub/XGjY9J+Qwvu0oID5w3p29Ac8CP1t9yr0K04A+ThSVPlFJg7730uk8m22jPCfZmT4kqnU+WjspvhgChj5EmE0+RKeIPiJxDb70tje+ZOmHvhl1wT0dG5o85Wh/vsaZGr7YyDU9RGyZPhN73T3gz5q+wgllvrn+uT4k7ac9hxQSvmDgkj1heQS9DDaOPmq2AD6cz7K/qiFUPiUPpr4eLSK+H809vRDs576M4YM+Pj+qPhlEJz3WTwq+YDQWPnMseT3suqM+Bc5JPtz6Zr7uKYM+bsg7vjo7Dr4MXD+8tyzyOhU7Rr6P+jU+WPrMvQlDgz4IpEU+g4ECv65P+r1IFlG+RXXlPQ/9D75AZtA+HyClvkug/z13OII8bqhcPo+U4j2Whlu8fMcdPiM0Zr5H48y+oHo0vm7PRD/uSdi8",
        "E56rPTP2HD1CSWa+4qJOvlngcL71aa09+g+uOwD/1T2t5Qc+9ik0vuYefL44XU0+L00nvI9Nhr5H+La9Gecqv35TvL4b4qm+9cTrvJi9vb6I77k+ie/Jvshyjz048Ve+RxagPjPVvT6uePo+1/OuPuuM1b6RnUy9UcUGwFUBtTyxw9E+cmrFvVT9Lz8nH0I+D2yQPrwNmj2nfVg+2ScrvjaeiT0BWIo88A/cOozAYj7O7l2+KwsAv3PgBj8de2q+5YL8vGNKob5ud/K+Igp2vyC9mr4FCqk8bwLUu0Rv5LqTSbe9+m+VvuxDuz75sF0+q1sUvmoetj0LZNC910S8PgY3Vz6ANnG+oKvBva6qgz5DdF+8+pOTvVDdfb6UXEC9QV+ovGHRvb00L12/JF+Pvie5Nj+N/AS/B1AHPyueAD6mD/c+30MwvsQeUT4aCf294sijPgqh970dzju+fkMFvkUQ/j26aS89qoSgPuxNQb6HEzC+Mlciv9/MkT7KkBc+iRjLvn3E2T0XT4O9jp64PnvTyD41VGw9ICokPlAogz6wwhw9m+wRvQAzrj1JofI9/ooOPlrsiD5YPcU+HN4bvi4tG7/kDXY++lb0vZ0Rlb5EbPm8SL2BPnBmI71ycWk+oVTlPiJkKj5JsOI+evO/PtytdD3pCsA+5PJIPs3dYj6UgvY+EJRmvgvxBr4okX8+F5WoPl9ujL4dE7A96K1ePlAX7T1KUyM9kRUWPqNGX74BwlQ+NvvMu2Yasj5JpWA9IMksP4Lnu70mSPC+u71lPmEqTb64Qww+sywjPT1WGb8GPfq9xekwvGkj+773Rsq84gKqPnGLL76FPfm94UMivvJ5JL0lfAM+DAkLv6Z4sL4OEDM/S8u4PXELrb7VNCo+JJlKPmBGsj4suF0+ty/2PBkgFT5QfZI9t92RPnDKrr0SNrW+ywiyPkXbCL4aNLM+az8OvrvUZz31dxQ+q8yAPf6h8byYWrS+fKOaPqA8HT7pB/y92B83vxc1ED3XMG6+",
        "QEdEvqxSFz7KTta6hiJkPhDDFj/FlhC/qT7FvcWHPr3crz8+/3iovpU+fD5KS9W9iPFKvp9EBr3YybU9ohs0vIuu2D6AmZu9r7z4PkirDz7ciVM+zOtPPX36MT4PAam+TaO5vuhMtT7FO8y+u2ndvv2NS76/A7O+6T53vnNBD7yUC4E8jHmbPrpZBL0IpXQ+uH4uvsZUKz27+5Y9+bIGvl9Jgb39Zls+DjoZvhBXib5bSne8bNOKvcEPpT4jgxm/zHRTPiODOj7QYzM+hrJ0Pdz01j5EVby+kXKKPmg0pr6gxRa+MEi2PibhYz2TNMs9mLzuvj4a5z2FTJc+nNcXvt2FTD5VGog95zIDvX505L0jrwW+EU4tPlcfO73kUsk+iD3DPajg4D3aEc2+oIpDPiamjT515ay6FHYVPWNchr0129y9eYm5PRvJoL4KKOe9XMemvRhHHT4Rk9+8UUM7vrPF5z1a5xy+ySS2PtPFBD4P+6A+wGWgvjy1gL7iNrg9NsHWvnvQXr4O5rA6oGMbvo4aB7+m0ZQ8lMSwPjMsID8h4uU8ncT8OyOooL4y1Cg+KS+TPe+1VbzzBce9cj6ivZf/hT71Rxu8u9PPPlP2nT5S2dQ+VYryvbUizr0nyHE+Bx6iPq63lL1Bldk+aKIQvqjIrj2udB++nWXDvnbFkz50zFE8q3WcPpYDjb5o4VA+hUXLvudyDz6TSJ++oXakPqPmdL1pWhU+3cxIvjZRRb5Iyck9uLdlPs8DgD7U/+W+Q1xGvvSN571Y/hc92pCEvQLyUb9X5DY+3skavpgF7r3mzj8+pGdqvifQzjmgR7M96mrYPfmP5r7suea+gX8WvpkJRT5/kxa+RA3Fvcuw7T251gk+K9wyPtLbQb6UhMC9XeGzvfZcrz7Py2Y+mHx5vlpXlD7d9ic+s26QPnJmzb2ajmw+i8LpvtM13b1lkAe+1ysRPZrMfz4C9nc9UILqvU57Bb5ooEU+uIC/PQFiXj3CcAw+xb4Wvn3qoj0VfAS8",
        "Yoqgvurj+z1e9CQ+oEQgvrOtMD5+NYa95MmNvvLLrb59p8A9KkfHvasxur7SIGA+250vvV5mb75uw229xrUaPSrMXj2G5Xc8k7IgPmZdFT5LliK+nwaZvvfYLb7Gry4+aGbnvYny7z5rtCU+apn+PVNznT5cPbK+UnEuvtlblL4zc20+d5aHvNlEzr2XCba+IAaPPu1X2j1T8Mc+6vqqPp/RiL7hgLE+jiMZPiAGAr0KbTA+OSsVvQ+AGz5WwBO+7ky9vuK4lD7ve92+9gA7Plpekb1b4Bc+ByYLvxTHtj20mBM+LLDQvkn8oL4WITw9vMNIPFtXFb/Nk/0+bPzjPYG+oD0XRA8+aBrovf2ohztgjVI+5Lg1vozBi7zNmYG+F6DBvTgmm777Vaa+MNpJPkBzP75wd6I+Z5I9vuhMXD40ssc90MAuvGVaEj4i68o+ln4CPLEWU76Kk7i+XkEUvYwzGD+L6Ic+g9VQPlzD3b7OCi6+U0axvvN2Kj6Kuqy+SurWvguicj5CM0O9bet5vnPRCr7hj5S+BF6mPpGfxr3eNpQ+pWjAPsxmGb4gDXy92rBsPgBFmD6W/pK+iHGMvprfb75D22++WoOxvfWabr7BfRM/rTnePXFLu76tW8G8i+FevrEPKL1Pc0i+5PGRPbY3vzyMhLI9mWY2vloUPz70Gc49stdvve2nJj7n7YM9lrC0vc3e2L5Kzo0+LG7RvbZ8rbxzZp4+7qmNvlk7Yr5pOE8+2cAkPocFtLwi7Zm+rah0vuKe3ryIM5E+uVD6vBxser6t93w9fCDju1TV371FmoY+nKtXvjqVXT47xzQ9rXB+vVTxjj6mMhW/GKHkvawzQL+r2A8+Gxzhvvb4j7xZ1sw890SWPNcdtD39bqK+W+G3PtOVF75itFe97T60PpXcHb/ygGS+eq0xPkqstb0tTC6+i2tOvu6j8T4ROdS+EEPVPvcA1r5bSTm+oV50vnr1ub46hJY+do9+vU0VSr14z9o+Or6rvsdaQD6B5VA+",
        "3gUuPdDr171IfN+9vbxYvlnJuz5P14g+JYQSPhkkcz5xujO9doLMPqXBjb0SYqs8lLrLvcyGAL4T4xg/iBRRPApjj76eyIA+qei5viycLj4vPSI/sFI/Pbp9h71oxFE9geshvjARKb6bRFw+eSghvnpNmL1uK5A+STH0PNzhvz7ZHjK+3n+KPij3nD5w7Tc+11sAPzcxVT4FV3a+i2KFPk+rLz5TRpi9xzvjvN5R8r3mGBG+d6HTPlKkXr+Kkwk+PsdvvFLnMD5s2T+9ZLEROtFenj7/Gec+0jlmPp8eaj6v2nM+ds8cvG10vT4eeGG+g5eUvh+wxb068AE9N976u+hsLj7qnMq+JmuGPvLEb7xv8Ni+LTtYveGNMb3qqtm+Q8bmPjfP8j3wvC89DjzSPt/8W74omAe/7FKGvl8hSD/T+mG+bvAVvVXFDL4p5FG8CmGqPhkcNL7B9Cw/NQXnvqBwbDx8wNk+fd6ivjT7O76iQru+yzHTPntzIr6NMwe+TecGv2Et2b1slH69RYQrPcr3872T+yY+F1M6PpFbsz6EkiM+juT+vQyjOr7JhJM+SLX8PX3Umb2cCyO/7uEHPpVvpr1RWUq71j1TPoEC7b2kLQg/kn4iPhIMOz4gQFQ8/Q4APoQCnr65UdQ9c7pOPDwnm764rnw+eUtEusShOz3UZxO9+8TTvekEvb6eC3W/mow0vvuRVD9l5xU+ifR8PkMiaL6+2nW+qxYjvcMpuT22atW+aTUPP4aMwL05DKo+q7RBPo58tT6Aa569/mRNPkGUib53djA+Jikuvv2Jxj004t894pBnvjuM2j1+fhG9fSewvdwBNz5IHeY9k0ejPYD+ND4sr7C9En5XvmRS+b2ghxM9PyOdPlibDL6Crpe9/BimPWn/NzwYvNC9HA45vkPyAL5ZEiO9vvZCvkQ8FD1aZFo+jvpkvZJsbD5f+LS9vYOmvsPBRL7XJ7G9LWnQuOjP2r39rso95cSzvX/Op75sPQS+8+ipvuXDazzxw866",
        "eUqqPL4Eej4Kgfg9TIzKvuH/WL4tDZM9MpiAvZKG5b1DufO9mnKavBfULL0FzB0+KsIav7+SIz3omZY+ml6bvXEukjvA0VM+ccsNvch0Or4WcaY+DbjFPakaWj3zVQ2+ROwTvJ5HKj0RDgw96H87PlF5gLxxt1e+aLOevuo2xT7h/jy8X1a7u9Pyeb7CFIG+fIbjPiVHFb22/sy9hh7iu/41QL9U7ZA+yH+/vuQ21T7GpIc+KZlMPrK46j4BXBu+L4EFOxbT0D3uxxG9G0IBPx6pArzcZBu+VO2ZO/vdSz76rws9uJ5fPoCujz5r55i8+m/8u33mxj4qWKC+kDJyPmHeGD5WdDw834lZvqdERr1uebg+eUyePJ8xKz72gIE+Tlw3PmVQ6jyEDLM+BQBEvl8cGz4rfLS+NryUPV01xb1epV0+yLSuvlV0wr2/1xs7pym0vlZF1b6f8ZU8DfyQvQqSdbxE9II9Y7NUPnYGfD5+c4Y+oEfBvW8ht76+ghW9QCQfvkfnJT6qrd2+8WkLPz11+L7RJw0+TWBkvA0LxT4SSoE+zRGJvHp7hb0kAvC9sA2GPDppBT5m4HM+CF5YvrkbgD0rZxo9ozmxPmYfDz2z1I6+61sJPkbK1j2F74M+dw6dvgNlZb0/oCg9HtcGvmmbYD5kJ788x1r4PXdpjj69UPY9jXi5PtfNCz52bqw+3JLhPbC2Cj5XW7g+n4/OvXhIsz0Pb889Oa1uvdD6qrzz9rw6AeBTvpksAT/pn50+zuMqPpUTUrxW9Z0+URZnPTm2TT496MG+b4V5Pm4QCj8uQNy+DvmKvRE0fT6iifu+F1PsvTHJmLxQA669Uqc0PrIvQb7InNY9jgJmvWmlEj4GSKM82M4TPmiQNz72Ac69LSaMPfg/Jr0u6JM+a3SvPrHnOT0oAvs9qNJMPtm0gjyHUBO9KUm8vdFmeD23FCG8DVo4vsqOiD11JN89NwHdPvDElz3EQza8u5ZdPvSOlj6tRDg9vE/oPnAzmL5Ptb+7",
        "JnmCPqLDJ772rhU+yQlRPoTyxj3VozA9L1Q8vggdML4hTZ++fQAWPXQoCD9rtGc+WyZFPeVgr70PMky+vrWpPnSbIT1P4wM+2zxfPgiPhb0Wkwe+MaXTvrsc5D0xGaA++K+zPfMp4D4GyyK9b8NOvjpUdD5bJUw+/+CSvswXUb5Wze49xnxOPem+7jsEVRU+MPw1PR6Hyz4/BUI+HnGRPlaOprzaeXK+oFNXvl5ti76yDCc+hloXvwSlrDxGTHu+G4EIP/dDHT6P2GA+ayF6Pp+KiT5QiDo9E69vPdBLdL46XhI+hfduvglE9D07ZKu+HHT7vTx3Ib5H4e49rIxCvk11jD52fqI7jkZGPmB+CL1jVUM+AlEkvlQwt749AJc9D7eePk7fWr7lxA6/iRc1PZs0zb3uj4Q+8bdEPnBI7r1kWSc+kXBpvmakSLxBM/i+Pl5YPTifjL6QOhS+Tpo5voxuvb7ckS++QryEvmnK2T0s/tK9Vm+UvjMLQj5FpTO+CKA1vgy31r1T9u+9E7o3vhWHvj7hmq++0LIXPOLZdb1Gr/49oNWbPgCViD2RZgy9vcYivkwsxj7bobS+jK0zPa9wZz1zTcE9n79WPcGKCz5o2cE+QnW+PhW/FT7k6qQ++QmZPgM9Ub7ojlc+d1rXO//DfDsG3xq+64DEvkZURr6QeUE+cEjcvs8zmz4M33U+uLY6PvKPTr2jcH8+d3k8PtNvwz5ocJ89+C6avY0Gc7sijCI/wuYxvqRp5j32j3A9DjE0Po9npr0QqoY+ZVvJPt3LaL5xpKQ+A6RFPNnt3z5HrTI+85lzvbIRXr6h8pc9n04bPkDIoT2wkye+c8qpO+zfL78rtd6+dV09PecoU736JoI+nieJPjOgAL7xwnI+Y5xvPpyCHL7NkhW+tSi2vTSjRz+DYKe8bh0EPtgrrT5c51e97rqSvvTKjD25ft098lARPbItkL4/snm+jJwgv2PskD7H9No9xVniPUa9vT3XK8S+7q69PoXhH7+pqgi+",
        "fALZPmMHi70AbzI+UnohvleKlT44tAO++w21PiEHjTwApUk9i87PvV6Cuj3aMM09NJLBve2bVT5PKsW9D5TQvQYrDT+zjok+pfbMve+Hvby0b+s+7311Po8vhL7bC0I+heIAvZDoYr1idqa9JjMMPnyPlT28E10+8xuEvlDrWb62Lq4+CAmZPp8hzbsbGyK+nSjLvtgwrTz0GfA9sjPgPg8Gkb5rEo2+j4OXPjtpRb79mrI9X4PYPt5XMT/fe4i9MDZGvm6eKT6+W/I9weCXPr3Zgj3su4+7oxWtPvkIYL6mbKO9Up3yvdR+Rb5mRiE+I4rTPVpwBT3KHyy+gXIgvW8Lnj6F66M8blJBPV+jtT0YYQU+Oe7TPci22b2/cEw98uBavBryeT4kro0+uuBavpS/o7sghAq9a2dQvvBZJT4RByS+SbYoPtkpW7wc1k09OxKFPq97nL538ne929QSPoY6yT7Gun2+AZgZPoj8gD42/3A+NYKdu1WcSL7W+Cg+SWJ1vvB6LL64q4E+vQYzvUnaTz79eSU++tSlPvj1O77EI18+NMsKPZWFIz5HVBo9ex4KPqQAgD3xmqW9fSl7u/bnMzu4KnQ+Pnw4viKTMzwbLnO9SNM/vY2Y/jzZXpk+0MM9PvQiZr4S9cY+xGdtvPNGP70D8j89Qv6XPdrElj3QAl+94YZWvVdvbL76pjq93fRFPqZH/D3ib249KXkIvuO6yj28+SY+8cwUPsVuDb4HTTU9sq5+PNpxvzwboHW9u4ydPc/tM74QWvG9wHxKPnOtSL5Y+hg+3mPWPEKnELrhEbQ8U3JUvsnvyr4ZTKc9x/RDPqdLBL/clYI+kuH4PfKE7j37Z1A+WmQXPRgORL4Gcty9g0lwvMQzYD4fzdO9bE2bvpK4Gj4exeQ+kE4KPptSob4lml0+vumHPlPuT76t0Fa+dIKDvuMwi7zzcbs+NT26vVXsQ706SiE985c9vYQbYj6pJjQ+211rvuMofz3P83Y9G9Y3utWqnL4QGlC+",
        "fJlmvXKuET5DsWS9OTySPv7Geb2oppK8dg3QPlC93r6S4Fw+UhP7PFL++j7OTw0+CLZsvoC7g70+2sS9PFUmvWEvGT5RrRQ8BGthv1roHL++uYA/QrVdPoaHdj3Z4g0+o1N4vWX9zL68KQ+/zh1rvoC9nr7qzUA983JZPiNVKL9xaHG+8vJkvsjiNz5cMQQ9kYRzvw06+z7RUtm+knqqPBSqUz7hrdi+hM3rPsXRZb4b/8A9a/uIvhU+7rwwrY6+DJ2OPfmlg72tGzE+JF7IPtEREr9cijs+e6ZNPi7/gb5WFy2+eQY4PxCBeL7KXWS/XD0Wv5SAiL4UKPw+X26avrv8sz6U0aG+FszCPlNQ9z6r68q+WVn9vti2E77WE6o9GgOUvq0kMb6T5wu+s1OJPRzFHr/z6ci++buyPmj1CrzgKvC9i3RGvYZRSr20RhI/QSiJPsU8U79+iKW9bUldPdBf3jyFUpE8dm0Av+o1LD1K/6+7c7wCvuOfuT69Cyc+ShtaPl01cD2oNo++y4B1Pv1NML/hNa09RDtuPuYyrj0tVCo/OcJrvs+4/T1NNGo+0/0ZPSAzGz5lsQe/biVWvgiSBT44d0C+jq+Lvpuejb4upm8+D1o4vpBZlL6hnS2/9tAzPrxVfz5svJu+BKkIvt4ebL6QBQq+vZGuvfHP7zxH7i4+UEFRPb7UgT6Aq7q9h18Kv8a0mT2SOCY+LSBLPYR1pr47bqE+gElIvnOGND655gG+KXdbvloWeT4iZNy9ePv9Pcp+kr5OHlU+0i0hvpgbvT6Qkpk+5EEmPiDq1r39S1O9767JObwbZz6PgQM9sv2wvkVdDz71z0m+kfDAPG2j8j1lkjW+sduWvnTUXb+cEqq9kmOYvSsaKb4Xq4W90Thivr0gEL2tFqc+FOxpvsf2QD2Zkr69pjZfPr10Br6EVg++NOoEPgkS3b3VUh691AGGvr0QKj7PzYs9lmflPePCxj6atmM+vJ3CPth3GD8rh1w9pTeaPTPk2b5zcVa+",
        "QmbDPf9UhD0a8EC8pE2ovV9rtL57IZ2+PptQvAASt76W43a8U7fKPmKCij5vG6y9iyfzu+gzDTx6HL++kkc8O5+VaD7X/I89MQwkPa3M6zuLddy+NACdvuPK6D5qUy4+xkefvQZUEz40Jri+FNKtPvdnZj41Cbq+bIezvoDQID6kEFI+xZYSPPjWnz3ynEC+pMUOvfXSbr1Vjbo9boo4PRqQJr17rE8+/1tRPM84Lj72hU+9c8wDPlOj173Hsg8++p9mvc1U+T3YYtw+m7CjPDV3Vz1MIjM+8Agvvl9Ckj4pDY++jPGXOwgXf777Ili+3vYaPPYXnb6AeOq9J17+Pg=="
      ]
    },
    "dense_1": {
      "bias": [
        "LEF1PZT9xDxYtUs9l0wZPRNKAryk85g8ZesAPRMaaz27yZi7XkpVPQ5HED395Y49Du1PuxNhYT36Tqq8CJ/pPTDzGr2MBHC8shihPe4Rorxab589qMzzPPtAeT3sLPK8PYhJPchIlD3/usm8QtT6PVFrjTyhKas93seNPSMQHj7EQRk9PovtvFEW9zyvZp49s+9NvBy7ir7OHn49SSG2u2ArFD0GWUU8cp42vDBIP7zERXs9H6wCPQ6nKz0IMgI9sEX8O0RjSD3Dd4E9sBR+Pe2RprxvUwS92POCPTdD8TwZGY49NOgaPLFT7jz1lTa8EBg3Pede5jzChf886o9/PbKPej1BsbO8QaHWPLFOrT3mb8U83ZSCvJvnFz3kms07Usq/PJR1Gz0jvP08+54xPGrSUz1M0X49SfmcPRmmAj0="
      ],
      "weights": [
        "gFKJvkGbwL2ng868ug3avhG+Lz7Sw1c+X+K+vXLpmj5Ex7W+MpwCuu3nJz7hLqW960t2vlmpvrx32m0+GqA0v5DpqL0dD+m9ksofPoZw1T3VAIg+rt1jvIOKQb2pYZo94gpmvKV6rT5jX0K+Q9EBP1hmOL5I/xO9IUf/PQcJRT2mlAm+/r/DvNUOsb6fE3I92Ph8PkDwgb7stws/2Q+JPlSeI75J8Jg+HjX8PseRj74MR5E8M1tPPnqkxDxIHyE+UHJKPr/YDb6CoRQ9+zTGvdKpjr4P4DQ+sjp5u9/A4b5IJEA+9WylvtDus70NCEi+GCzjvqYuvjyX1x4+GbWAvne+2b3QeTE81sOdvsoZNT4pIe+9WTknvYH8vT4LhpQ+8/THvul2N75usHC+LRQQviwWWz5E6lc+HMcaPnFp776JfV+8Gg5svjPx9z1yKH89wrJHvubvUD0IfSU+O3rhPrB8nb4zxpm+3TOpPj8GMr6lqcq9eOasvefkhT4v8Mq+5nKrvOposj4TBYI+WsBEviX7zL3sGy09AukmPrXyBD5KSos9zF2pPHuHYz4/fT++fxgNvApMT77ia1y9XjJPPpfK0Dsq9a8+TibnPsxHq76r9K4+roFVu24xJj6ObgG9+ygevjlAdD6xnKo+F5ofvmmvnjrMExk+A5atPBg5TT75yAo+mNRaPQlhEz47M5i9dxClPQJBej7H5hm+d6YevosM2r2BVM89kMYRvE3iFz1kFsg9kv5aPtOtgj37q9g+g0VjPsAQaD3xDoA9/MK1PgCDRL12gUk+7dg0PXvlEL5H5d+9G+WjPh01dz7wcZ68XE4rvjmlrz1W2hC+ABfjPla+lz5mm1K9TrojPmDi8L1ieoS8JK3IPk1vr73tLvK8/KEMPu5+Ez7uIwO/mdu1PaaCsLxMvkk++tpVPhzERr5CyeS9c1Z9vSYEA7//wjK+LaQbvs/vtD5pSCc+6AMhPuTmPz3blZc+CuaVPtc8iTrnZ2U+8Cq8vawB971km4e9",
        "AOZBvrKcsr6kBZY+RSaHvGTfXT2E42U+vfMSPmmyO75joLE9mrMavh8JmT7hmNc8DAzNvv7vDb54Rko+ayW6Phdpqz70w/w9ZDRiv44ckD4Gsae97fj7PZGz8D1zxM09p6lyvS0Uv76w5u88YhkvPmwKKrwsBI4+3v0FvlaWcD5oyNo8I0tAvlTvGD6G3bm8+STuPRjEBz3tIPS89MwgvlfaeT7AZXS+o2G2PpJFrjzGQAA+XlGRPkwXf77rVOY7sJ5rvrqcEL+qVnQ+sUq7PufX7rwp/ai9CJnCPFiXN73Mlge+x4moPvyIpz0Nq4U88biwPhHtNj6aIJg+ebhnPahCbb1kplo+3cFSPBR3g70DNVe+w/SIO0kMgb4n29m9FsTMvTZfSz7nF88+3tWCvou8gr1X0PY9GepaPsnLwz6rL3890HOdPlyUiD7gOHk+kJRRvmCp275wJV6+d8pmPrqDbL5UV7U9jYZAPTUAyb77IwI9mNliv4LmGb7yTaA95YzWvd2HQT8xvp8+7G7DPYob6z360Nu8vpu7vDzw8LyH2Ko9kzlavjZ82j7kJBI+ggzFPQaq/T2gJQs+HJ/HPe/cmj7fLQs8cqcuPuKmj737fjm+eUUiPtUUgjzcrdO+RdurvS5GF70l5yI+ps70veN5rj0Npqi9YQqqvgc+nL7cHv0+Mfc/vQo0mT7qRA09LeD9vWXS2b1r4ta8XQy8vu6lHz4IkNu90ayWvJvJ1T6DkVI+AOi1vRbPRb/zXDQ+KijFvdI0X77cFQg+suHDPUIKLr374Yc9NB6EvlV0grydBEQ/J9GCvhVIWb59xni+VQVyv/Z2SL+jOMy/me2vvvLJGL75XXI+C2P6vPQv5T7/50e85SPyvXL5qT2mDEW9cbdvvqxzS7504rI984sOvuyQzD7QINY8ngOuPfFQBT9DMyi9bLHVvn5mjb1Ck6s986+Cvzy3Pj7Nhje+GzhTPqYGTb1C7YA8KNYCvuUGnb3qa3U9gH/CvYtAEr0i7kY+",
        "ufqvvbq4cT25QbE+549mvu4XYL9UXU49O1OAOwoX1z1qAzW+I/o/Pf2kjj4f6D6+3wTlvkOda77yvcu+vL1WPlKf/r1NTh+9BHXOPQS7PT7t+Qi+u3CGPvuU6z0ah8C9seINPyZjJb0zxow905ZsPrdmiT6tDqI8zsngPZCHSj7pCkg+SQJfvje/jL4WjOs8C6UuPrtwBz4JLVg+rlZUvk7jKr6dEtE9u0FTPmLtt74pBCG9oekFvkiBJD7zkP+9ZgrsPV/dQT1weVI+/y26PVQZLb7iVhS+DT6pvsfgPD2V7W49uaVsPvi5O782Yx++8bwaPvI5hL6hXyE+WtWtvr+Xjr5NHAs++aWdvnrgj77Qmew8M+ubvuZLNr5iVVi93nuDvv57BD3eDGC91LyoPXcccr3YlnO+boQKPuDbTz5Zj1s+DlIwPeOhmb2GJom+LkrLvIrbST4U8h6+YMOUvIsUNj68hHi+Z8oGveF7w725Neg9+mS1vN/vD7wCPrW+kD2UPMFjnD5NkEk9QasMPnNDYbocic4+G3WKvRefk73dqoi+EzatPuSjlz2phUa+aDCovtMRAb7U1qA+JvvqvhJJpD45/f8+s13uvDc/mDwk/to8B+e9Pu62Ej2cpGU9RdijvTgpNr6rMFG+OQdivkBkoT4Arhs90+F7vPZxIj5kTSY+2hTAPW8TZT6R1eW9w4UVvexC271gXWS+RXy7vRXv3z5cOWI+92DtvQc6kL1uiXW+U+2EvM3ckz6lyfU970lpvSxQgb3lJTO+aZOMvgxPkD73g/A+m8P1vcX6Wr7vHoo+h1BNPujp3z6+sju9eFD7OXlGab1yB8O+hrWKPiP7ej3Izyq+1jRRPR+tID5PPWw9x4mIPo2kEz4T4cC+z7+MPWy+hL0la6O9se2PPGJ+HD5b5CK+R+FkPvvJhr5W8+K9Avu6vQUXVD7AS88+QTj9PTNHcr7AAIg+8nCcPWCkTj3n6fQ9zZaZPlaWBr0RHGg809OKPujAQD3ffws9",
        "YlLxvffkY77G8/M+MkfiPYxFFryIQIq+kGp9PRol+Dw2C3k+iXOBPuGAoT3kUDy+nyi3vlb7qDy0aBy+pJXAPkgG1z2RZXI+52s+Pvj/37qVVZW9IuO9vol1j73Bpd0+BOSPPWBsoz1feaG+MkYKPmF6BT6w1AY+fFYLPmelK73mpRu/bJZEvgZvdT66wHc+ZSoIu6wAiD36e0E+IxYsvlHqwb26diA86QiFvgp2AL7FgY8+6Hq1vaNNjT2cAT+8+ZUWPpfrYr2wGZE+L7uUvp7Hsb2W8lg94yMKPkhjAD6fSm0+f3NhPeATWT5//C++AOBevkZh+b3/8I0+7HaBPjg6Aj4SbRu+Xo0hPTwlRr1XchA+i8UevfYnwr7WwtO+fMWbv1bAQL5kFX8+LXzBvsqHnD7Nd8W9fKVBPygwkz6lSS++uIsrPeyDvL40O669EMkhv0aaID4liQW+/djhPfX7R7+HEfi99XE0vpn7U76Noxo/O0WVPkmyyz5zAds+WG6Pvu5/Qz7NC809I/ZevnzMBL8LWbA+PUZQPloKE7wjyY4+xBFXvrbAlT4e8Si9zsa3PROtbr5lcgg+Xvo1v/VdPr8lz8I+DAMOP4gA+D36kOM+XGXLvfCTGL4KSmu+C6hOPnIWib5+n8e+a4LyOyxJ/br0pvC99aKsvHMpVT5YQum+mpRUveTkk74SDiQ7mHugPs0Ilz5cbkS+4mp3PGnaK75or6C9Qc4MPc5WNj7KF0E+GOOovqTG6T5LrfA+S/6OPlpomT1NAR++rnguPsqOH73ihEM8oJCmu6U3Uz4ST2G9Up2rPhUNSj6Zq6G7o2o4PRmWLb5Ppww+bTKFvpyUNb4OSkc+oeLBvf3dIT7uQhG+VZ51PkbPhD1knx++JF91Ptppij4GoJw9IY2DPWUr0D6ZJfY9euGxPkMJsD5L+uK9Xgo0voEdJb70IUQ8jCNPPpUZcb7QMz89M/H2vSqW8D2hRXs+YVKLPTewZ74s4G0+xg+APBvLaLp1Jos9",
        "Nb+HPgCvHj48Pys+dbt5Pr7+ozsSLcM8QmGEPq5OnT66JvW9+o3VPZ9MTjwno929uIGmPj8VxjsxxSE+/hIlPQX/+jzEW+E9Rr5rPr7Zpj4OlX0+lwYiPTT+Ar6/Vo29VwixPTp6azxM3AC+8VqlvWCJID42ulE+aJP2vejzPz7jOJw8wmUvPcLATD0e1QG+bjSKPWg3Pz75biw+vzZ4PudnsL58f4W7+rmgPJ7+wz3445Q9098nPjtVpz4AD0o+53h3PrvMiL4K1z48zt9HvmU2Hb60LHO+66wKvajyujuNgis9fq6DPD2jFj4W5Gk+5rb4Pt/CBz6SPx4+UaCoPhnj1L1ej3o+vxmmvbBxu72veWw+8rfGPXBroj3HPB8+OGShPuOonb7VOVs9cf0Zv/PFfr4N+cK+KdRSPtgxhb7ChWa9VSkPPi8TXb1cJN496Ry6Pg8Lkb6zqA0+rX2wPl/Erz3+wIG95jRFPuUPETyQtO4+UvpgvqEjpz4mQxo+ZlP5Paol/b1I6zS+VmY6PssTnz5uBxw+8N6HPfj0F70qkK6+yuIUPs1slT5Dk8y9+1OSPd3czjthPBo+quvFPJPsST5eWUW+miaNvjj5kr1lUu08SRWYPvARo75J52U9BYj5vYB7BD7P5ew9HyYzvRQZrD3s7Pk9o3YVvrwY6z7/2pc+Iu4ovjbHjb2I84C9ot8sPtx3Tz57+we9beElPvunjD52uYi+v2InPkEzqr0Ys64+pM2Ru9YjyD4AX2q+h8wevUABDz6OpTe+kGXNvf6E5LrnD/K8QbxUvY3gbT7l6Bi+3O0evl24hT6LXpK+lob1vL7c/T3DXhU+CeYIPnh8qT6jv7o9eRIMvtQIVr5lwNQ9Q4WnPYJiQT3P7rg+Fv7ROw9a1D7K2w69B9YhPnlifr5Mu+C+C0oZPrCymr3Uxs69ROGvPeHXGD3hWrc9alO5vdOTfT7Vtam+LUf6Po2Hhj1r/5+9S20Tvo6lNL2bhiy+7RZfvj3D7T617KC+",
        "v8gGPuRDIj5NYge+jianvEaT7z0DgXC+spEWO3Xotb0IN6o+rhVxPZrPsj6VEsC+/tu3PkVofT5D2mU+LIZOvfd3XL5BJDY+HeQhvome/D3EKIA+JJzVvjtWYb1y2wO8yFBcvDc/QD4ibg09wzSDPaeq6T5Lsik9UamePa1Phb2hgie+15U2vs7jgbyq0X++ngk6vX/sNT/Fa8m+EQfwvbwEID6ZSCc+jRbJvnV/gzyabZu+g0LovPRC0r0Zbu09FWFBPQ5kYz54po4+/TWEPpU7wT3zBLQ951ydPqy3br7Gw469P//IPf+1Kj6tAWe9L8UhvstCgT04x1478Ofuvhtebj51XQU8Jh2sPUs+8bsc2hs9yYOgvp8xm71UAo0+TWwoPXpNfL1iaT2/8f8CPY8LuL1xQFM9JgXAPjlmuj4QIyU7vY/pPFVFVL7WaB8+Y0D8PTL51z5/H6E+Bzh5vbtCbr4xFaI885EjPjCs7D0D3jA+Wm+OPZV0Rb7vehu+aeLWPSQVxjzeTbE++oMhvu9oIr2BQWq+Q/9dPMB52b3IihK9z/FavmuJvz3XPjY+0OwIPetGdb2ndYy9tJ1ivehqJr5sTUY9tWCZPoWhBT4znxi+YTbAPUJac78z0tI9WCjcvYbESL7OLCW+BnJ4Pgiw2L5mnbI9C7W7vfEVxj5slKm+FVDMPsHRaD4LYQ0++/f6Pnz6Pz4LWEE+Uz4bvg+Rmz1uHoQ+Npk1PobAR75Jzh2+kbgKPhN2Ob3aFag+k9QtPepbEb55pLG+hYtEvsXJdD6yJp8+1ssWvVj7GjykL2w+hqPsPKS1qz5VvzK+DEqAvs6H3j1SdRs+H9WWvMfqlD0byFg9remNvAxxAz4jAEE9UDmKPugkj7uFSiq+9nXtPi+GNb5v4am8Fq9pPQ/HNr4s8I6+upkbv2k4Kj4Rk3m8HoO2Ps04BL5+E+y9I6S4PcO/UD6QTla+YfZgvSnhhT5uzZC+D1aoPl3BDT5dO1a/pbEcvxCEj703jge+",
