{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "ce3af50d0aa6ef551bee2b1fd48d447cf8f62115d527949ff35a10fa6c717df9",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "OOg7P7PjvD6RL4g+NWwnPkbn4D6bd6U9hMwGP+12eT8bw2I+SOodPwKHvj6fkZY9OuHOPmPQbj8GZBY/GwgWP9ODrD5mzOA+VKdmP6S0bD5dsTc/JQFyP1YpKj8RbfU84L1YP2zlqD3Nq9I+FtJHP4KTdj6zHv89CXbBPnKqnT2thWI/P3T0Pto3Uj/ilDg/xdItPvYPTj4xxWo+EFUIPyoTDz/00Fs+eyzwPThjPj27zbU+wFeAPh+uKz9rWh4+quJWP37ZOD/FGKA+p59IPwDjOD+S93o+qzg9P2OyLD8J02M/JtG0PokUTD+xIag+XX87P0Yc7T7B1VQ/6jBlPp6N8T4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "BVJ1v0IwHz7QqxY/zBLDvz92WD+/SnU/JImivwQuqr1wx/E/o4eePzAlCD8A2Tu86I3dP+f48D/X9bY/hfR0v14JlL9pomu/54IkvyGN+b56+7i/spPhPQDZO7xoeWU/EBGIvqoAhL0ELqq9hUMGQPLDiD4Yviu/6AGiwLDQLj+EH4y/UcWcvrLx3D5wRq0/NFZCv+iN3T+FQwZA8DuEvXr5IL9wx/E/aHllP8jy7L+7k0m/kO+lwDzeAz9GL12+tKC3vo90iL9+Fyk/1i+3P+f48D/yw4g+yPLsv5xV5z+jh54/EBGIvvA7hL3oEok/5Wzcv8BFkb9INIW/fE+Gvfjzir8lsIK/sENrP9f1tj8Yviu/u5NJv+gSiT8wJQg/qgCEvXr5IL+cVec/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "XiNPPX83yj1G6xM9yIoTPdjK+zsHcUS7uHcEvWWheT2V78q8cmEMPd9dgT3+DBM9+yShPaTnqT3bVas98n49PZIUBL3VxOu8/NiWPvfDYD1oQgK9KHsdPQQh0LxWZdQ9GKOaPSevND27pnq9vAg3PcMXxT1TzLs8PkXAPQvy0Tun1iQ9HwU5PXfa0D29M2g8K83OPe6DjD2ERPO8koF+PYf6QD1IS+M9kt5nPBwdoD1e3ns9jP4APdeyiz2uQe09CMfZPYk6zj2CAbU853tPPJMk3j3iolU9SaTBPGXvjj1k3eo90q/yPXhTaT1X5Hw9pQloPcLbyT0D2+k8C2PfPALpBj4hahU9C0GGPfFP9D3m/F8852KTPH7TQbypDYe8SXSwPd+QMDygqA09SBuCPVZTmTo0SLw9P/wYPanWaL0="
      ],
      "weights": [
        "ayVrvfyfcz7APSi+ZscUPlZEsz5Gu2++w4S0vamCCj/1Y9Y+QCTuvjAJZj6SjOe9h2MwPbLOsT3HTrY9pBqYvvvkBL+lU/E+3iYyvsi8Cr76YE4+TGw8vsHFiz65hB2760quPlNAFD5fpjK+CvywPbmx+z3eO7W+bxvLPVERrz5YAA0+STwgPsoATT5iXZY7lctuPvDlhD6SmCQ+E85pPVBmIjxOUU89tKeRPYQxCz7ECN0+dc9fvUJosLwMCsK8kRsiPs2xi7s4iLQ+kWccvpWHlz4tRrW9yflEPocdoL4B5ug9rNCDutWPYT47x9Q8F3RQvmhQx70LKOI88JPjPd3wLj7dPxe/p46qvZzeI74RVPU98ULZvjn3CT+DNJ4+0aG0PjIPj77Uv6Y++lwpvSBoGL8O2rc+lREVvf6quz60dIe9/uITPunN6z2Cdzg+al/Yu8XeSL4oDrM+43wcvw5Yj71EhBu+R32gvjWTg75t2ru+w4PaPXBdlj4qhoO9sfzgPXfjwb73Hoq98Vk7PfB/3z5P54S+lVrBveeICb/prb6+rrdFvZIFDD7UVae+DGUNPg11UT0D7429k01oPkAmg77i6ju83DfBPis6yjwqjiU+HE10PplkRD0mMjY8iRvqvu87Kr6Yaug+xskUPnfNq77+EpK+lsddPk1WBz7jEsy+9KkpuwGkYb3D1Ke9RGASvp7/g77s0oA+3uBTPts4AD3c07g+fomuvn4zRz6BJq2+NkTsvIRHBD6KR5m8mnWFPdTBKb7WxH+9Hb3rvm6EVr4KN5e+dAggvjFtDjxJXDW9fu4VPvGHPD4902e9tZaZvvvgur1/Aom+ZctdPo5arT7cPlS9n4Xdvmb9Kr64UHc+h5PovcvDB75kE18+n9/vPuJ+Ar6NtYm+zlw3PsudKb6XwAm+U8gGPkZmoL6M4aU+LkXwPWHW5z5t9HE+IfTLvhzWtT5QCqa98hgIPiHohT7mYC6+xVvlvjfakT5Ju7W+vSJpvufH4b4CvF8+",
        "6XEPvUjBq7159wC90djYPhUL6b3UYBI/jZBvvuvhXz6eYJM+dAWHPpoSCb4Pf6q+mEoqPhAQiz7hcvi8WycAv2h3rz0k3eM92ALTvFP3A7+M7/U+fTzAvndDv75b5qO9sGntvkcaEL9mPGA+zDW6Prm15j4qRB4+vLGevZcmHr+DCMo9khSEvA3Gpr77By4+BnI9vtHgYr5/KP692SilPJ116bwJlww+58cNPWIB7b7RPoC+eW/wvAcgKb5snAk/mFGxvhqhyD4/mVu+xROrvg25xj7xjUa+o7HPPgPeSr1TWS+/a0CiPlPLCD5vttg+0Y4Rvn/gKz7qVX4/bxHuPqVhBT+ZtNo9LlVovV36qLzCMsM+yWDRvvZQYD+QheM+fQa+vvLXC7/99sg7NUkUP0toGz8kGaO+HdbwPpdOKj7xEDy+kK7QPpWior6nRbk8XRrwvqSmTb1Mk7G/JZTfvU6Auj4EzpM+IUypPlT/tT4Agxu/QXQxPl9hZr61lci9ZwGtPtD8hT09giq/4OW6PiipzD3Q65Q9nL59vgLTQL+OSPS+W+3jPNX+1T3KhoU+KQr6vawTGz+yQBS+0zcwvqSkx72mTA2/IlNAvQs2/TzMUR2++Dq0PrCPkj4XvJy/Eh5mPnpRyD2tXKC9A58bvVV5kL5uoGu+l5DQvmT4xr1OoPy9Pudwvltzcr4THV+8qX2NvrmaVj7Yxh8+uI2rPMbG3r4TRic+vR2tvdUlqDwEw929IGQTPm9XBr0EC1u9SedSvjxtfr5LjPE9tIRTPnxN1r5zyk6+IPjTO68ZBz3Ce829s2srvlwsf77hAJy9A2oIPfOtQb18Tsw9pdqzvhZe+j4QB/a+gf4CPspQgj75Nbe9CH4KvS+oQz7AmWU+vGLvPOoZq71U8R89LuI4vlSXHLwSEJ49vwkGPsRANj5ed3e9oZxfPjbEFz+3+j2+OZrpPZicCz7HIz2+PA4JPq/lBr1UR12+8tJ9PjlVyj1Gfji9H1CxPtL6HTx+ajW+",
        "jvq8vhorgj9yBDM+1v6SvmnJCT4WlLM9erfDvfKtUD2mrbo9OAAMv2FXiTyydWm+dQWaPmzjRb5XO5u+wR6TvsSuXTykhem+L20nPg3mrL2ARk+/806YPiWJJbw0F8E9f0zuPaAoRz92EVE+ANuNPgZigD5PGwQ+1w27vGF4gr4E6oy9okLWPCRqB78Nvii9Y1AWv+wjEz4tbLU9bHD5vLFnST0phkQ8ylfYvqrZ9r6bOIc9HXi5PeJ6DD/h/1m/fTQOvjsiuz61SOC97FehPuAU3D4EfSc+jY1JPku+uj3vaRe9OCgvvh5zIL6g5cK+F47mPGeGzDw//aI+QfGrvgd3ZD5GQYS+KAS8Prl2Ib9UKMi+cPUQvixUqT09dfc9EFCkvuweGj6uaSq/9S47vpf+lj5h7Qk9ntNKvlsfAb8qOXi9WCwwPoITvr34tZ89V96zPgLKNj6Q/xM+PaKbvqsIY7xNRWu+s6+/Prgh0b0Bwmo+shDJu9aUTz7r0oq/9bIlvg+Rjj7GVEk96jhZvh/aor7O1hQ+pPuXvHofuD15IZy+e3Javuh90D45Wck90bfEPSVqpz6ITyI+NGeOPSqh2z1WRWg+zyPFPVC0Xb7HE7I+ZMsDPjWDYj5mFgq/4EiGPnPQqDy/dA8+qn82PtX4Aj9FFby945JKPmLg8j5zv5s+vj/evU15472bSBQ+AmyZvmxnhT0PiYe9bz5FPX6tPrwQoG6+Cw6gviQsET6JIwi+Y362PbbDaL7wKjs+OYC4vOtH0LsQXD4+HQUhPk9JIT74mBS+aIANu/yqgz1c7gO+MFvfPiOn4D6nueW9t3T0vskA7rvwvLm9t3wMPHOgZT7HESI+d4L7PZk1ib5xDoC++f1GPqglQz46NPY+a5BROxbt9L1YUGc9WheAPjYyjj2Wgkg+7DWvvqzi1L52tn29MDjKvgSNxj1KXgg+7PDvO8f8kr0XmT4+alYDPMWQg7+yFu49Q0BlvbllgjwJNB2+3hoNvzA1or0HkFA+",
        "kkxyvS5a5T66PpU9JIuovvBaW76ZUJw+GkGBvtzsEr5DKTe+3SSCvkJtkb4QHwU+4K35vmPnLj7glAq9c4InvyGDpT4iKqu+wAArvpbWJ73V/nW+16RIvzeczb5Z2xu+9v7lvVEdXr4g8ZY+Yz+aPkazaz5Q0qQ9ZLqqPvcDRL0Y5eS9WVIuPj7ytL89NsI9BbADvmW97b14now9RgQGPtBS/r5HbZy9C+3ZvjCDHj72uFI+52VsPu/6yr5rlfc9wmAGvxgtDT88hcM+sQzdvsR14r0Nm7A95jK0Pj4eKb5TATc+nlwWP+zdPj2wX92+YnhOPvcWzj1OLIy+12WmPl5+iL5/nuu+GbYrvuKpCb0u1Ps+dS2oPiHhoD1eshQ+LB0zPm287L7LDE49vHWuPhYlNT6ISl49gzWdvTGs3T2Y8wy+DNiIPvSD2D242oU9YbxmPcoK97wBw0m+Ug+sPsNqTD0SE8o9UyaFvn+2Jj5omnk+l5E7PpXNCL41NZe+fxvvPpmGd74NP4A82H1IvrUDTr6KrMW9kFw3PjzIgL1qmnI+OGiZuxJstjxsxK++gmM/PksIWT6ifQs8qBg5Pjo4qj77cHI+5twqvR9MAz4hdQY9TvdWPSJXf74Y6iy+VrQePQgyAD68TEs8Bk4kvYmz6z2b8JA9n37bvUxdgD5aqYs9uePHPtANeT7D8AU+2DjCvKrKJD7QJA4+8ihAPvy+gz2aU4S+wMBPPueuib15erU8pMctPuMG+rutDEs+leoWvoitHr2L8h0+aCSRvhPLXL7rQ/K9MYaKPs+TNL78VAU+nfulvgdujT50lII+8LwDP+kV1z7csVw+zimEPfmR4r3mKdI+JngFPhVpnz6Y68894TQSvp3b3ryMfJ6+QGvRPjvOpr1HxZ89J58cvXRtpr3emr4+eAn9vCMaoT7z3xw+0noIPporGL2WpMo+mEwEvjHLRT2kvmu+XOpWvap1xz4z+u+9bcVBvVILx75qyco9IdQtPnjEyz1gL/i9",
        "cbBcPsMpyT0I0LS9OqhXu+WbLjzREAs+avEOPsWRbz5L4CE/nHpuvZSZyj7rycs9bJSrPnvUVr5k7o6+SlDtPnmWgL70ZOY9XeC8PqX2iT3uDCi/JnzBPvCRCD4upyY8FixCPpLh+jtpkA+/n/7EPjj/C73l+Zk+cwsCvr2yR74R8Q++sTHdPCf1V76xiju+xO5sPtWzkz7JOho+X4IAPl1afr5KKAe/kvmbPZEr6j3ojLa9nH6bvlRlZDsXETo+kTCFvhIJtj5jgC2+qD6mPYxNCD7S+pM9LWnKvuNqxTzlAiC9/sRCPsHP5L1SwPw9K2zEvlZhnz4lKq4+viZtPak7LDyTXd+9zNh5vdVdxjx4Y9w+xgO9vmthd72dP449EkeFvJSSgL1Cnns+OHv4vN04AL4jwW6+DIzjPWlshL2jCuQ9x3GKPcU6272F230+lgb1O3VXz732EZI+ocE1PbSV0T7hg3y+B/cdviISn7xr9tA8dIRhPmMbkL0sROo+4+UEPn8Iij6OffC9Hf+4vn7LkL7g/b0+ddUZvmtGRr7JhEw7sXrOPdTwzryvH5E+jUCDPgXPYD5FA/4+qcY9PMFYAr8qfL4+SExRvoHM8b0l7fW+Y3OKvpCP2z5oxro+PTJdv+J3+T5Aqhg7f/qdPc74ET+Qd6O+UtdXvhgqhr7HWdw+dzO5PhEH0T0NcIE+tfMRP4JBwb4l87U+XtgKPiM5v753bvk+YTo9PxRMV71uN74+hrcgPuPgoD4EC2M+IH3GvloP7T4vu44+w+Ouvfxjhr3cUKG+ZF6uvqqnSj5gbUq++aWxPl+qtD4EIYw+4FaDPkZWR7vbS4m+O6AvvsX3ZD7ISgi/RHNCPsBp3D5RTcG+yw4Fvl3of703oro9GSBbvsz0Sz4WKxe+qHKRvgf6Fz79LJs+Yn4vP8xSGj82tbA9bnxlvSb4jj7CkFy+k1eMPjSvuT7OLRY+9pspPqq9Mz58ynO6D0e3O9zzTz6dKcC+vDOtvZEJoLyDHsy+",
        "Ct5jPl0Lij4Re2m99aITPrctSD70F+a+gh2XPRQGyT7y5Ls+dqpxvVubhL5yg8e+4Eb4PNP/0L7UDuu9NlYbvqyLrTsoyge+ZdKHPDUfN77RmQi+Ap9evtLhlT45dTW90hdfPopMZT5xmmI9caqyPoJPK78TqrW9yAlZvrv6Ij67odc9J75LPWlqJj4WIFc+CB/gPskBFD1W6hq+2DUovhtPtb6RvOM9QKlvPmANGz/NnSa9DjYNv4lmMj0fv9e+R/ZcPnm0wL1I5hY+DTuUPrbdsbvniNO9RLgzvmOjm70g29++/FRYvz513r6t1V29uLHSPhxd+D5rX18+1dhtPWCBgj6ZW1y/ibYAvt1m6z4klo892R4wv731IL7kEwg+TgC4PUPiz77z4CM+kB4NPr9uFT6dYeO+q1UyvjJg/z4MRw6+MQKxPoo4/j7KsS4+MpsKvtVzCD8Z38Y+z+eAPqaEvD0WnSI/p+wpvHPz1j6GWGk+T/G5PkWDxL2UE0S+H1VKPnNhpr6CKHu+VTjUPsyj6D51OGE+HcHlPeTln739G4A+Pl1OvRD9rD5aOC2+aSoCPy6zGD/gs0Y+nIXyPmhJKL/Zda++Kf25PmvaSb4oSSY/oj58PjAqUr7bfpy9C7vtPdYxHD5ofjW+WavVPlea4L2EL0K+Irr0vUvxAD77w+I7VoPLPX405j6NgYA9MDfTvoJ2ZT2HfGQ+QcJXPm/L6702NIg+KINSPkB6Kr6NCZK+ajcxP6pruj66qFo/9fiWPkHUOb+aSqy91bQJPvZ5mz554RM+j7tCPuGB3D0xWJ++HYe2PsG+7T1Cy4Y9QUjzvn486L2+5Zo+QYC9vq3eBL8FhIw+qx5dPrPA0T5GzFK+8/ZtPSsOcL2HfKQ+nwILPsrbmz7GdMA+7xKcPYCX2T7AW3e9CPQWvoqGmj4JhaU+VLAhvNoinL0rxh2+QdGzvUqumD1VOsA9fUSBPfhvaD5XDYG9l0b1vTVUHT7I8Ok9CTQCvLCBybvAP3o+",
        "zWoWP8Hh9r1JwGC+1GKZPqtXhz6Pwc++A0jwPf3uHD10Jzc99t14vuFOej7GIHK+w7+IPhtfXLzSJYy+fUg1PoRww77t8ZG9h9aBPv+mMD1pC58+P04OP/Y1gL59VK49PcezPSj5wzxw90C+CAjZvHFv7L3eSbg+fcgwPTRpBz6r4va+H7eTPvMl9r3JPZI+wWv8Pf9MRb72jjK9YDgrPjC1sr2i1xY+mIJzPd+0mb3ac5w+Mfh9vfacf77j24U+iVtZvpz7Rz7//+y+B1biup3Ni72iLLK+AWk6PVIKEz1XJbc9eIu1vqQ69j7h3JU9cdyMvQm7Vj7NaaI8CC2zPQ9Jpj57MPE7u84LvrWmQT5AkWc8MyCTPulwHz5awwI/O46bvtsLE77mB3o+3uuzPEx91r5Mo+G9i1c9vmQeEr5Vigq+JJwTPkH6RL3dIAw+wCwjPhW4h74EhZc9Tiy8ve9X075Rc8M+fA8zvjrdeb5Y1fU8b8A5vbtzVr63VWa9+U3yPofHz774we8+T2Opuh31o74EEqe+KRusvBZeub4lmFO93jJMPwR/vL0zRMg+VqfBPYIoFjqINQw+lQWLvUOm2L417L0+vBrFPZ0TaT5547Y+YNPKupsfOT5IaSY+qewCvkH6Er55Ecq9GUGQvXUHJj742M29lMkeP00+Or/hrUE95C/Yvi8+Xz4Dg4A+uXcGvT+AZD4pqx8+sQkkvcYcGT5Fz3q9bB6SvVUxDT7RBrK+bWHPPho6Vz6Zzzi+k8Itv4Oz6T64WgK+NoznvWsnzT5lp4O921YrvWhgq77/w4Q+fp/4PX27I7ws/bM875OMPrZBZD0A7cK9fLEjvYtAB78Dipi+5cuuvZQhgL7LKYi86XhRPlKPxD4wx5I9bl8qPh/Xkr46NPW9rVLwvZeZE77tqr++0uFNPTBtQz6i3Sk+hTkRvjTQeT5v8me73KFDPcp9jj1SH4S+O5u6PhMOcD4igSE/MvdPP8pOhD5i4Jo+t2ESPr1zub7MuxY/",
        "VTgSPuHe472NI/i9dBWtPr1APb8eO4m920fuvn+I3D7eOXy9eFCNPd8LWr1bif49PxqGvTGMEb2eK9G+9w9vPuiOOT7y3J2+Tb18vUgsSz7X6tA8j6j2vGtL0D2C84Y9qwcXPt1j+z0h+9Y9v60/PtgsdjxGYdm+f7UGvnseDb4mt1a/rbUIPv/w1j2qLk69rfLRPZCzUz7w9b29VVmjPdo1GT2AgR4+oGXNvWxuuD3lWFu94gFAv4T/l77TfSo/HJ8sPHne2j1myVi+05aJvUP/Rb6jxIG+wWrhPsKX1T6R9x69SlLWPqRKhj2nCYo9YES2vfB3Az+hfd49xn0YPQcQhD7crE29LzKSvtviYzxm0RY+GfR7vuF3uzzclfm9Z2NJPrMJobw1iYe8z4ArvmhOKb5SeuW+heO4vuNbnL178D6+jjSAPsN+Ib4gYvC9eS1nPisHDD2PN/+95qmVPlzWer7f6be+ygOaO2D9hr4bNOa8vdQLPOO9ErwdYLc+b0Navle4xz1t3T48rrQAPR7rJr5NB4m+IalDvnPMXT4phtw+Ou0tvrV3ib3PPkE9tHH0PkczgzyhXTa+wDUbOn+jCr0gU4U+9X/1PtDlCr4X5v28xs1NvWjul74ysF87rpmjPkK3L77JNo4+pf4qvvjNKD6wYEk+1uxrPREEz70pbOk+MN4ePyKZRr6/Aai9+yYJvZsngj5lf/A9xcOZPuOK2b2wNNE98D1SPQ5efj7NgGk+AT3TPVYaeT6CWm473ubtPq0+0D4Q/fg+AA27PtoFij4KgM251DFcPG5t1TyNGoo+8TzuvssQIb5ZnQy+jUMHvqCFVL2x954+IDgJPnCFhT42j0c+kJfYPngm4r5xxrO+MfzUPsArUT6FRcY8eHYMvkOF6r4Qso6+hWoevn6KQD16bBC+SI1xPtRwIjyOcj892+ZkPsmdPD7ouBC+OmqkvT76tzzTpf49ykZLPl919LyZzM0+2qUoPjQNUb5N6O+9KweXvnncRr3C0iU9",
        "2e68Pi7p3778Ope+5P0bPuKQAz5fX3Y+gEbuPTbAEDtn5Es+tmCJvRPF+L1z5bS+A48XvrdF0T4WUGm9EvVGPcEbCzzVhwg/fBMTvayQ4j0h8rA+KjsLPnlemL6NwMS9KpR1PgmmxT6gDQK+q48EPtF+2rp+n1K+5EJzvuFpDL4Qqho+yNUDPnMB6b68GTo+qxTWPftDWDy8Txy+9NRaPJZHjz3hEte+4Y91vcGpgT5hEWM+2jZbPnm/kz6uP58+20o3PvFqWzw2dK499rlPuzNdUr0L2pa+8NUuvSe7nr7vJ5g9o2/yPqpgr76BvCY+7kQfvsi3Ob3YXxU+KTofPnzUij6dL4w+txmHPgM1wz5UeQk/Q+BDPxeIFT2tRJo+QwSmvt6E6b4uO4i+/eeYvJd2y77SH24+vYbaPa2VIT527wu/tvaOPiJNWb5hSMq9VgdiPnQ3jb1sCDm/nkIYPcz9db4hxZ8+SBZNPVYJ+L4PHdy9W4SXPvj+w70CX20+2AA7vjsDnL4UnqE97pSpPmvJzb7ugry8xK+CPZcaIr7TvCA+RjRfviWLBD6O1ZG9qujzPaYeM76p1Zc+VCRIPf/d6b4p1xE/tj2rPlnm+L3Gmqg9ocoJvrDWqz6/2jM+XaF9vlw2yz0jLdI+M0r9Pf3Cdb10ACq/a/cEv9cupz5d4uY9fSW1vir+IT7ym20+h0/XvhkhBr/fe5C++6qdPtp8H71468U+QuxgPgNseT7BNxc+4CtzvXh3Ir+HWqc++j0aPuKcyD6+rLk9gbmAvtdtHj1TE589XBS8vMEshT63TXE+1VuiPXcBWr53wzA+JFQhvY5X7r0gTN695F4wvsfOML8l8Km+9QVWPr1hQr26wrw+NY8aPgztqD2NZ7q9ypylPQe8pj4ypog+uVglPUE/tz4COwA9QxFLPk2t6j6zSIm/8zcgvjiSO70qtdI9QfCBPkxdPLzdr5Q+RWYyPeIq9z2k+qE+WugOPj1vx73afR0+Oe8yvziIKr4/W3O9",
        "a//Avko5OT4mTOc9Hcysvg5JiD6MxiC7Gu0oPj7h2D5QlFG+oH/IPs4yaD15LNc91Sopvgxkrj6HBko96GS1vbfLFD71Dei+k2B8vXkMO72k14K91JurPUsm371xv4M+cN0JPMIuDr4N7429MrudPckcE75+V1A+bi/Nvddw9z4ViqE+Hc2nvRn0GT7Q0W8+dNMsvrm9ZLt/Kds8JX81vnjDsjzc3K2++qr7vcPKgD2aAoa+FvoBP2PNr70C7H+9F4MkvWSAhr58GEG++pmQPZhjSD7KPXO95NAuPowDvr1nH0w9BM1AvJibLr7c116+e3OIPLHlLj78dQ++UE+HPH0ut75eUmA+s2poPjdHYb53EGI9QuaEPhzIRD681WS+vqvKvMkepj6XEi69ArOfvLefFDuGtUW+N9AjPWNYsT5HdnK9faf0vU5QEz+h9MG+NgbZvadJ9T0wDVe9gx6uPrQO+jytKwk/pd2qPMbwqzzT5hG/syMSPikuCLywjRi8el29PqthlL6h1lY91kj6PQQ58rySB3696QbVPeQ6/D2I1Wy9h7+jPqNaRD6hW50+d4jvvabYS71R7e8+InDzvs78CL4G38I+KehePiQSOT5wmTw+ECgAvraNIj2w8So8Op1kPs36fT3En6E8Ka0xPSvm+D3C0jW+Zsq9vmHRAb7U+hy+HXTzvkslrbs3nV8+qCrhPd9mNz7an88+reXHPLlRqb5PR6E+LjyjPrv/KLoLmXU+82S3Pv5ndj0vPQw/7sxEvlx/hrzC9oO+BYWkPdBI6z5dx4I+KQkgvVs5NT1YhAI9amYvPtJGF75cC/E9vi70PUpeVL3XMg69XGQ0vqsYYD5QXYQ+bEy+PlgMvT5iXUu+XqkVPusTUr5FJV89RglRvTLCLr5rEDu+JH9SvjUdOL4MH56+k77gPlTZsTwyfYU9PevgPcV/sD5bO4Y9GAC/PatHZr5yB3I+Va2rPq0W2D10fhI+sAisPUAckz60Fb+96MsoPRFR9z08iiS+",
        "IkivvhXuErvQc+W9LN43PjHNvr4693w+aqHePIeik755nkQ9TRAdPgnSbL0K2Z492sgXPgH8/TxbdLc9cy0/PjW4P75SD7y+M20pPioCHz4YF4A+7qEgvjaWT74UW5s9lMMDPogn+z30BCE+KS5KPvMjJD5uKlc+A7L+Paxfoj0ffi28JWW3vZ833z0zvu49J84Rvinfhj0yMh2+z+qdvZnfkj4w9V6924aCO6u3jb4qr1I+oWnzPXFHR73muDw+XfdxPShjGD5YIwm+LuOnveMwhL24I4K9Ax4kPpdUi7yqKfm9u/qAvlHqkz4IUHA+SvaBPgiKCj4fK8S+h0CMPl96071C8hY+NCYrPkpjQT2tKM++QOyVPjpRkL4S/Ho+QI4XPoxccr0LRLQ+9w4ePm249z13eoE+k5y3Peefaz3UfTA+TniqPtfmJb4yj1k+WcaYPiiMjj5Ezsw+bM6SvTY3B78apdM9pODlPJ1KGD6wt/G+opCLPb+YJD4VzSM+8w42vaLgHr8vztG97SBXPHzqTL6NwOO93cewPehSRL47pfS9BfvTvGHWqbwD5Fq+rge+Po1LBb9YEYu+IwSLPQHlpr421Uq+t9qFvXjlrj2sBTc+l8khPVFsxTqlkce9ZqpRvnieqj7F1eA91m0CvoQGSL6K6g6/7kWBPTQRhz7AVAY+7mmHPrBPpT44Ew48Zeu5PeDBRL26CR+87tsJvq6Lh740Z2O9IXUKv83TtL0RJ9696GpnvjLNC7x0RJW+/2kQP0T4g712cfk8hu8ivogrbz4dAbi9OJNIPrsOVD5gHGA9qxuHvt6kQb672Xw+WdHCviJGk73cN1u/7sWMPltXBj7wnKQ9NKBLvQ1gXr76FXa9oSDxvoOqtr7JhTC+MwstP6A3nL1RVM49ZrUFviT/xD6Nzbq+30zovc1Fpb0rXyq/anVuPkmdxr5wIaK+XnyGPhZaVT4Vjc+9BVmLPn1MQD1Qrkw+WItGv27psD5GHeK+dmh5vHN2XL7o7Ac9",
        "LtU9Pr5ETD7pO7q+Ij41vYY0Kz2LDd28QFnuPXVeKr4J1BY+y2LAPWrElT2RrVA9PPAGPm1xJL3RR0e+ykoivXw/mz5qqzs91+gHPrj72T2DIJc+KVjCPtELx76DyKi8xAXWPTHTlj6Dc8k+JuKoPiYjWj51z289894uvjg6xz7jve29puefPh2XhT7QuYg+eUXWvk6FJz+RYcW+AM0pvqccXb7kYyG/RLosvrbKNT58dk0+zpOQPWR3Gj9qLb0+tdzGPR+Lib1g9QE+H3jWvWvdnD6bxA0+3UiLPsn77j3F9eK7wdrDPh9zF75pc3092IdtvRuCUb47w2c+uZk5vg9tur6v7ey9QTcoPiLmhj6iJbM8TNSAPhgRFj6GOqM9yOktPpWdZj5TzcO+A+z2PVhO8j04wQG+Vzc/vNnpqL1VH8I+zqCBvrO6FD4tXZu+VbxaPgIT3jwPmcy9+8VDPjn7rD6kOvo+dhnJPfptsT0ylH897VoBvw41JT6Y0os+A5KCvKwb071QY+C+EcTRvYhXe73pZvY92smKvvtSOD0BSTg8KW6/vNmqMr7On4o+q0MYPtfsBj8Ghkg8wfEVvrtO1z4yrGQ9rWa/vWKWnLxIynE+T9eUvtPjIz7EBog95cxlPuIPXj4myIo+gSx1vgFUZ71QBp0+9PE/vuq2uz7s19M+7nmpvlj25T2xMeG+cZSHvqGZPD7Fe/i7dT8mvm1cwT1JDBE/TYzbPWq/Kj69kYA6oRiTvpJ2ET7UXbq9O3muPZOlfb6dSje+W43DPQA8+D4uEwg+CcBivY21WT49DBa9G6fpvTEFnb1tzMW+nI4vvJJ8nL60mju+xmUovqAkHL6FA0E+5b4SPZNnvj0tGg09mMBovj3dCz99yJk+GdbVPSumF75tYg0+KRnmPhcMQj6VusO+6yZvvrPk3r0TOew9Z8KZvmW9RT774pQ+kHu7Pf//Sb3JsLo90/nYO5mfSr5EFYo9em4Gvzv/Jz/7sZI9kCDQPiQU4r5Yw44+",
        "BmqRPqXpeLx3Mk0+748Kv4F9h76uBkS+7tO3vsdGsD4sHQs+UGRePpveTL76ygc/xqGnPQ5G3L4silo+znjYO9HX4j5GqbA+xXvZPqa3rT5rhvY9G1pIvp5Xlb5PnDC/FKOsPdyKlj4B0iC+6ncBPaRxLT2f3Lg+qmovvvXsRz7lL5A9amavvk/DCD/PLty+4NUzvv9XGz7nwBS/AvcUvrS6tb4V7A2/IgvXu5df8L3fVLk7IK1AvuICCL9WAp69BocAP5MSl77aWwE+SkFmPiWoWz1a+da+2walPvVQjL1Ua+89uIFWPUvnub26DIg+j58CPl5IkD6qRwK+6Vi6PexYxr4Fbse8Ghr8vn2F4j4AsS89CAZpvjRUHr9Orwc++elcvgTTH713aJE+uJLevrVkbj1RsBg+uVK5Owwpzr7QbSI+O1cJvrtLgj4CLWs+jWWBPttYTz63+44+kdUhvfmJOL7pawM/OXYGvU3Xzr2j79m+Q2eZvoPnoD4DA6U+45IhvSrN7b4ovjM+4qOKPryrMz7+wa8+uEWAPS0ty71DWFK+W8fzvgUEOTzmQjU+HfTpveWqhL35yC0+0cxrPtSWBL+IPiY+adTZvaK0j70hEya+ZsAzvk3Vr74M+gc+240kvreKvz6aiHM+uen7vaAC9z0NIES9bH+tPq626731UrS+vW2CPj99m752prm946DCvlxoTL4Uasm9vfUDvq9fbL6l9LI9aY3uPfITRb6SUs89wd3BuvKmrD5QbCk+GRLFPPJBOz7gR3o+a4SGPZz6Lz5L4yE+vC08vgjqirxcz/k+nHISvjj2S72JWLe9y5YYPvUKE7+bTwe+lI42vvTzcz70D8i9HzIRvkv2YT78yZu8YPDlvePXFzuidcI+9lVQvdfmpD2RfJk+IM8CPQi3H77qX6k9iRFzPtQ2dD5I46s+N7x2vdWZBL7txUw+hnDCPZ9jkL4QC9C+ghMjPt2ajD4rDfM+6lGOPYKXfL5h8c89SBxQvtS3zL1yB4k9",
        "hUKvPZjo874VGRq+FB/vveLpnr4VjBY+b5kPPnxNAr5Ms3u86z5CPkCiYD23nKo+SSwovam6Lb5vbqm95AFKPHJhBD7JQEY9IrKcvaxeljynenk+xlSkPte3Tz7E1vc88JN5PmBujT6p3q0+p+kGPrDtDT0nCNe9qroHPhTFfj5gfAM+RTR9veyZeL5BsD++d9WTPiVRCb0bj4M7cux4PUBnpb4kzAI9jsfxvQfzl73/X9Q91sMzv4M+Wj2kWKi9JfCfPmN3Tr7PhuU93T3XuwRzvD2OZya9KihOvje6Dj4mLJm7VPfAvgW30D1CUAo+eosWPvCeDz56uv29JFuuPasrUD4Aric67E2DPnRo6LyLojo+SKB5Pebc677hIIq+wkLJPuZ5f74HjR89DDtqvmqLfD4kV54+uYDmPYFRDz3lmgy/Lw2ePh0l0L3QM6i9GN/evfmjCL159qA+VK+JPujNrD536rc93UHwvTLFrD5CRoi+b1DcvWtDkD4TT+e+vLfBvpL/Aj7VmmA+oaTSvuDEDT7heXm8vvuVPsqdjz07wXm+SOx4vrVkgryBN56+aAdGvvWr4zwim3M+3ugNvdeMSD5rX8c8/K0IPp+cEr/F34s+n0p6PqOfvj3mpeM+RQnmPb+9q75bPRU+l8/PPvClAj6q5qY+vtW2vv5N4j33ege+z5QmPY25Hj4xKgi+iTiEPqkAeb1R0M+9Llr3PTaqTT22q3q+7R5jvkznLz6uA+k97VQAPohYJL6PaK68NhxsPUsH8D6HIZ4+DQMBP33yT7/mkva9Z+IJv4JGu73bFSA+j6BYPr9Y170lSSU+5tabPRSXH75U8YK+Mi21vOxTyj7mGQm+fqscPlhPNL50Oha/+gQkPcIj8D7cfF8+IGMDvmoRZ73KKj++9Gifvs17ur1dAya+YwkDP1VxlL4Feta9inkmPftMMj7kEEE+/ARAPoJU4Dwr/3896hbkvF2+Gb4/KGI+LuaWPOdJeT7KrYk+fnefPp+2uz5Ew9I9",
        "l8DuPUnlpD5T5DU/5EGMvTg+i70+kho+2dwkPUTC7T4ADSG85+OqvpdLU77hLQe+eOhqvmDTFT1RyxQ/j2qQPM93JzwwvAw/mpx6vnzf5j7Sos8++i0GPw8Wuj2AJ3M+xKeHPlX7n77jCqs+wXVLPUFP0T6SN1o+XNAOPqYtIL8/sZ4+5RmePdS4rj0ODhw9SDdfvcpgWL15ZAM/3y0qPVXcFb/s+Zs+FG77vU3L6zzjdZy+QTBmPQsAqz4bI4c+8NX6PqWCsb0ylk684YTlvR4oL7/S/ak+5HRHPgdejz4dsDq+JZq9vYQcBb6oypA9nbG5vDy2P74UHpc9JskJv2TAuL3ekmM+mtw2PvmJcrwXBzw+PbkyPvWUI74UZ129IA2cvcuSr71FlQI+Je3jPuNepD2fcPm+jPhmPr1M4j6s1pA+BJYKvccC1b3/zay+0sBnPoH/hD0Odcy7FZORvuGvzr1pDxi+LWdCvlUhI76hHGu+DwaiviJUVL2yUeO+KtV0PtKAWj5QLMc+QSkXPZap1D5YnoS77mvZPhr6F79X4q2+AmhqPlyoDL57P2w9IvB3vXB0bD4WMLQ+xUMfvvjSyL7oFya+eA+svvckt77OsH6+ytgRPhx38rzuQF+9ZAGIPp1qd7o87oG+kSEXPslRkT5OJbk9PQWKu0/mtD0FySc/A1KHvmVUYL4q89Q+SedJP6DDEbxwIJU9owYXv4VF6D3xHca+Vkzfve1w2T3YO74+RZ7ePriozT3+zOo+EINhvZbBOr3WGOU8hTENPgguk74BpaU9KWMQvtvv7D0PSRM+aS1IvhLCNz2FjkQ+0TQ1vbMqab7wRgC+em5cOzX4Lj7uRcC+IiSfPh0GOD//Mmg6DY0xPVAlpD7hBVc+if2BvW/clT2Hk5a9yGiiPg9ZAb4uZWw9PhgjPkBq3D6Yr749UqScPSvwkT1aTks9ZMnYvsNt0D4NDRS+cqGfPSA1h712qw49HMnsvU1ylL2SH8w6dpsUPji4Iz+ykMi9",
        "2PRuPkmfLr3U/X4+gjd5volXoD4M1Sc+Qv3bvuP5Q7+404W+EqXxvgdi2b0Cvn8++UrXvqSelbxjcpO+TFfDPUKDe73ezgg/Sp5gPN9qUL4ATW2/sptNPugup76MF8w+i8/iPbX6Sj7U9yi/gwc7Phtek75m0Aw+A01hPd39+L6+088+hfsYPlFtyjsbpeO9+hjOvgZInr6L3h8+/z0bvmeHyT7hAC4+vLL8PK5WSTxjY2a+0w+nPnzziT7+t9+9RU7IPrb7Iz6jsGk9GsmovoPZYr5FowO+xhHnO4bqwz6sPGe+tuL/vcZueD4J/go+RaOtPv3oUr5XXd6+0eysvuffdL4aI6s+sK4UP20aCj4qfQi+rwJcPKE2xb7UShQ+RMDjPVjGML4Vftk+eAL3vf5xHD80PfS9cleWPNMtPj5qBVe+KWVQPqTwWD71XlE+vb60PlWjhr6Ulg0+s3d0Pn+Abj7woae+BM1fvfU7Qz2mmh6+CxVEvfb1Tj3KR7U9jMHhPppzDz7KYHC9/ArePbGF0D57joi9NkU3PkxGNT7Qp0y9/nWDve3NJT4yq4E+aQBBPrxH7z4dhsM+Hku3Prj+Nb5Cwui9cQGjOyQXoT4ceYe++8A2PaDbI75p4n486nJMPeNjPb5qF4M9j0Z5PspCJj43ErA9cGLvvZA/2z3sT5Y+pLxBPY0S+b5TZzw8G+DuvUhbDz7ma4W+MIXNvsRyOL5WNgI/z3NlPTTqnr4qWLY8JM9UvYRYBT6S/4Q+MXvIPgyekL7hCWK+B2U7Pq1Dnb5+x/C94ETbvcFpP775JnI+1y2pPaPXUz7tqve9xKfEvRWewT0WxoS9YqzuvkWKCb5mG5u+vJ+cvvST0L6T1SC9ID3SPf9Naz7+rYq+FsUvvwuObD5VNm6+OlUQPCtClT1Kmt8+XhQyPndFqjz+T0K+ZbbRPaYT3T174hw+Q0cYP9By4T13zw2+iklhv2Y6xT1mrJM9J70lPzHRAz8eqGW+gukzPUusl74Gmj0+",
        "a2kFP7QMA78CEqq9z9z9vozBmL4WKiM9mis4PXKjJT4sdry9klMOv6LdSD7FzVE+w7BJvlW4P7ywYmU+90DLvBIm4D67sqq+cFWWvjS9KT/2+bM9UpujPvKrrD0qFDI+83JMviwVKL/C1/8+O1wbP0yFpDwqfEu+qFPqvsNAOT5ZSwS/5QrtPt5IUb0F3hw/xVd4v0jAWj2gE8g6faBzPopgsbz43z48UhKfPqkLJrvUccu8N6KeOxUPDj0e/60+wJebPiWYOr6LTys9L8WYPXTGzz1nnHY+R8p5vU2VPj45lYe+jgWivtGhAr04V5W9Wkwuu5LbIb5qOxU+QKuDPhIMML43POu9zzylPZhPYz5zngW/g2PRvGBjZr3DXJA+A5ckPZ05rD4xNJW9nMy7PNqz9D1lkJK+wM8lvvJa3b5vs06+8Qm/vunenr6nMwm9p8BgPl3297vCpWu77gZfPsmgaL6QqdS9fX6hPjzXk76ZQum+r5ELPpSt0D3Omq+8hciPvQVhYz0WPtI9D6VZvp3DWD7xgHS+KV5XPrS/vz3W36s+7/BfvnyUTz3xOeQ9ErbBPDBlvD5M/m2+Zg67vqe/JL4j4xu956pBvqjPBD8bopQ+7LAcv1FeBr6WpTk80NwqPWk4eTxsGw++88kxvp6XDz5vDxe+8Z+QvrBJVz5wB8U+hh+6vunMsj51Vua9oEfWvmT9Nr65sWi+YA5kPpOqfD4lo1M/2WtrvU95SD5LLQs+h5C4vfxUi74sdJ2+U1ohP0CWjb91JAK/xjwRPhKNaLtaGNy9lfk9P6hEOT4IYNy9rCsbv6D7172yGIW+mXeDvtxfG75LABQ+vzCGvhNNcr5r36k9xbbxviTIHj/LGjk/zYjJPlqPp75lA44+1pHqvH3VHD7s/nG+RiShPltaDL0TTKS++RKQviBveL6pGGM+d0P1POpHGr4fpje9tLCmvrhGxr1XnDg9W2gHv4DjzL4o4+g+bXO0Ps0NzL5uc/Y+cKy9vtd4yj50Uwm/",
        "x2omvp/cqD5kgWI9sRMvvhLJhj4fI6+9exl9vnAAQb/MK5w91hSSPiZo/b1SKQE+tjsVP+AvT75I2Zs+GZIqvy8vWD5QT9g+P4OlPWcygb46oT8+At8SP37qqj5U3he+kv4CvziKL77bs4s9jQxVvpTIbb2s3yQ/7bHfPajlML30Yei9EmgpvoZNDb5A84g+pkXqPttVDr4f0se6RuqqvD1w/L2buAc/rgDHPiFFM77ksya+pZegPhyLRL6F8BQ/6qAav2JU6L1T+AM/7VTMPomfbL0bP3U8eMcfv4ya9Dyrgca+/HQAP5NlTL7mtmE+qeZ9PvwgyD0xPwE+4oCuvVXxKzxThf8+XqYHPjE80z4edgE+9o0iPsD/dz5WoF+956+7PPdWwjz3AeI+jszEPqKmxT04xrw+ZSVfPtYV/D1ulbA8VW0bv5eJdT59rlA9G2BYvvtJt77SpyI+lUmYvgq1kT7bKLQ+POqhPuQ6xz2DXDm+lLIGvvnp0L6uYNM+yByMvjqup71KKY08ipxyPNvLX77Dg7G+MbCvvi2jZz71cDw+j0+Lvh2/Sz0T1xE9sNpYPjPZjj5GZIC+xMcvvrKvrz2kYok+CxwcPgk+oz5OV6w+AAArPprEAz6bRPk8ZAdPvVZz077zo6q+5pC0OYfx0r6K6QI/80eTPMHgoL0+/Jg+AS1yPRUvozzUdEU+il+8vdjQr71clt49sERtPYoV9j6JfzW+6Zw3PFJ9274E0V0+CUNqPuPx8T25Fsg+UBIkPbRvGjxMTIE9GltjPg6M0r2UdAk+fPS2ubwTlD4LEMY+muYOvm31kz6rziO+HuwePfhMnD77rDm+DT6KPuV8gr4urD8+uIkEPRglVz69OO2+pOisPhtEhL6hQ6A9eQGQPRF1Zb45N5G7Tzk4vuHcvD1MR0O+rwWhPcQoEb9HgBo+agyHPnt3gz2YIj0+fSSmPt9n3z0sfCe+PTuTPeY4r77U+MG+YCTPPdig47n7O0A+htmOveqxc7yKHKs+",
        "bcN0vlW5Bz4AaYA+R2BcPmvy872ptYG9CoPxvVbdqb3f4UW+5Oe7PrGSNL7pxEQ8HcK/vZsRkz73rho+b2YfvVlrnj3/xOq92taVPtM/xz1LYGu++lMBvWJqjz4DtK89JLTvvaO9tL3zm0O99lO+PrDbUz4iwNM9Wr7jPZSCD74/9IQ+bHuIvZn5O7wEb64+yWp8vEqeZj7I1lw9bAgpvChpkj4fNIw+T94TPT+gNz5Pbgy+FAxPPLyKGb1n7R89I6ZYu7QixT0S58e9KjqKvaes7b29dIK+yaAgvou6fD3jY5U+ekoGvma/Xz0FFg29wDFFvvlbjrwWtGa+5fL5PaaYE75mwt69vNH6Pc34VT1jRFy8HX+CvaQToj7LkIS8OLLFvnhraT6jsI4+609aPmkyKb0612M+qiSLPcB/nDxLrJ4+izicvZIwCDyPpwO+AY54PendDT5OiEU+j4mOPcmSFj5bAV4+9XAwPZpqJTxgbCQ+cjaPPjZ8bj6fVhw+F+ZaPtJor77/0aa8YUIpPhkIlL0zi5o9CeScvsbRFr7PVyc9p3DSPmSDrr03d06+AQI+vUuxcT6eF0w+FwI8PjPa3z2ccRC9nyHWvgAIsz4FFby9Mff8Pfum1j37X+I91xcJPnBNKT4q16o+IzravaRFY75FUng+sB1FPvH7pj7ZFSK+4YapPnXprL11c1A+kfN1PlrYt72pkas9CpoXvw7dHT6KD5Y+ZXuEvo49Zz3emI69zvLBuwpJA74D/QG/JXF+PFfDcj54APq9Y7bRPkVWxj5uEss+Pr0Jvo+kpz4P6Bi+Ogg7vo/Wrr2Ls+O+SB+IPYuxXT3k/Iy+B1nMvZCqpr7535U+IUhpvoKE37zJjqg+QKbnvSTgvT680Hg+CZDUvc/wtb6SASq+srBRvJR6Cb/ZG4u+SGQMv1FKAL5nKmi+vQMMvjrEGD5nh7a88StIPeHyk71hJH69Hf1dPoq5Q7/xtRU9kCAqvs5UyL2PLig+jbhMvuA2mr0PuHO+",
        "sfoZvhmYCb7Cstq8Jr8JvplLfrxkT9u9oX3APjg6eT2aFx8+1F/EPrYUCL/wlgq/6p8vPwvGyb1ORQ+/3GwgPXA/KT8ndAK/wKLsvFuWr74hJr49amcnvImq0b7AcAU/TKFgvqx5ar7PryE/As2Svr42ZT5RXmm+ieH/PoyOGj8sS+s+lKApPkeNwz7FH7y96r2APlNsgL5gXiq+MbvfPrmoCT0XCaC9sZvfvbxNub4wViS+QuUHvi+Exz0XzNI+lrQAP3/uFz6W4129pug8PcF0zr4Fr9k+4EsjPr8aiD4/2x4+UvT+PaRmpj5EAoe+sVmGvRUQkb75Zne+PgAAPrhCoD40za09fzqnPYBUij4FH5a7QCN8PuBXqr2D4dY+w6hMPqn7Rb35Jzi+2PA/PkNuXT3HIVy8tNhJPZUlJT7QcJi+gfoUvf4dnz0Mdv++Jd2/PnLeaT7bjaU9GTqBvlhj/T13b/i9VbU3vvfLQj7AO62+QngFP2f2Tz5EP9G+c8Efvvxbk775MWa+RHjmvbuKhDwGaTW/w0WbPKH/6T020SO6ChwDPiPsvzqkKXA+JK1UPjjPCz4/fBI+9L+2PbA/yr5wXCE9F7Y+viZ52TxbKEC/yFFlvr2vAr/rExS9bQ0dPwa+l77uAS++fvWnva2usz172wm/WKERvRNGhL5QYqA+k7/bPaPcrj6uRRW9iFFUPkkNaj2/gDQ+KkEEPWio7jw6snW9zzLEPrZE2b6HTYY+ZAftPZ7vIbt7oDA9PqASPijtAT/Dc6m+o7hxPl/9Ab4Ynnk+dciwPRDRPb5zFgg/O/EuPqvMT72NsCS+ib2CvI+pvz6bUw+9Ojd9PvoE1D23F8u9xyADPtIU8D7FvIy+aOp/Psv3r74O4zi6/iywPu0zi75lVZC8F5+yPX9BAz6mv42+k34cP9wPjz6jZnO+TyliPQ/mMT7Nc0m9zqmGPUXpkj46ylE8SUKKPYTmor5XKbG+hyM0vsRyqL4E3fY7pwM+PozhoD4yggS/",
        "jZLGPffBrD7ButC9QjyzPvVpnbx8F9G9PCs6vuTvq741dpq+VhLBvUssUT0XyWY9vbxiPvOxvD4J6cY+ZQm1PV/bVz8ZKJ4+AWZZvE9cnT6I7Mo+X0GOvvaVgD4StYy+GQ35PeEWRb7ZuQw+bctUPslZ5T15Y7O+lDk9Pke0KL1mODa/0bh5Pnfbtj63q3o+9EXovYtLOL2gOKa+BWM/vqKjU77cp48+nWfXPf5vKr6o4t8+SJMavxwTAj4bfqW9jtbCPWdCWL6ltRS+F2+dvb9tL76V3R+9uNb8PRv9gL7gcKs8MVwTPoeYrDzuMxC+RofWPtcHYjwAul0+ULISPtSlHrynHLO+A2jGveivY77tNmQ+VNADPwLrIT4gz0W+MkBEPR6G7j43Z0Y+VJBXPOrsjD1q9QQ+XzjHu1nBFz49+a+8oWS2vtSzQDtwy729oSmfPmF+dT6kTCW9l80QvhbT2z5xGwW/CF5jPhukUr5Y2xm/jor6vhK9f76E5e6+0oyWvh7T1L07X1q/F0edPo54Fb5tEEG9VnA0vqis2Lyp3Ye+dYvYvR6SEL+r1as+EGqyvokSsb3rLYO+ppHpvTXxGLxJJYo93iatPm/Tkr2J/6g+r/MPPrmKJT8sYRY9GIp1PjuObr1ghno+sw6uvfe1GL5MaoA9jC+IvoJ0eb2Mj7S+GY2Uvl4cIT52vk898bGOvStGzz2KYag+vXvyvJDWxD3DnS4/ZmyjPnYzLb1+49c+OF3GvnL7SL5WAgI/IcEVvi4C5L6Dw3k+wV1YPVECQr6kvXw+//mdPmquTD5WJJg9aZbuvpWPGL8LK+M+hwkIPkC+Ur6XNIw9tpS4Pnxx/Tv6lS4+sP8svm9KMD6Bkja9RtT8ve5pnD7b15e+npNuPiBS8D1P4l4+Vo/cvfwqqj4BjHm+fcIjvlcmHz4kQh8+rjVJPjHEHT1waxo+tiZNvk8zab2qW+y+0pOpviU1Dz7GW8G+Ff1ZvigB1r4nhts+to+LPSW0eD77YVe9",
        "+G+CPtiRAz/qu+E+7pA4Pmijmr74dCu+X6yaO89JIT5V8Ns90WdfvgCuAz7xHtk+aDQYPdRt7j0yyTo+MIzCvQr6gT78NgS86rmcvoF+TL5/E2U+REH+PVz0Kz5o7mc+WbKKPs17nz0AIo2+6/xyPiS6or0OKUy+WZ8qPR2r77xgbIa9Gn8CP/H9mz5ZheW9rJGqvUxM5j5fxZk+38JFvUoppT7YslU+NXMwPnwQdT7VW7a9HLVTva0+qj4m84u+9DDKvmtSDT6yr5y+Ba+IvnH0Tb6RTI4+dgIjP1aaEr6xiIu+pKEOPaTzNz17Sm8+SXyqvkQXZj6mq+Q8mqW+PHIn4j6BySM9zpWKPTJig74uQhq/Gh5qvv8jmL4FkxA/ZWJuPj1QjrznSK09RbnYvuyfDr2iq7G+a9+XPhEpOb7pMLM+OZNBPice7T68bfq60gMHv76HOL6tX0+9sv/gPcSxRL6Snfi93Ej8vejRnD6I0qm+vbc4PlkP8r1Iu4K9f2E+vl6SJr7Mo7++nm6SvqR+Dj0a/pC+LsuGvm+R2D2801Y+AkP1vr9zKj0po4w+UG3PPnwIxT6JXHU+GULivqBQzb76duE+1VikPc/SRr5+X5g+vE1cPiwLaz6CB7e+GGfvvTPywz5I5Fk+ZSOzPLld8j3JEI89HdOFvuvMNb5PmSk+WCsHv7ohEj4oTS4+J4EIvdMqqj4aJvq+dhSxvXguFr+opnc+X8KEvRvHQz50TOK+42O/voM4Tb1DasI9o0CVPhMTlD57H7M+ugRrOndiqT7sinQ+ozFJvoBMIz5if+o97MmwvtetgD6djPm+gECrPsx+Hr//xmS+F1WTvn52fz5nimE+y2GsvkBDZL31USo+EZenPrdrjL13imk+0HeRO1ht4T0uQU0+1uCuvRr57j7Kdwk/m5YBPoI8qzyBGLe+HeLuPnOGzz0C8r6+0RSjvdZbz76rieO9oJfZvlvM9L25+wk+ygSavkcNwD5JLHc+3qkAP2BFXj4T3cG9",
        "M3EWvrVc2bw3PLo7yu4wPqRxDL3FWtu+CoubvWj1mL2/uoy9WkeXPs/Z6D2NCV2+0bGbPnGQNr6sdZw+G212PrA+BTz4RAi/gC3MPAlx+D63ZZQ+T7PCvnNm1r23JWM+II8IPwkFPL6lomM+yT9RvcN3mj5Oi+g9+mlXPV3WJb5+UTi+aRAKPitfir0Tphu+9bL5vpih7j2vCba+Hv//Pk2WwjzOJ9S+x2nNvZ8nfz5s1oY9PeiHPkF16L4Yw8e+KVcRPR3YJD9mUEK+cMYWvs43B7/WIro+GyxPPiTLC74fmrY+NdqbPIWKVD7EOCW/ImcsvtX9lD4J6nC91o6FPvtY47zIOAm+u+nGPs6Asb7U/IW+iQexPkbxgL4hqqO9UjhEvMkVlz6OocO8UFfivsH5Iz8vYSu9o751vqoCir5Hb069ldTdvXkaOT2BZNo+IDB4Pib0mT6qEJo+XDbZPWxtcD6KV5q+ndUOvSWi0z2vBaG9ECucvf7fxT4ApIa+V6XrO5SF872G49c99vrGPtzTFT4NrbG+UYLqPZ0+mj5pk5w+9rvwPaafc7yBFH++3B9LPtsExT6TdaE+msVIvvHlmj5KfYg9V+oSvrsjDT5CJ8E+EdE+PfFtyDtWrP+92VnfPU0kqzt4M8w8IommvkwZjr20DOi8Ht4SPpHM5TuED14+YLrBPuHbWb56Zcm+UzXdOmyB3j07xwI+k2OBvc9G3j1But4854VtPrqd7T3JAcQ+AOwfPWAHWzsN+c4+ClGSvSDHJT5kBYk+LBJQPuoPjL6qsL09TR30PcIIh76xW5s+z2zBPTqbLz4Gze49fIAaPWEDSzx1fVW+Je1KvcOEx7y2xPK9tiZ6PVaK2L5SM+i9/0icvVOGjL5QGTC+4zX+vW9EgT7ux7i+KldPvijNvD7Izho+no0UPw+Xur4k5Bs+1blXPDnit75FVT89pAhYvuScZL5bJ5c810XCPtBD9z5/Gt8+OLaFPBcALL1AMoM9yVHbPNV3AL3tF7M+",
        "SguiPn2djr5HONi97g+oPha6y77cEPC9tgeAvRhokD7SRS8+yNFIPfG7jzxWDqe86L6hvXTWvz3HP1g+SbOZvuS0rb725/c+kDW5vpgGKrzQ3Gu9SHfbPfuX3D2XYWM92gL7Pav9jL7ypu29xs73PU9sJj41TeK9BGtUvj4J5byRqng9L5cZPSGyoTxD3oS+cU6TvkMhV71sAxE+2qqWvp3LAL4t2FY+53XgvrmC2z2EkaU93nisviPVQj52EYu+Xof2PZ6kkL23R2K9X6RVPpVfjD7wglI+9yddPlpjsb44pf07Ex/0PLByXr4+dok+Kdn0PZ+euj7aiIE+hxTQvjhu773D4da+Vhw/Pi3M2r4MzUa//cAAvm1wtb0HzNA80sQXP3c6pL6e2aY91cxyPqY4r74u5Zo9BEeIPKZU4TzZOvO9LclIPsXJGr8hEGW+rj78uw69pz5zC0y+IZD+PcyLAD5aAQU+gkAgPqMgH77zHMy+utQoPQZJMz6H9Sc9/BtzvgsGkj6mwIc9RRPVvtFeDDshhoO9jiUAvRvnEj3IabE+mJmMPS14Jr6a9xW+ADn0PSeu0rxtzdg9acL8vTCJu70RCSC9MnGaPu7Gs72i67E+YTJCPRTewzzaUAI/xSdnvl4E6bzJa649cG6+PvWWtr6h+5U++vGavSViJL4juki+QbhUPhKKEb86oH8+hPnqvBtWoz7Z2Fw9qU6JPXDYMb7NIwG+TnVQPDJboT6rhO2939y3PuBl+TxIjwC/pEk9PnvTrj6MRpg+U0MLvB67bLzvjAI+j3MiPv4DWL17tri+Se6KvPFJ8z17mI47HVTjvFkSCLztkcc8YpuJvvzwUj1p6F6+EVrDPphORz31jSE/IPQuP2Bu972CH7C+ILCTvTZ6R719OQG9A9l5Pk4GMb0PZ6y+2sknvnXv0z43eFE+v+CqvUwzozuHPe4849lMPseQtj507Vc+vjFbPkV+Zr4EyMm+D4RQPsFK+LzfTY889DrjPhr/QD6b97W+",
        "Z0oDvKnnWL50Mo2+3rCevewmtT4Z2Je9DeVUPn4Uhr5z13o+ucrSPhZbqz559Au/AHWQPTXGMb5UGIo9upR1PW6/gr7HbGC9sfcmv7xuyL3M5KE+iQ5Lvo/dHL6oEpm+SWfDvNnVJT36mEE9M6rQvfyIlb3YHJm8n+AOvsQVED5jIX897Fo/vChwMr5t/xQ+A1f0PvNY4DwIGds9HECiPjyLbL6rCwM/QplfvYP20j0iG5u9qssTvOlESD5hGww+yeFgvZ5Zcz2A8xk+Ot4DvsB3KD7EslO+FW+kPpyfjD5nhws9xfw2vLnA4L5KU7Y+RrYKPgTMPb4cbI09spa3PUjqjT77QvC+rgBFPlVZQLwbvmI+PJU9PUW/ND1x8NY9m4qDvgxStj7h+zI+OOLTPV23pTzZcgG+jFamvnSuFz5QHie+GfNqPXVbtb6fRnG8QCyEPbxPdz3kVaq9lXCVvqMUIr4wIIA9NzX5vvkIN71eYOy9czvxPSCDsb3nAXU9CeEqPubcpDkrtts9rPMivvUy5z0XAca+T1enPlZh5T1g9YE7KQNRPp6WDz0m3qo+MWXFvbuBO71BRb2+EiuoPssZqzxqQzu+g3BIPBTdiL4PzSg9UsY9PnQ5Aj9EsBM+qTXkvhiLKT003nM+/UfJuxy0B7+sofG+Pg+UvckEpr6tPJA+5cVPPgFEvr0oINE+yg7cvh4ojT7TwC2/K8mwvUNab76vFFG+KQWMPafec75S2to+G7rsvg5lK772sQQ+jKuNPjU4ir73ehA+kYOIvEdZOj7IzyG/qeajPmtz8D1SZcW+38w/u50OLb2ROA4/pspuvXamCr5IvXs9jCK5PDR7Bb8sFPM9Ufssv0hWtL5KGGS8VobQvRwDcr68yge/revWva6Dj76Z2yI+IVa4PoajuD7lXlW/atNAvujSBr6iBpy+ON2qPooYFD5h1Iq+aZGGPvs9RL6NtwM/Fb4zvuQ7Pr4lu+A+V/kAv4eFBj5NoeQ+dGmdPsdBsL2g164+",
        "a1GgPWB9Fj10FL499GXUvJj8Kz6KM3m+6DOsvoaGML0quWA+P5E9v5/Q/zz5bvg9r+CDu8ZpKD5FFTS9ii9dPuUx7b5ar0A+IXqSPYeT7D3tVzK/sDE9vowC8L0ALiQ+wTLtPfxdtz5BWc695dH1Pezpaz6L35y+P2wyvlwGzj73PxE/9gPEvj+yAr4eAaE+tPTAvqpgw725sGA+9nKivXMOFz5a97G+H2c5vYfX/75dWhQ+/kAUP2x1oL0Z0zo9Rdp1Pd2yATt1mHq9U5AtvRffrz3OHws9sfutvVtjTr5GRsm8fB38vjTmtj4H8Ei+NZdUPfDr1ry7dq6+bTRjvm1gdL5OrBs/Rd2tPdRPUjyMGf69YN0PvsndZT4W7/M+hM9ePbX1ID5umbs9JjFHPpbuSj4pwUa+FqEAPnIBqj6r8yE+FDiQOwHbwr3wURe9+ElpvElUAD7G4so9kxDwvP53T761RPo+FO5Svpd2Z77CIBe9uZoVvYuocD24HJY+a0IaPlfA/b5tAik+lBotvkzRwb7dnuM9D1HXvJ9jQT4x5go+uDn0Pu2g1r3d0nS++DuJPNaV1r6zFOk9Zj8AvnopIb64l7C9eu+CvsiNmrkuS8w+C0qZPc0Woz4Mbj691WiWvkKLHT6rp+U9DRrDvY2xNL6mp608qafOPbiDN70CnHC+aw6kPUDOQL9lPYc8h8GRPmHEzD0aLyq6dy1Avt+dPz7HA+a9/gYYv+1GtL6Nvqc6sxeiPsWdtD0L7eu+4mXgvMm5LT42xE4+thEtvoKKFz8VAYo+Bo0wPn1f0D34goU9MmKzPujEsr4S1i4+fZw2vhUkLD4Cf0C+EItCPgjDA7t4gfW+xUiSPKZKK77cYHu9ryGFPQEeRj4KYb89PRHjPnofAj+VSpw+VjhEOxMtYj6EbaM9P4B8PmaV6730CGe+X6Ydvs3nzr6mJzS+1YtMv0//AT5pl/K+mvXAPi1FKD46lso8HMMHv9BFoj5kD6i+XOuWvW1KR73IVhe+",
        "NbMEPp4kEj5LcfA+lJotPQPU4D2oo+M+Q1sbPno6Dr5K1O++bQWmPkfhN76o/wm/fLIkPr8agT75zvU9tFp7PkPeBz9jzTi7AkAwPtKL9r5FAMQ+phVUvnV0qL0YEkW+r/CoPlDUgb7MsGY9cg6/PYFVsj5gN+I9Do4DvrUBDr7wLY29rPORPjKMWj7x6DS+39WBPt9nrz6nw4G+09TmPXXuqr1jPqm+4eT/vb5HcT6emEk+JAZVvS4sbLqGWSc/4EBBvUcZCb8vJje+c41JveUaRb540CI+C5WbvnOdAzw1E6u+pYL5PoUqBD5+Gz89Pq6fPBm8Dr6LLJQ+rIB8PvMFdD6UBPW8dcbDPmAzx7zwazG+xufVvmLd075oZpk+TAgDPl5vH74PdRq/eO7OvVecpr7crY4+A/iBPcEuxr7c2p8+yGkAvcHZhD7r76Q+BalMO/tUxL3lM6O+ziG0PvIgQL6GV968s049vXLkGjvkdLs9ESnrvS7eHb63S7s6c9WOPQGPtj7H8Q2+g0+5PCBTBz4sRos+pk68PmapG74TAoM9utHXvk1Dsr7gEI8+RTnVPDa7j7wrmpg+eIgcvh+5OD6nMLI94CaUPgwCjT7A6au9WW8Zvn+yv73XsMi+BwhnvsAEMD5aop6+LlodPljP+b236fm9gPmVvi+8tD1ZN5o+nEQ/ProAZL7IOJ88wDwvPT0gNL2uAAk/Ir9Pvsn4UL7MwFM+VNjMPRRA6D0PmdA9uy8VPvxQlj4/8zc+P29NPhh+HD6pFYQ+UEeUPuySAL7O7ZK9RM60PIrcnz0x9Xg9zL+zvZUYpj068Fk9vFSDvkhn97z+fby9HLJNvmqLNT5zvqG90IkpPv23lr4yxo8+Rw+SPV1rFLxjLOy7K1IJvurteb0Xoi8+aua2Pti/sL2cxcg9+vAZvr6mgzxLOwq+rCgFPpS8BDtaRSO+t4BePmmRXz2CLao9SquVvfzqsj3Od6C+tQ1APZ2T2r2ooiM+i8WzPWc4mL0r72k+",
        "wDxEvrdIzz1OsEa987EXO0vmzz4/bh48Uvf0u722477w0Q6+7yVKPiDb0L1pGJK+uwyNvoii9b0sVvU9g3JxPS0mYj5jtoq+/n78PXkBAL6bN7c+Ui3xvvLy1b7JoKU9sSSnPQ08Lr4IKsG+vsCcPWQXDD6xVVq+0OFsvovlsb39YfE+OgsbP83ynT4sTZg84sKvvV55N74YVtU+gTiePXWRPj0Ulyk+DyUYvXrTXj2MWj4++gGmvniJIj5Sa2s9wggLPt+efD1LEda8ZiKbPvXnED482pe+52Zvvr2S3L55W5o77Q/8PVYnsT0HoK4+oJRrvj4o/72QOqo9WDcCPuulgD6Jpom9o11XPsNsrz1wPM68UOREPkBFPj5YgIk9tUKFvmn+RT6AvPE9kOmkPpbSdz6sVIQ+CPclPg9aAT4l6aU+UovgvlBz9j3QUfA9v7n1PjyYJr4eW+A7rnfYvlZc1L3GO0E9cogJPo/LBT2Mf4O+pemTPYfy/L4D1iO+XahjvqEkTT6JFQU93twVvjTmWD5F+wi+9n1TPv5EJb3ExPq9RnA1PRcbsT5hbHw+zKTQPcttqj0SCOA9E3pxPe//rD6LvKS90eDrPtKCzbyryUM83iU6PoEGnTxm7Gm9P2DdPkYYB709Nfu8bwPxPX4TEL4t1j69GwHducwFxD0BtRW+Kyagva/axj1yTVw8W+2QPkPGpT7QT/29DUkFPS3FIL0YWjE9hxpLPZ4IpT2Tdl+9XfugO7B/1z35cfk9juSSOqqNnT5GS40998+FvdeJYT1enQc+3xlyPmSy0L1ivr69LNNBPg7Ys77ELrk94CNRvqhKW74bpEo+LS+9O14M8j5yc5C+mvJFvXTOZj7YFmw+Zdk7PpWneD4JZc6+J58+PieW5j1vB1Q+ZFYHPRdgqT0E97M9sEImvl43hL78aM6+0+JYPsfQgL68VxK+vJyePFhhp75QwSQ/Yyy5vsZJfT2FS1K+zJ36vVhYDz7Sjrk9gbz3vUdJtzo2fYo8",
        "scI1PSJbuD4bjrk84OYnvvwsF746oKM+kJKUPn+WY74eBIa+L4p6PlcElj6PDco+rsCiPgmnpD66aaS+2GsRP/iZhj6F962+ezt/vifYCb8d/pS+Z2GAvs4+nj3UOB29hOBHvrW6yD6mteo9fnDjvhnsh77kifQ+AGO+Pd0EMD6pCSG+iHljPQeU+r3WHMM+/COhPpCnlTwzrES+g9H9vJ8++T5gro08M6CrPeFTBb5piJq7RKIdPZ8XTb4ochC+IzHPvuiF6z57zoM9K/MxvutJhb2jIvU+LRDrPSN0CD7l9RO+dke7PvJ7rD7A4cu91OuQPvGpFb7vaZY+Hs6SPRC5Pj00UYi+6T/VPG2G9bz3iPE9W/7sPdf62T03Rho9owaQPoRAl71GlEM+JfYPvpFhibtfHiQ+38OYPRoeZz7XWr09jXaOvm92LL7CKc69eZ4Gv0jYhz4OsFM+YgkZPtfwXr5MjRi+VGDFPVSbGb0DBJ+9UY/HvTnFib3iQ+e82mb3Pdfnnr18Qcg9edKtvQ1VzT7S7e65m/0APulkYT181tk9c11KvmAYGr5t08K8+yDbPiyIVLwAnJg+KW7fvZ94HD7F3YW9IyOhPoRqjL4i2A4+FTsovYe+jz3K/FK+UG9fPu7jSr9XHRE+aHGhvPCJOz494ze+howxPtOI2r7+EqI+ngbPvKodhz1vlIm+6Rd1vTmVP74lFWu98ufqvBv1PD7u8w8+5R0xvt2FFb6tY/w9rGGfPokBobzxiMs+GVO9PW3d6b1mxl8+ygSAvi+tHb7vo6S+BWqjvkTaGD6JMKQ+t3mUPiRLej4c8SY+1fN4PnqoFb7NDs89/WaXPk/UqT0IIkk9dPCrPZGLdj4XcS4+fg/XvOeuVT6bnN2+vNKIvft87L1WJrM9eji0PizohT7ohYi8s2LCPRXT8r2v3Rm/5Pwivq1zer2tOxW+Z0sdPtyPqDxutMo+nuqdPf5vJz6FkU+8yiVSvnbRZb7A6m2+Uzbbvd9beL5h6X4+",
        "6QwOPBfj0D2NUDi+zUY4PgwmNL6U6IM+l3qaPhrF2T6/pg0+KNsKP0rXybzluiC+iMJQvsjQgzvTBes9v0/JvcI9lT1tRO+9ZsKwPgQlaT40ydo9zICsPlG0QDyla34+geVkPTNAhb5lHbe+VqvavbBlVDy+fw8+F3GzPcr/075kLzC/SDlPvvwiGb4+IIs9tNE4v6O5bj7fUF28lCJbvvn+ib7xBpK/UkTiveXMuj1xDxu/66UbvhEX9L5q4Bk+RH3kvo5jyz7Dfdi7yU0pvksZor6vhVw+lvxmvhK2Fz22mto+o7hmvN6DVD76Iv2+pfFEvZ3L7T4ho98+g4+mvWXpKj8l/V0+Fy4pvtj8x76EoSm/InDhvnKjHL9AY6U9aJBsvX00aL+IXRC+vcmrPEhs/jzFCzY/zgl9voSoxL7MEii/S7FqvhoGzb6qtge8Tj7evmAcBrx5pco+izg9P9fObz4ZzLk9tsJ3vZaJwL3J2yU8kK2GvueCLr86W1a+FDaxvgc/nD45jIi+WnS0Pg0vOL7mnQs+kAbivVoUb7y8She+7Rn2PtU7Vz6PYG89JiemuzKbpT28QM288p8/vwF7tj5516K+gR8DPa/zij2L7DM+Vt9VvBlHpr4RYHg++v7uPt6z4z4zn2U+4E8FPjEDD76x0rE8zVxMvcoWk71nij0/xg9SvjX/w71pGzS9IB3QupBuxr3nPnO/hBiqvZvuDL4jnsw974OCva3W2z0Q6I2/75vPPb67gL67u/i+x+Gyvkgk2LxVgBg+H9WaPbnr/zyKox0+gRt3vO/iTL7gh5G9jEy0vd6MXL1U7oi+TefVvfBv5z1vu26+//rRPB1ZTL62GGC+EzqDvBaQlz6FEZs+KzxTvjs2nj5RLH2+VbeavuGODz81UJ29J+ZqPvYCKz7XKra9X0KTPq5vkj7YajW8z+1sPmGN1L6Zgnc9IOlXPud9iD6wC2G9eYyQvnKFy75igZS+wGIGP1prvrxektu9Ay6GPZUoXD9P81o+",
        "w5jNvRW2jD6MZ4q+yge6PUECmz2c8vc8zF4TvjTkbr0bhIQ+6DOmvuOgVb73NW8978sdvQmiEj8fDC0+iH4zvpRjAL90o7k9pQOlvH6LQb70lVA+xbfuvLyGnT57IOO+r9DjPdwXbb1iktY+VtvcPVIH2T1nciW9jxTZPldV9T76Mgg/maGpvqENWz7EFLS9INTUvtdNHTvpNxC+SHsxvp6FxrzMUBG+BM5jvYOJFz15gAW+FlofPp0MhD1AS4Y+ugWsPoogi75ELhY/DtyIPv+FwTwvTEm9hEQQPuaixD09xkk+BtIGvgiCbj6LwGA+/9+bPeWYDr5XJTi+rwHlPb7EUD76VyE91e5evA87j73jl9++T5zkPekCyL3ZjSE/hgVTPEV9lL2fttk8Z866Pafl1z3FBJm9OUw8PpABij57vf49LTxSvty+rzz+AYc+C16PPkzVbT6a7fk+lFXPPYJxGL9SgJA++3P1PVLf5r6qSt6+37GrPiPPTz6ttWA9KlvQPWKmx75Itje+SIgvvjB05L03rNA8l8wjviO8Dr87qIU+H8HhPZ5cJb7cOMg9pPxqPZfC0L6FpYk9t274Pc+v07wCE5K+UuK/PMdHMT64qre8HP8RvrMa+T230Fy+sOezvSz/AL+L0qK8UbCWvY7LeD0JIvi+p/QmPjP3gT4UXE6+qIS1vCbBTD5fngQ8isWevRItCT7NSCG+Kd9/vcZVM77h60S/zE0XPdIggb2mjiE/xZ8cPvP3Mb7FKKe+rJ4YPIZDNL8ZytG8KlQbviJf+b53FGu+zZOZPqWCG73kF+q6usaGPl70iLsmMfq8QRkAPjYpfr4HYzy+IOjXPkM3UD5Wvwm+kJ0pPj6xXz4BKZE+HNDCvtSC7j4fFD8+9F41PzXblb6U+CS+Lc+JvZYk6T3iLZ4+4eF+vNeK4760BmW+4zT7vhfr2j5de3q8IcDiPhM2fT6qIaM+XdRSvVKylr4LwQm+2F27PNMRDD/sMAY+WFfKvSuBGD3DqQM9",
        "nVqpvvBaET6ZM4C9mKkRvGZ4ej6hsOE+FSwBPokGS76oQMm+hC1/vtCpGr3xTRS+1+ztvcT3Hr9tXr69aS70PNFRfT5URP++QV3YPqaK771mCqm922miPfhHab67WMe+7IuoPrM9fz7K6Jg8ckJ0vTvbRT4VCNI90bYOvr/1OT4HdWc+LvxSv6vHzL6Ojwk+xFF+PiEziz4Y24o764CvPmNPh77N1t++/o6TvoepQL7VWQ+/gCDsvgbv6j0G3xM+t28nv6+45D6YOr89tANkvsbz67zpkrC+cGhRP7/XhL1eLog9xWGKPu+GOz3RW74+RIkfPwF52L4Oimm+I+2JvOeLPr1eHIg+zC0MPn1KZb7dONU8AVTWPqVgFj/extU9IsYrvWNYOT56MiE//wl3PqVSDj6AGTW+/40NviwaWj4mqp++pItbvq76Db4sUSk+jqiLvTMJu76uZYi+BiA+vsFL175W9nQ6ikeLvivb5j4wSf09RJIrPNXiBb5tJS0/pWK5vvYS0Dml94++A7RIPij3iz6hx6m+YGm6PWkt7b7zW8u+Q5PFPhBUPz4EJta+fF2qPvVYvT4xWa4+7m32vYdhXz5EH8u+1ZhFvj+fgr75R1E9bG0mP034JD5fTAu/HbgfvqYCfz6Jmqc+I8h5PvmSkb4Bi/K967MMP1G/oj2Qrh496NqPPWWRaj5Ed609ze32vKYZN748NFk+tL0zPHWJCz72Pz+9t/QXPuSzCb1urCc+ycuNPi9rmr0gvJ++vhMPOu1Y7b2JSxI/AjHAPgCyvT3v8oI+9bjNPpTUNz73ozu+gJZHvT7e1r2Eczo+KZ1jPgaTgz52W6w+TOEDvgQ0B74P1J4+ZILlPv3hML4mYls++DyhPlInIb5YOVI+8aSDPpAZlD7hZ2g89nz6vbgTwrzRzI0+RRFvu1dze700EcG9LH0FvTmLEb5yNOg9mW6CvgLq0j07lTU9CqQHvjyiur2QeEE+phUmvqLirj26K7s+ATS6Ptqdjz7FUaG9",
        "+WZHPhyKPTzSgSC90R3pPuSRGT5SmmI+55PFPmOEbLyvEpM+cygiPfWvLL4rhr898Di+vnhH0b3s0p8+lqshvmz42D4ana8+iil1PUOK/r0Mx/i9EQA9PoIyDb2j3pO+/xyWvn/i7r7DazG99VGJvkyPubzufyy9GGqsvV/mLD03x4o9/gH6Pvwf/D34/m+9VkeDvDDMs7yLQI++8+1ruyh9iL6x5U0+6mS4PU/Y174A55u9aOT2vCRaCr23esO+CGyWPqx5Fz9lME4+xzYcvgYPq73mO+u+MN9uPRWNgj5KKfY+ghTFvUHOIz4zog0+ibNFvfQDWD4L0om8gfQcv6gKH751gt49A1m4vuasirtLgto+pY3JPH3tWz32VxU+35hrPugJ3766OHM9PsCWvmRehr6V4zO/KFy6vPJtA75q6cC+4K+NvmGROz76hJY8hGGJPmAI8r3qudU+xTGIPXYjBj0ONkI+5Z0FPwPsXr7sgAG+XVz2vVyfY76FL8S+Yim/PpKfAD1jH9s9yECtPgJ8Ej5UdYW8vGvmvkgLiD1V5FA+rEOAPEZhTT12Z6C9a8qcPlXhmT01iMa+dfUgvjrZnb1Sh8c+oE6dPommAz4QwS8/XqNavWjuXT2fbBa+ERthPnsMGb5mkdA99092PjjASz64isg+6wKVPs316z7y3M2+CwSGPTjWAT6Gde0+t+kpvcF+9b0UPiY+dYzCPlEsIT81oRM+RoXgPJBCiT4EtxE+zG5PvfhzNTwX1p68l4XHvGJiqb1Y2uu+Q8BJPh+lWL4eCsc+9au4PmWwuj766+I9tbyKPon6Gj/XrwA+/budvF3qdb7HupA+4ZYGP+FlML6zuAE9EkuIPWesyjyvrS29PQAPPJ76Yb4pPv49XhS7PZNyT74v6J8+HFcDvlHHAT/gMYM+RwFovWKyRD2r0z89Kdk4PpE52j5L3I89xNFLv4/3iz7RbFe9pxUpv8V5q76K6tY8X80EvqQuiT6uSTi+6DHwvrXyDL+w17U6",
        "BgfWPfQGdj4CABw+Ol7uPZWRTz/FUMs97VvOvZqXML5L7KE+6Kxfvsrc7T44Ci4+FjF+Pc78Cz7rPkW+unaCPhA/HL/bueU+S/aKvJFd6b5JtrS+8gclvykHor4FKUq++iO4vgMpDb+Ls4A+KfFHvr17Zb4nfBy/KSsxPr3mpj57Fnu+r1pKvizpdr9ZBT4+DmbmvmkeSb6iLYo+KB2CPj8kXz4k8fM+oAuLvRHrir4zqCc/wVcDPjmsML1Ur1s+Nr0avm14y77W8MC95W8OvbF9nzpYOwQ/GmUYPg0ypz7z06k8mO+PPjHBIT6rP5a+87YYvvHtaD6WSSm9FXcJvw=="
      ]
    },
    "dense_1": {
      "bias": [
        "SIEwPQpwYz1eQNU8SZSkPYGXjjwLr5C8vQRqPbnw0bxTmBq8hg4kO7YSs7ubTtO7TukDuu2EDT4aTQ+7NLrTO9H6ST2pwZw9+zOTvL0caj23C0w9REv5PSJF47z+beO7+nlbPXz7ZT0b7oi8seOwux3Q5bya6nQ9q2f4vLkL4z2D4og7iRfzPINPkjycHYU9bp8KvHADej1okTg9x3g7PePqZLu3dc28iNKFO6ddiDztVZY7eXx2vRtGnz0nYCk9Hn9vuj4fvj2hCNm8thQjPcsxCz1RAnQ9GGiKPeooAz3DdY09oYOYPEj5bD1P4Yg9V4J2PS7ajj3pGXw9VbFrPQCVPj0OuPS9S54xPXcHgjxL9mI9T0I+vYUU3D0xzwq9twgOvfwzwLycfAA99FZVPUx6gLzWRSU9+eC5PXeU2zw="
      ],
      "weights": [
        "fHp/vkjc/j4b/bU8224UvsiXhTsWJys+1d6VPuut8L1D2ii+fi4OvheQy73zR/6+wV8Fvr8+lj05sGo+tfu5vghDpD68K1K/jImkPdClxj3j8vI8SZGHPe6Crr7sp5k+Y/oDvzvzFr5JnuO93WaHvkxC2z2tgBg+xN2LPeeVAL7N3iu++IqavRR3Hz6zu6A9Xw6MPWMuo76c2ZE+IrNDvfVfCb6AOKU+fxUhu/3vM74sg8y+39uLPvbJyT0H3Lq+QsbNvnWmcb5pnp89Nolxvt9AFT4d3j4+IKU/PVQEj77JlQ0+1Os0vvpn+D2eV2e8lo6RvQGzEr++K5Y+iqF/vlzbdz0dCcQ+Y7SNPha7kL3RywM+yW6qPows5L4Voi4+zz8SPoveuD7mhJU+ReSPvZaCtj5zeXA+CigPP2uEpT4ePfK+0kM3PmvTuj5jCEA91u+0vo5chT2QcCQ+kwzEPr3QeLywqp69VGHSPVUBX76DtLs9aZ84vXhhvT1WvCy/f+R/vwT+eb6AclE9OCEgPBr0Gz49aIW91lP5Pq2tUr3viwG/UINoPrJzNz6w/0C8kJsGPgyh7j23jfe5vA7eu3u7Tb4aMm4+PfSfvrRkS75xrko+BNoZvMEX1r50AaQ9RqSPvZ2whz6u6sU+TMA0v0pdp7yM7wm/GbY6vkzBtz5zCUK+1ysnPBd5gD154j6+LEmTPtriWL1Dt989zmndPseudD7SxBe+loPxPe+Xdr12csA9pRejvc8pM75E+Lk+qFAFv0Zi0j71sII+mRLHvsRr3L3kmHs9Ru6aPhmNgb6d7pq+/tZivl+/Fr+WVze+okbfvpxoHb+XIoO9Km06Pmy8Tr7FRv89OEItPZCnTT4wcuk9OQGPvtDFKDeozoM+RB8wvPYk5r2Sr1A9h/8yvsTJ/j0p0VE+BNNjvmfjnr4ItUS+dBKPvtwcPb7AA409dogMurf+Nr1j0rU+e7qIPud8gj4dMzQ9SRT+vSwDkL4Njxo+lHINvdoRA770t609",
        "pKUWPbUj9TzSXtc+zoyKPVHGAb/o4NK7tLkYPjUbzr2dFte9Azr1PLxGlz4sOAq8kPlbvgIhmz4ymxY+tsA2vlgPob06EsA+xGunPgyJLzvumBA9U/pKPlWZAz1c36G9W2itPeEdsb1/Y04+wFzhPZ5dnT3sHc89TNWCvTEkjb1pgZM+TlMbPqMmc74ps6Q9MvdmPlKB6T2pCL69wUaLPa4MpDyG4E6+TeiVvv5LvD1IQ509/SLKPWkEvj3TmI48HRWQPUug3z2+3Ti9akEdvhw+ID6ju3m+yi26Pl0X7z1F49s+XmxtvUvgzz1/pXK+okJHPGoXCz53RLE9E79Hu99WEj0nyo4+4JASvpEOoT2u7VQ8mJ6BPWQ6AD4o/CO+BPaDvhIAsT3yyIg+CVdHPtTbAD7m4eY8IQZjvmaEhT3/blc9doZCviMeVTyLEDa+l5rQvjOsUj4HflM+0ZjwPadXEb3qFga+sPn9O0ULOL6KLrg9I+bOvr9jqT3NRJi8vjS1vcZpkj2epI297pYaPR57Fb5ufEA+XIi2Pg+qJb6qtZg+82j4PKhDPj7COuC96YhtvtYR4T1UGy6+DFJ2POX6vD1B1ru9sbN0vq6Q+D2p/nG9j6DIvZ2Rgb2RBWY+4FjoPdiMmL22G38+doa0POsE2rvj2iS+sOXXvah78z4hKpi+F8+LvtAILr4tnec+M5LmPuEi874gFJg+ZjKPvmMjPD622fO8hjiDPgWXtD6CzYk9l4bbvRM3gr6UTaQ+yKS/PYa6kr+Q4ke9qwDLvQ9IMDxzFkC+TrHLvSO+/D3mrW8+yBxCvnkoi71WwH2+NaZkPZqXjr7cg6U+oUyJPWd2UD5m4rG+yaPavbaNoz3OtDs+gIoIvnNgML9hBvg7o+N6vRYerT4eYIi9pj6Hv5yjWztIrhS/f0IRPlU2Jr6B2YK+ZdP4vu3J5z5Nr5e9NN+aPqO+DjwUudA+/cK1PXADRb4afVu9Qdl8PkAd5jzlXQ08EnDyvezC0D56vPk+",
        "YufnPaSxSL6RxU69k+iGv5O/db3JuXs+HBDHPcJzazw1NKe/FEgovVZJ6z1k7SU+cgm6PkpVQ77hcnM9dxGXvsZg9D1v/oC9ZfRDvDfO1rsEcKc9c0pOv1NX9T3rLC4+aqrZvq1BDbyu150+o9nfvY5nAzzk0n6+QNQjPZ8NKj4+JVQ9+f12PuAVpj1X5AG+DF7aPmVpo77AQqe+iNQnveTZeD5kdW++gp2cvpL00zxsTZi+P/+JvSZvAb2jh+++TkHBPggaeTw0CY2+IYWVPbvtfb1hf4a81WKyvq3SGr6sshE+Yl/LvJwmTb1OT7A+RS4fPmDkDb/kPZG+0nafveiWqL017pg9i+95PrT5gb7Ju1c+gzxBvqVXkz4Lfg4+Ff7XvU0zAL1oXWs+GbUWvW2SrL7OVdO+T7JePr3EpL7xEhw/1DYSvNCC/b1Qvbo++ukNvtRalz59MoK9qCgwP1c4mz7ULsk+vNyiPWcDxb4zD+Q+Kn9BvjDsR744+ik+kyayPJ7hRr70RT6+wiofvUQHwj6rfBG/NfIWvqqyNr4c8A0+lYRavbRsw74F7Wa8ooANPoNKub5c8ac9DTifPuYp/r415Kw8WS+8uVSyHr7kvR++UKAuPhM5iL4k4MU+6QmbPHyNqT5LnYg+0gedvQMSrj45ano9VzmBPvc5wj5U2eg8CtgNPtSSY79VbtE6EOPFvZDWrL2kbeG9CYNXPB8k1L2BO3K+CC9UPopJgj6r4LY9I+cWvzoTCL7iBMc9w4EfvzVOSj5Lp2q8JDqKvtzQpT66uRu+Fkgvvfr74b07fHm+GGpmPRAL+rzx+S89uX+LvgB7yT74zoE+dLi4vnb7+77X19c+QrrBvvprY74+G6M8CbkVPTVpr73h6QW/qU+6PdylVz7AIeW8LxQYvVmlwjsDppk+mPqIPNCcdr3sBpY+99hYvS6oqb6qlOu9e3fjPVVkmj56gwu/vhnavaOA6D5h81A9ExAMvUfGo76p8d+9E85DPsvQXD5rjNU+",
        "jovmPmNTDD6CiSu+O/KMPoETl77b7T69UpyCvjlFBr5njmU+c6wMPQTFlT2F04W+OMYOvhXA1T7N8GW+NF5lPp1KHr4lKXO+IfoqvrJ6PT1UVBa/oJQ/vTkB7T2vDAo/xBLsPcvHj72tTfE9fB0LPVe7Vj5n7AO+xz1vPp7T9z4Ft5C+D3CgPsoDKj0cnic+Kb9zvlbKqTsWD4S+FGCfu2JjDj7GviU9S99lPpC25TxWlBm+NRlmPQ6LMr7Vqos+hbebPpRTYb5c9dG8glF+vqVDiL5RjtG9rvzdPVsqn72uHbC+iq4Qvg4Uyr4lUpU+0VoIviHBpb4aRde+20Y7PtT04btwzBi+sFb1PozpdL4Z1gM9oyC+POPnnL+s0q6+FNVrvsE7O746H6A9lMu/vtgt2DyNHQI+czzGPF+s2L1PkCE+PCVIPbWD5z3cmrK+eL8bPvgF3L4/wYu+L1gpv5+IvT5UFhW/fzdtvmOGa76NFTy+7GW5vvq2gT5EVow9bX2pv0TyFr5tePs9e8pCPpU7qj4Vuy2/AVCTPrXbZT7LYc+93PQsvmOgUz6pawq+4Wj+vh9QJz74p4A97Ztdvi9mj75R86Y+MXxNPiBfC78AfVO/oqFEvTQVnr2G9LA8cnbFvbzThD2X8aw86gouvlWqrL4TY3m+CinAvq3npb5l2fy/4zhHP4QdUD6driG7IfjxvrqLNz8x/S6+3UuGPv84IL+qMpw+f+lmvl2pLL6cG848wbVJvuqm7r6fjWS9ipD8PYu2RD09GM++RK8avjiLCj6dHqg9pgaBPrJXDL4o93+9KM8LPhXHED23Y90+EQnvvYe7bL3WK1O/5OeWPumQMT483GW/jggrPpjkYb5DB9I+nenFPrlLYT4Ekkk+XHebN312BD+hOHI98ivzvd/p5D5QkFm/4hw0vkAubL4n15U92CPgvq0JLL5kSts8bZqgvTwygb2XtFQ+tUMSvbHG0b3s6eQ80e8TPsCUvb/+/js+1BbyvWW3iT7IGde8",
        "irAQP72rLz3VIay+k3eBvzkHpD6jCGQ9wd5jPtQs+r6p1gU+ZMFGvQrc3j2QD669k4OlvaFsrr1Mz36/7OfZvgGqhT6bysa+vzU2vnd+yD56Av6+VSzmPYJWnb5X7c6+/3xAP6P/wz50jqs+6DAGP9dOAz9440g+blcCv1/hVz1YikA+9sEovb+NCD171Vu94vq9vPVt8rwH97U+5crtPd/Uaj7lMZU9WAmUvvOR/b2d5p+9RbSyPXtNGT1xIFM+nKvdPYVeCT3t7ZO9fNKTPlQcFL6ltKE9+JYuPfCTA7yg5jg90QrvvQUdwT4osw0+qE5DPqA1qr1+Olg8z9+RPj5D6j2SlIE+4TVUPniiDb0X6W094lhVPqMZtL3AHe09bJMDvoaxULxdOS07yaEBvq9g1L1TzYk+dzKdPWL0NL1/HIO+2ZakPXwUWb6X7eC9pqzyPXqal71Ty369V2oFPlDQBj3HXOM9KF3sPVEToj7aPB494KOIvT4BTj4+3/s9LMyEPG5Mi77nkhm+rA4NvM87Rj40U9W98D0LPqC1Gj55giu+TzwPvpZ6I77dRd89slDFO/b7eT29EXC+z9ZNvkZEsj6NniO+OVtjvkiCUj6u0GG8Uh6wvC5Szz0SnM49XlUhvlVCPD01KqK9/3y3PeaX5b0CEjA+3KatPUFjaD4NhBQ91awkPqLPVD3GsHC+Z5uRvoPwZbz4zVK+xFZOvrcvuD1uAs48DPVTPs3k/D1b6Pg9tfNPvuujXbt2gee9QTGlPttqRb2k5969I4o1vqvIpz4ebrU9yJQhPtxYQ74uCU69g/6fvQZ0Bz4usw8+ZwvgO3yKTz7BDbw9uKf0PZK7AT5BGTU+VjavPPynG7tBiFU+o5swPis8776hbKq8Ak6BvNnLur0UQaY4QxmwPvD0Dj1a4wk+nCBQvT0Ysb3Zx6o+atnRvi39dTuHU6Y+UVr+PWMgqz1qSuY9jor1PGmFnz4DSRc+tWv+PazBOj5w2Co+1W4Cvs2nqLy7o5C+",
        "nQicvXs2DT4nIaE+LZz7ve8qnj65DOg+Ilh5vfGK2L7ScGU+RC4hPr61iL6vDww9uesCPrCVj75dQo8+KcqjPiBYqb3nHjY+vqgiviqU4b7FYOY8IAEJPrhOaj4p+Oq6smufPoyopr5TAQW+Z2C6PopPGL5sK4G+5iasPh0gp72fy6q+tvETPnkIXD5X3zw9WbwvPuzykD54kKC8Fl4CPkqeqL09kpW+ClrUvtxifb7W3909a3bNPLvzNj5iQp0+mFowPmuJvD3BuhE+dfg7PVHNBD4DCqM+nPJnO+6T3z27GeU9nMkfvlBJ2z46yTU+kkCGvfYYmz3O0fC9yOFxPkcuUb/6YBw/ppGnvtU1xj5403y+kW/PPjyIDj8bMBy+dtH9ulkjF77z9jG/6RAQv3YdQ7xJ4pE+aCtivtfcuL4POQc+8KQoPn66Db20A9o+IZdIvJPwSD1jKZ8+e/IZPehdmz0LHge9+QgCvz0rz7x/QNW9uQdQvsEHjT55LFG+3CAxP0DkPL7zJpQ9L4I5Ph8pnz3Tlpk+nYWiPjsOKj4+dqK+OgAaPeIwhj0MxuS93oGDvqdogL1jrhE+yCakvuPTeL37Yci83zQ+PdKdOr7Xr7I9ZCu2vPcwlD0p7mm+fT/UPaonRTzTP5G+dubGPlXay75ru4u+RyWLPpVhO778gbq+8jhtvXOKKD69qtu+1A/sPFC3wT5NbXq+daKbPpltNj69WzK+l/i4vScXML4N2xg+oB4EvWaqAD2+2xC+OnX3PofkBz78Upk9GYFOvmm9Rr0iXzo+zsPsPR573T79uwa/KiuxvpNj67sC5g+9F/Jpun7LbD7ngHM+IPK1vlRO5bw/3Ec96icwvlTqBz7Ldao9PWDMvrSWNj6yFx699oj+PUCSYj0Qxm8+UqFcv8YPfD0U3wm+Fv0gvh5AqT7+hvg+2g4YPbLdlDwKVqe+dCtHvY0PwT7Qzqw9ads3PhZppr3nAEi7VzyFvs3DnD1d/1u+aY3uPbmlHL2EnTC9",
