{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "SimpleRNN",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {},
              "shared_object_id": 3
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              },
              "shared_object_id": 1
            },
            "kernel_regularizer": null,
            "name": "simple_rnn",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              },
              "shared_object_id": 2
            },
            "recurrent_regularizer": null,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 80,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "simple_rnn"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "simple_rnn",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer_v2",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer_v2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer_v2"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer_v2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "1acb1b9463febb3c0c6e956dfc5dcd3f7fb97c88af456469af7c6feec382a20c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "PMcVP53KGz6hWqg+zlMJP4csSD4qPE4/Qd5nP+uSIT8g63g++kdmP+ItFT9oaLA9nh/iPmFLej9ySyw/KTzEPuZp8T4Q9nc/lfTwPhK4az+tZSY/KoUSP79v3z4c2/E+5109P911eD2+RK0+egNrP1osEz4Qq6g9+AoEP5ZzdD9WOS4/cqQePiYFqz05hsI+oOImP6VeLT8PUSI/Hz/CPlyvQT+RoEo/G2fZPjvnEj7Jlms/Kv4UP/KHrj6qJ84+2tEXP5S3Pz96BTo/5cw4PgdKIj8fZKs93S98P/HTEz90PjU/o2ldPzy8ij6a67E+EmoyPxZCfD5rYjw/SOGkPj3A6j4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "XSg4wXc7hr9O632/Lu+mv+Srq7/2S3e/KoC5v9nZtz+OUWRAdCEWQAzWQUB4pV1AvmkGQCh3GEBXHSNAkaNhwd4tz7/YZ3G/OC2hv4jxp7+tXa2/0UlRvnilXUB9PVhAHKz/P6epyj/Z2bc/dCwTQD2Iyz+ttuw/zD8/wbhOQ78UTmW/UmLLv7yLTr9oAO2+AIe3v75pBkB0LBNAlqAkQAC7KUCOUWRAfT1YQG1rHUBYyDlAqNRgwa0b279ix1O/Sb9evwJolr8ydwW/zgCxvyh3GEA9iMs/bWsdQIayJEB0IRZAHKz/P5agJEDGsQNAgPVWwfiqSr/Vkqq/Lhuov8jpx7/Czhe/2I8zv1cdI0Cttuw/WMg5QMaxA0AM1kFAp6nKPwC7KUCGsiRA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "sJXTPM73OD2moRM+hBcdPY1LIz7BIR08vReIPAXeSz03A+e7Hqn+vR/GuDxZv+M97tIEPVN/xDydAQC+xTiQPc3vcTzQb8E7zZ7XPAMXtjw9GmI9O8MRPCdsDD12ms09MyyqPQbMUT0RdrA9ItunPEXCBT7OgVC9wpQ/PeY3zD2V95U81uVhPV5MTz38sKs8e+WyPFCuZz29jvM74U6OPbJGKT2SobA9ImwqPcBHcD24bTc9mtgoPUdJdbzx7Fw9GU8WPUE4Az07Vi89jmfWPGgQFzzYI6c9iS3GvY93YrzCCik8zJCcPC2qXT39x3w9NgiEPdXWOzzll+Q8bRTvPbAgPj2kdZm91rAuPSThAj3Lx948wkB6PVsbHz3wIE89vS0IPq5rxDynyyY9rb0aPYp8NT1F/X28syEQPcC13Ds="
      ],
      "weights": [
        "YTwHPzJRVT0nqBI+r7iwPjm3371tSL2+j8oLPs5TyL519q29mWArPoyoCD7zeU++qeYFPqgstT63m5m+1IOjvPRdUz703kA+ro60vHRaFr0IDN8+FOBEPZc7vzwwLlE9b+KlPfb6lL7RnAG+6T8FvtO5Qj7Jgq49wUqGPTmdgT5Y75y+4UoyvYuoCD5fYNG9mfQLvm6IAb4QMFg+1k4MPsqvkT1KH2e+5QdXvjntrj6Zewa/w4QuvvylgT6RM9w8xlzUvalFiz5veK0+jFI0v3h1zT6IAqc+M5RCvaqEXr77yEM+gFJzvsWkH75IQF09sjH/uuiGlD4zJZy9kFLIPlR1u77rt7S+G4/BPN4wuL49EEG++aILPVfti76o3jm+y+0Jv8cBrj2Pr1K+wjEXvauzrD69Jd8+Zrf8vGONAL0JDzq9qnwFvyWUVz7nrRU+fhLCvLjlRL1c7MM+LxNjPlvv4j76XMi+EDR3Pv1XxT1aDFw98XdxPgk/r71AtV4+sDqUuOMpPL5x8Wy+zf8bPUuFrT3XC+M9wJDRvEwURL1O9N8+yBAJPlUSmb0T9NK9vjJFPo3YDz7/rt++U3CjPhf2lT6II8Y++x7xPCFJCj9BxkK6MPIoPgwS6T16Fw2+/Xu+PpIeiTyqlhc+IC1nPOH5uD30Aw2/HG91PuFACT2d8vM885ZlPkgcpr1iKsm+o7JzPnKjkT65/be+MJ2XuzzhtTwSiA0+MmF1vvkmtD4hDNq+A+uIvkBwZLxdTj4+GSkevl/Uo72QOCs9mVW5PuRdMD6MQp+9KTxZPsEapj3lWZm+0dVgPhG+ur2aTjK+fbmFPqcpFj8claK93NevPqo/7z1cP0O/YeiCPif6kL75IUA+WAdsPtL5F77juK2+HHqRvXzF0760l8++7QBgPg1rqz0ozIw+pwdTvezLOj6CF2M9Ne3avaYRjz6+Cdc+JPprvd91HryHb20+3ptOPq4N9rztYcC+7HERPgbTG75rRay9764ZPno8CD4kZaW+",
        "CTSqPonQ5b7F23++AhszvDqqkT78+92902htvvoTj70KZSi+wBeGPRJxkb7oaMU+zTk/PszbjzzTa1e9qb2hvh5AVbrfjO29o7OPPnLJSD6FS1G+gEOYPmxHLL/RbES++MI4vvHaQD0fQSk+RkIVPmkdE75Z5p+8E2kNPt7nlr4akxo+jcXNvgeBUzw1HsY9ZsY6Ph6vYT16KTm+XPRhvsRS9D6+z9w6paygPnlngD4V8b89lFxmPh5ETD6Q81m+ydhgvvoaXD/C6cE+jemEPWBeEz79sgY+vwvivnuUX7/hhgk/18KjvuP97b1/NQo+Cyw8vgp0ADyr5pu+DRcevyl6ET79i/a9AHugPo2Rzz06NEY+WRtZPneWI78WdvE9sQh7PaU3KL4YZGO+ggyFvWNOer1Dg9i90zvmPgQq9jxFftO9CBXMPtH0Qz7HAUG+bqQ9vW5Cj70LQRM9tpr9vblI6r3ia8s+qmayPiADkD7ga1K+4lXlPjOaCb087YM+FqCVvbVCWL4OP84+gqpIPoeMBj5au5y+GQ13vEzyBL4RcQK+FimGPc9tKj/yRQY+QtsEPWwhSz8gPM49WBelPGSfe70wMtk8cCv8viujz74hxwG+5KLUPmcLYb7Gg5o9HZgIP7j4X71140s9dg09P8rCAL5BiXa/UfktPhIqTD4DRYc+TXaSvV4nnT4smOc++vSmvjSOED7dLum9Uey9PAaIGT4nRwi/RjzsveyhBb7Y/6k+3xk9Pkq4ED6cci0+gDPWPvf1OL4gE3Q+4LtXvvaJWj5eSmw+IQ8hPhZEdj4BQCs9W2RavgrhtT2fzrO9+Sd0PVPmmb0WB0G94/KvPhBXD760jYo+fc8xPq0Skr5K27y9yyPdPddomT5CSaQ+LfsMPqUgHz6fKxg+qDq4OjvdOj5Xl3U+wXM5PgZRkL5Egls+VJlnPYw1GL1Zz3O+HQ6GPvrHdj6O+bq+MH6oPjE3xr2Xhxi+oDCWvmSdML4MjN295S5LvMgi6T1k8q4+",
        "78+dvfKCPj4fzPg+kJlMPhA2gb6BUxs9gWKdPkiZ4z2ZHVi/bensPbXHwD0wp8C9xMxFPhOarb26/AK+16YSPZmQwb3H3d69IZShvYtfCj0El2o+/ftXPe0EIj755oA9VIAbPlTNkj5UziE/mnqNvgW+ODxf4sy95SV/vYfyuTxCQ5C+RCAXvtcEbj6wrlM+caTwPJRIkT4RCoY+ybgGvmJZFDxBl70+spDOPdmHJz3PwMo9VaJbvo0PMj7tgRC+yfvtPVaErTyQjEk+2y87PnjFXb0g+AC+rn0jvAtzqT5qn+W95Qidvn5ajzxy8IY+RsFoPTAThb15w0E+xBv0PvZLWz1gSHk87VsUPr6fsj14Tn89T3LKvsTWFr45KXa97nyTvTQkaT48tYG+snXwPB2eqj4/H1+9lGj/vTQe1j609+E991G9vrKK9j2+sZY+vBLCPLh+Xz3sWJg+LcWEPRYNTL0kBpI+SDI9PhELG746Ixo+lGADPx1yET6TA0e+Gsc0PqZUDT5SNOY+gEqXvkGOET/OjgC9uupVvoT4175m6qc+M0dtPtoumz5lKTy+3LXOvvl/PL2gqGe9e0ovviVn3T09K/o8fuGrPrfQdbxVYNO82VlPPrgf0DtcqYY+zdlPPueUnj6HjIw7TruhPk4RgL0WvjO+GcowPbVwCj59mXC+DEjWPnzp1j1wOxK+JAWePhKL5TztgKK7ZL4vPuOEOD4/bRA+E//7vcRoBD9IaIq+NdhUvof81Dy1TTq+G2p4PoRRfDlpKU6+XHgGvm00cT1FwjM/IYQOPpqQZDu7RQ8+iX3WPR2HWT2JPay+Ozd2Pj7vnb2BMlW+ghHOPs49jj6elpc+TwUWvt8IZL3vV7k+pi+vvaZVEL3Tg4I9QmGQvropxz7WdUg+WscbvWGyhz4Jzpu9DKF4vLdIiL6Ojo282u7ovckfAD3u1107mBuFvhMWgD4Gwjk+yk9xvtFwYL5lEQK+VCMDv8dgAD7MUZo8QyJWPs7VSz1CT1U+",
        "G3dOPszXFr4zzJs8BKwZv2lIiD5z1wc+OdVrugTU/z3f45+8lFi8voCILL7yz06+iSTPvuT/Jj76u4Y+j/mSvq56dD3SvzO+1xDKPJXuk71Jajk+Zu1WPlCUKj5bpKu96tA1vv7gw7t4doQ+RYNePh4o3b1sCBi5R+eMPpf5176nKKc+DUdhvFo1tb6GnVI+bnMtva/dOz48Q7C+O+03PaUhYb0IDHw+P1muPrBLqj13iYw+ewLDvfzHgT7OSZc+K+oFvgChnL6aLjy+x6LQPcata76yIyQ+KiwDvrqJmL4BU4M+lYcVPvPjAD85cRc9s8hLPouEfb0RxJ89RahqvgpvFj7OEBS/ogPIPsEy977+Dfg+QJhFvfZjkz4Apig9qEeAPsveHj9L/G8+fHI1vhDw375M5xA+eywpPllCMb0aEwS9BEU3vkX4HD56GSE/sFAbPgsiAj+Sr1w+eaFaPoyUpL2O4xW+C+KZu8UZrz7UxLo9d269vqZiXL6ISzm+p6/MPgGS3D3LX149vAujPj0vlT7Adda9v/UMv6vX6b3xaqC9WxbBPJVa5z2pVj0+reUpvuypu71V20a9K8/tPX8omb7bbta8nPuvPgwYO77hXRA/mtY+P+RJtL43BiQ+GQEEP0bVtj285k+9WGTqPMf9xj0l9Eu+KAC6Pkm5CT5pYmw+QtgevvKOBj4c8co9WZ7Ivf6bBr7PlwU+5M+FvsFDq75DIbA9eLpVPclQhD6YgTM+ah/QPiwmWz7emSi+F/PDPRdEFL3m+AG++Ua2vKCG272+pt49YzKfvGEpzL5VarO+NPPHvoFHpj2S06e9kcp+PgWiNz4T69I9ZqwcvqiUXb5DTQU+N2y4PsnK0T55+bg8wW98vYfmFj7RVfy+yNWePmXGKzwZgc8+rRC9vfkA4bwJGc48pDH7vY+WIb47hYE9Xp6+PqNqkjxw0QM8oA6sPcP4Bz73x6k+UbS/Pi34xr2fFRi+Z0Umvsdk3z647HU+7doQPuaakjxzH68+",
        "Aq6RPvEqfD7jvUY+/7KnPjEuKL7R7489F7AovoWfWD7Ankc+hO8EPtKd+r3QuM4+0WGmPglC6z6XiRK+tnV/PolRnT4mrBQ+4S0EPkmRaz7z6wW+7wWxPqDkzD664Yo94swDvUpmUz7bQbY+e0frPbrYfD7Q7KS99BrWu+dz0T4HSdQ+0D3yPCEfwD79WPC+AWSzvlgyjj5053q+bd+oPA7bD76EDYG+CweRvfXhvL7okly++12uPpOpo76wXfS91scQP/NPbTs89I68EPphvJZjJj6haBC+isT3vYwqHz6YhrS+OPvGPj3J9j03/B4/PjA6P3kiFz8QM8i+4rcBP6MKCT0ggEQ+L3sMvpXK0zw8YHC9zYYHvk3V1T6HwqQ9s0mCPi2fAL7OHF0+S7KePVc59jx+OZo8vN7Mvc5E4z7mEza++c/Qvhn31746lNY8qzqKPitywz4+wuq8tR6gPn1F8j4wRwG+jTTsvRsJsj1UOkW/HWw/PX9USz5l4Ac+GzSmvROQLT9ckOY+he1evSRnTD6g67o+XgIGPmOFcT6Cz6q+N/XJPBqwVb4un52+xBXAvKtgSr6jSn++/MG4vhDYmj2Vahu/7X5UvWOmXb3pwk27EX1MvT2mzL7tN/k8l6pIPUMQY7/HWZC96Su5PEG7ij7J4r++SKGHvrDq/D2+SDA8RrXivZkvij15QwW/AlAPvif9QrrZPFG+0lQnPXxAAr6i260+3x6AvTprwj1y+xo/1SdxvsytVD2jlpo+Zf6jvFMnVDxl26E91SHmPfxb1DeA/3k+6Pj3PdmB3D0XU889CfzgPYJtCj3H2pU9tRgcPUd8hL6C/8O8wrKHPkuw6j0jrMy++mXtvjH2wj5k51u+kOQIvs8PuD6guAI9stmBvvPf5b66cru9neeJvW3f3L63BWc+kh6kPWBjSz5S6Ae9Yy/EPpxGez7K5wQ9N/hcPl5eBD8XiAy+4XcZPqrsjL6PjYs79IL/vUliMj7P4mc8AReMvnkg7j2Nk4M8",
        "/j3Kvpm/Mr6APS++WS6dvMcn0D4k5Vw+GvKZvTPyGb+v/x0+0qWBPvskDr4/CXY+N88vvB6bdzxtPMK9ov84Pj82KT3bXSO+VsbGvasWsD4tdJk84UocP1jNjL4ffew+lfD5vvCGIL5c70U+NV6WvjaW+z17Sxi+KCc+Pg9oxDz836e8URHlvnydjz79g6K+ROqOvmeUmL3JEkq+4bxCvklB7TxCYx8+v2/Ovprauj0eeE2+OX9GvjklNj42E58+kd2/PljTkz4ihOG+1TwuvqsaGj46T9C+GwYkvPD5R75DdqA9lhiDPUGBlz6h1QW/cj4vPwQdkD6Dy5O+TJTlvh6PaTySQ1S+iPQfPgnc8r6I1M4+cr8dPmVfmz1rwfo9RWkxPwDGorv57FS+Lo7IPvCF1L1nsEK+608iP21PmT6/+zK+Hm8qPwLvmj6Vq6g+TI6nPkrsoT4QX/o9TIEjvgfWtj3VNq8+yR+4PoGejzwsxFQ+piXNPpnihT2LfKa9NDfCPoyRyL1SMgq8fY66PWh2Uz71nXC+y1sXveqUSz5V4Rw++2UkvgVFUr6hL1Q9nJumPDrxXD6MYb+7QTpbPNBUnL1C3ys/7KwIvmkvdj2cbJq+96ChPof3QD4uW6e+iWqJvVpGXD2p7Ua8NHQfv5b7mD3ceMM+JlLRPhPzjD2zVFW+uy/AvS+2fL5CuXs+aFRevYWSub7Bp54+xk+CPmFe4b0441G8KOjfPVQbrD46yV2+ItAwPqEr+T22OeA+mwR1PMkROz/yiDW+OMv6vVZqoj6a5oU+rfpxPgXkv76nD8e8JMfWviHHiL30sFI+Qhg9vsmNIT56ase+RUqTvaBVjj4WUr4+O4D4PVMVNb6xRZe+YPn9vdIG8T7zMxG+VdC1Pv6nbj316lm9OrwcPoCuWL6bKWc+PGU+vnttCD9JZ6M+OBFCPr4Uyj1J6/Y+cMqOPWI7ub1rNq09YVEqvHmFwT4Npc09BhXpvlIu3b0/GjW+z55dPr6JS74//qc9",
        "htCJPmQ5yj16fs0+D2UqPivhH77TMFI931YJP3XHHD5QZWu/tBIEvroxtz7oLJ49D5hTP4yrMr3mjBW9qeETPi8c3r7+Usy96LW8PoZM2r6C07i7eNyPvl/fyT6mETm+GuP2vXxz477xc4u+8piRPgWshr6QIM69T6TYPp44SD3rT189KXcFP0XQXjzfC4o+H7S4PhgjTbxAq80+f/yWvXXdD75uJhQ/gKGtvou6s76tjS2+HbhCvkCyoz4QYoM+QisLvtXgqT7Cxok+cmDnvMJYCL5qrI+9e+UNPUTFAL4Qma89hw6evdyZIz63UxI9kc2bPsWoPr45tQA+eeGQvndfC74MHDW9CvgivsOUcD4c9wa+2ttrPL+3vD3wlQQ9CLmzPo0kJz7U9bw8LERAPXu2wz6Ea/W+L78KPsBD3bsM3Go+Y843PgAHXTw2K4U+k50Gvsky973MVzU+Qw8UvlHq9z3evM29x+KXvY/akT77XKw+4zNjPghDOz1V6lA88swLva4HbD6NtpQ+1hKIPH5a0LzXZsi9rRP0vSLGYD7BDjI+QERYvudAdjstNNo82GlLvmkj/z0dGsy9F48OPpMUbL3heh+/GNaXvbVpib3qaQg+ZUy+vTcXDD2C3x89X4h8PRTWcTzxvS4+snx2PV6ppj4GF0y+G+xmPpqQVz5n79W9nzLnvU6Gvz5SbEu/furRvjq2hT4nJgA+Q092vSZkjD5OerS8RzHnPABzMT74SbS+LzDGPRvawj0INOU+7bocvu1Xr73L8PK7snYuvdQgZD49/gc+Luozvv+Ftj7ZfgO+QBQLPl/MLr6Kb7++CAc/v75XgD9rE9E9Yxv9vkoywr7BIoE+jEOFPnLMub5y3Uu+ceopPQ4AKj1oUHa+KTNfvYuSXz5b7IY+/hoZPqAc9z1qkIS+cizYPsWctzsO8YC+XkqOPllgpT4vWEO9K1qFPYygRD5iqLE9BiJAvlxRNr7QvRI/XIOCvqG4/L7u5uw+aMvePerQJDyk+5a+",
        "aoQYPge4Sr8WKXa+32LKuzz4xL5ZRxe+ueWdvkGcsj0cTK++mvaDPn8eqD4XLNQ8f97lPS13LD+aMGe+706jPXOIqbyyhfy+voovvhHBqj4xwyy+jH6fvauVKz5hoBk/PCU6PuqL17xTyQO+rEG9Pg7bhT7SEyQ+9h8zvk3A4b1/bpw+2J9XvJO0tz5u4bk8dAO1vdd7fD5WhOW9sO9PPaw1yb0KkCq+H7nLvfFJ4D5u4yO+rHtKvuVbkj1vIrK+B1w8vk+C+L1+ETS+celcPlhg3j2Pzmq+EbtjvpifHr5cQAI98UmaPZcBur1legc+XQ/GPUHEiz7zZhY9dKzKvD59x77DYgQ+Xhf1viNWXT6RRLI9z7+4PfYSjL4UN3I+qytCvY9PnzwXr/A9b3yLvmnbDD42M8U7sNhYvLhZeL56E/C9zwtkvRW36DsLoPc9ucCyPoofG721MBQ+aYaaPll3j7v+YrG90FpPPq6vnD5qZIs9C/qUvREhQr5BJlw+lQTFPklNMr815gq/7wUMP33e+75Xrla/XQIkvAXFf7yqk9291e3XvkWW176raGo9I6YVPwSrsj4oOHy9IoMLPk+/oT2k1f69n7sfPkJxYr/Ac+S98Rm6vkUNJL54CBm942C3PkKEFL5leJc+xnPxvgKrKj59PdI+2PrzPiRhOL0l24W+1Y8pvWNvab5miCa/ckuKPe2Whj6IBkg+5caxPnYadL6A+bC+5ri2viA1Hr5j0FO/1PY0PwDy7T3ejwS/sjCmvgOmALz2c2u/5XYVvpHeEL82Jqo++0jnvrO+Fb3MAyo+kOHrvQ32mj6G9AY/KrtxPgKxMD3jdrO+2LLePmG/GL8EKTU/YX/LPXUmtr6bMeA+VXPuvAWi471++Ja9s9fHPsG3vr5k8c2+Qn/NPBm6Xr7q+jm+3WCcvJ5tHj+oWUG+Ei4AP+e7wL323aY+7s5DPumjaz6jd9i9UO4yPsAkFby58jo9s7bCPbJW0z5b2jk+B54dPjevjjx8YTK+",
        "/i34vBPS7L0Yr4e+lwAvPJcxkD0kkQG93dnhPT+wPzsqEP29Gg5PPhlyFb5pVI+9cQpwPkzIlz4XQDW+/XyOPubjED67bnU+yCJ8PvWOMT7FFny+PA9lPQmhUD6h+N69TjjIPqcsrD3THIE+ygapvrJ6YT7Zjqw+2EmevQgAjj1Gp8w+sWN6Pq8/tj2Lu8k8dN2svRxOmjzkXoY9SeJTPg659T0nyrG+7QNYPjWiSzz1E8O+0deGPpGoIr2W+Eg9FKqZPWcWSD8arhq+XnISPrjy0T16ahk+V13kPprVzT1lKDY+wOouvsXdBD5IQXU+w/Y3vWCUCr+F3Me65vEuPq60lLvlD0c90oRoPnApB75JhZI+moYbvrDf8zzpecs+GxThvXEMa7ty5o+4MqVwPnek3z3YYxS+RbGuvvknHD6wDDw+wHq7vLWE1r0ui8g9Bv2/vXHVAj4SL688z7hmvtUytT1KJo899mGyPlVTED7sIaW8Xidxvs9EoL42Al6+yF25Pv1dnD2BWgA+1OyyvbM71z1yEYM9vqn8Pe2VGD1/tWu+e2TgPq6cKz4KuTO+rym4PHfWMz3RvJu8QDxpPZ/Iir1gO8E8pfalPgH6Iz3SP+Y9P0x1PR7Yqr4syKO9W4LlPaRAgL3Z7ig++ZAwvcL7nT6ncOg8AMbovO4zm77uRg4+sO6Zvh7EKj53YJM+RMXTvqzAMT6Efue85akPPp30tz2D8ti8WcsVPtHyiT0mK4S9zN4sP6v0Hr5K81Y+dh/SvZ1zqr7aRB2+H19gvi1ppz4nlhY+S6bRPRKozTyuyTo+DjgIPtywYD2cwN49ybzIPfJepz3Ob3a+k4mxPSZgGL7iJ9e8bfz4PNtA8z79i30+hWkVPgobQD41B5o+k4luPqYL5r2tnJc9EDlHvnXV2L0TqIC+p4CLPuV5Ezxs0JM+MXp8vsZBWL7HQCk9jPJDPum8MT0C43y9q5FnPeA6Hb2zO+K9pIZEPQ9+GL7Lvx+9YZfPPahaKr3r1hA+",
        "FFm9PvELI72a3gE+Nf86PvDoJL7FRJu+R5lTvruXY74SWx6+7zU2vrAjEr4qYZg+E8cjvGT/RL6huuk9qSyCvBknnr4CiEW9URgUPov8Ij4ZzH4+jGViPr3+Aj5Ny1c7BAUNuq0Jgj7d3oO+LcyQu5EBEL4hOwY+2tFyPBYcI75nFz8+vOzivnowE72PaQY+fmXbPjq8Kj6q2P0+5y7uPUEF4T2C1Xm+pM8UviTC6L79KsE9JBvJPT95sb2tb+09IDYKP/zV170bv2S+z1ZKPqXVk7yOwpQ9rNqwPqgqzz7w9IE9ychTPtSvqz57crs+CFcdPphaVT4iaoM+dFqBPtMJRz1anca9OfDqPtl3DD4H6Jc9AjwOP/Agpz4QY44+PhYdPtTxET/QuV4+0xZBPejRQz6/C+G9Gx26uh8OFj4Vbqo8uUKMvqtUM77vKfe8r+jMPobKpr5y2rM+dOuRPkgx/T0Kvs0+BF7lvQ0cMb4kpBo+Ih1gPckbLj4118K8msk0Pna2yj47F+M+POYvPssukj6dF1E+9xCIPrxtD77Ulpe+oS0tvZzJkT08w3C7sy/TvDlOAj6bA7i+CdOIuhbJGT6VKwg+USmMPq4JLb3Sisg+EuJLPVTg3z1cX5k74fPqvVEUQL4h8g6+hMOPPoDxsD4M9ZM++f2wPQ0rLj7jrZ8+LOacvYG2JT0QZ5w+xN16PiokLj00+Yk97kqJPp+3Pj5UE8q+ARs0PTIVtb3UXLu9uBAevrvndD7bZSW99AkzPpxIdL4Wx4Q9mSeaPko06r2th4g+eFmsvuVIaT1MrJI9hPW1PqcUBT7A4Qe+cduCvca2Bb6Mh4w+oIs8Pgn+9r29koQ+WvPeOnpgtb0dWUE+YERQPv/bnr2ZVZo+lD7wPYLHjz2GBIs+EbEsPgcxNj5DlRU8M72QPo9gBb7YnSw+Na34vBpnsD2eE8g8qJxFvlh3CL2cLWU9P/4gu+Rudz4hYx4+elKtvcQuqT0g0hs+lVoBv+WSjj7xaa48",
        "IWL6PZ0uj77A3Lm9WV+wPhIJtD7SDk0+W5RyvZGqo710p+28iIWXvLRTTT6348S85QeNPoirhL5AeNQ9u7o1Pobc8718LCC+o+mvPpB+CD7/qcs99rGkPuAreT5MCrA9c8OUPW3CcbxzBak9NlUbPuE2jT01/Mo9rxKUPXsGxzxzJ5g+EIydvgkEej5hRQA+6JZAPgq39j1kSYI+QviAPJxcOz6eYQE+MOCTPoU6ij7MMIe9xTdVPmIuIz2KUYq9VMSzPtKNvr1Tj76+s/S/PiZDYLwebIq+P4zSvLl+ND4UAuI9wKEiPrfJGT7CmjQ+Xz2nPXdVxz1uZ0w9UF7TPkLJHz7gO2W2h98RPvuusLypVXg+m0uIPvouKj0px3C+f/3lPJTCjD4XZW8+WDK6vWvs87yOf/2+DwRIPnegpLyJOoO8t5RoPikEVD6VZKs8ldG6vbs3Nr7gZ5Q+O+96vqpaDj70ChA/ZwMAPg7F574kAY09amkyPpzOQb08YJa9HgjrPtYHbT0Thko+16EhPpDSPr5osoc93zervaYDQD7kJjc9SSX2PALz2j6ca946LfEjvpnV4bsVZ/U+fXDovhye0r2rhAa/qU2IvvCDC744oVa+v7NwPWGoPb47vCS+D6YnvxDM5z6idgG/C8EHPDA/sb7IRou9P2QBPluDAz4GwGq+w05mO52Hvz5Geus+uPINPhDpn743KT89gLNSPoXEgT15Nww/rj4DvtHtJr3G7RU/j+ZAvhvBhr3MZyA9NNI0vUc4jb/7Vfy9Fqt3O0KZe77MNCw+lB4KvsTzJD6hnQC+Tscnvlqqzr14tCG+ggO6vAV7Ez+3RRu+Zx8XPh5Mwz5jG4K+lTVjvqrQvD5orl6+w3qEPkbZsT4tSR0/JXysvDlYhD759Yy+7AeTPk5l3j5Fu+I9gWVqPeTFAT4r+ao+N6+DPQDDzT0c4GK+PdQTPZ9MQ75wMvy9IKiePhGq/j1Axpk9qFhavtlvdTzV+MM9xZUXvuYVhD6SpKW+",
        "zc9QPg/Tpb3KOZ8+5zpDPhWbYr2g5BI+WA9IviM29D2O88Q9begIPlry6T7iTjm+1rBUPUKOFD4hqmY+UqHwvvYtLz53zI4+X14zvovQ1b1gU4M+G+CVvjq9ZT6YAh0+E//lvf9MJT75CIY9ApGzPnbSlb5CCmy+5MkSPytaAr/wVbM+weWGPWuWmT3K2iM/34seviuJLb0muRK8Oy6QPlSsQb4dQJ+92JU6Ph6Uvr3g8lw+LopavZC0AL6wYoC+EztPPrTbZD4aPoG+vacePieqmT5tXXa+xaUBvGKdWr5DU9U+bcwcvhmyYT7B7Yi+dXwcvl3Qmr7/QBw9GbaTPDoS9T0tpIe6o4LxPJAHNr1JMOS97t35Pt6ymT6d1oe/bGNgPC8xAD7P+486mlxQPlwL0z4/+Y8+9Mv6PoW0Lj7edwG/0RXNPiphprza4kU9unT6PWffMz7E+wo+wFQkPtTLI76Vfoq927VkvkVrID/x+im+mSOJPRqumb4wtBI+Ou85vkOMbL6Tg7W+mA3pvK520j4lBbw+MZ8FPiiHhr5V+fk9YPdGPYb9NT5Q8Im+4rnEvmf/RD7M7EU+UIbkPqfp3r7UuQi9qaABPvnKIb5o89w+BCcKP+oH7b71sa89RpVfPHWwwD0EEnI8RV4VP0OmPb54c6O+PU0NPmdRyL4HnvM+z/YeP613DD9N8NQ7pP+GPXsS3T1PZMc8R93qPZZY073Ew2E+N9o6Pjcts74pOAw+5LHmPVdjpz45cM48XPqZPuhWFj5HCOM9toPdvYUea71JGMq9v6gDvpMi/L2KbJU+i64Tv8KpbD4Xw6+9wFaZvvMIFTw8VMY+JVuQvTlFB7/5XAo+HgZOvvkAUTykJqY+W5VUvZ8hlr4esrk+grFdvmhyRL0Y6UQ+ijsCP4QKRb6nSJq9svvTPoMwkL7QGg2+twovvaXG1j45EW4+YFeUPsPZBj8PfkI+d7K4vl+Axz7ALv8+Fwx1vQRiEr9B6Ie+lVnPvHKNX7yEzoo+",
        "0TFvPifpi75IUSQ+90Vqvtkfbj4h/qU9Rz4ivgRshb2eMKy+HElYPk02dD70f5C7PZv2vTzBh7449kw+J1TfvlXw4j6WedA+aU8lPuxGV73lz/q+7xHNvioeMT4o3hK9Iu7cPgFqs77b7bC9ZffaPurMcz4EaPQ+m8GRvQLvUT5v0zW9q4I3PU6kiD46sDm/VnYrPg3FxDy4EeK96IQ1Pqe6Dr23vj4+2Ca3vrP85b2z5Km+rG44vlZvUr5e1z2+bhw1PSrjoL4TRvY9IPF8Pfv+8z1tN2m9PtJIvhqUtD1ywdO8RqaOPWavjT6gXvm96Q8UvNsDfL7IARe+bnofvsPBjr0cKE4+mz+jvkGdQj5yOsm91mm5PbwlSD8FppQ+TEhYPg1LsT62wI4+embfPRKG9j3Wur2+yTWzPorA4L6lZX6+jLtMPlg4jz5yQ2k+Hk2JPeh4pr7fnaU95w3nvUXrlj7bICY7mYqQvfdhjr418o4+FhnjvkyAfr7d9iE+yruqPlR0xb7q66o+ktSFPiV/iD7HEvo9AFm9PeLKqL5l77k8iKFSPX9PjT4Wx8e+k4hXPrRlVL7CAYS9jPs2vfZSlz2t4LO9Ona2PeczFb54uIa9Ggk8PrsEjz4dRpA8v0mpPskuXb3QrJU+ki74PMTNZz7tNIG+gv7BvYXcuD13BwW/oL2ZPipfkb3JfMY9Q0uBPkCLKj5OlDo+rkCLPthq2j3my9q9BMFdPUhszT03vda+I2rMPO9kRz5HlgI+MoO2vWLfVT7PS1w9apYHPmt9vb2YtuY8txwEPoz0iT0/qG68IT1yvRpEub5gvy2+FbKOPkpnhj0DDEW919qsPuTIVj5NNA4/V7wJvuONiT5d7iW+AITGPQMLZzxX16k9a7SFvq1naT2sf6U+0eutu1UNmj2pJoO9gQuTvXYBgb1A4ws+r80tPuVxRT5N85o++pSxPUcblDyhcto9U7r1PcyOxr72Xhi/FbwTPjp8nTwG0K09n847vWO0ur6qsfw9",
        "2ba9PoPMsD1Mrgu9UxErvl7msryQe0C+U1REPg7SGz6RBk8+7AdlPhBOnz7jZhw9ESGWPk8C1T5qr/u7Eb67PoZCmD4rUko+3LSHvSspDT7ArBg+fMkWPphdfj4bRKI9MetcPlDvab4ZB5a+bQM+PlpLjj7V9fa9wI0mPmpmsr2imom9QbDBvTV7i70SpTa+BICUvUulPz4o/x29AmKavUI7pLwRVQ89AbjIPo2Goz01IWq+sZkPviGnOD74bjO9X5YDPp+STD6hBRO9bw+OvpGIkz62Cue9UP/RPYx8dL5Q28g9nECCvblSZD7FI4S+RihoPlLLjL4YkE8+FKg4PsmbtD0tnyG+W/4kPs7xhz45c+Q8eEV1Pd07dL3m5vc6v+mJvvhGn75oXXm+JTA/vvGt0z6BVsc+xLKcvpf/gT67Eyo+2YU3PlfOtD1k79u8p5GTvXEGdb73gOM9lb8BvnUUxz4+MoK+stG2PYkaxLy3yTQ+dNk9vgpIaLx3+j8+4BRKPfNhvT788n87LfxXPe/vdD4Mw00+x66GPk2t5DoOAUO+2b+Vvn8Zhr4Qi467NO2bPiU0az5OTG49U793viahNb4gMkU+GobIvZxILb5AEkm+ThPOvTWpiL2NRIW+e/BmPVRqz75KrxA+jKE6PqdNWL5lkYU93PlbvrU4I75am3Y+EJBbPptUJT4bGhE+UZoTPOV9r703ZzQ+mRd/PvGhE75WiTe+YZ+MvMoRwr1Gi3s+mjlOPh30Xz6fx0a9o+e+Pv7i8L5IjeY+zZG+vEW78T0QpHA+J5tUvE18Ob8p4SG9awCPP95EpT69WSW+lg+VPfaFOT+sb/o9g3AEPgCdtT4t/889nVo4vdflWj/5XmC+cu/HvtZWaz0gRvk9iyQEPnl3VD6L98c+nqBrPlXnUD4a5bY9BDFsvpQXDjtrT4A+cS4Nv46OGb5Uhx0+aXGgPWuvnL70o12/tOViPrDtgzyXTcC+9V55PXVdh70LzW2/ya2FvW6zDb4xtdy9",
        "SmgaPgZaLT6lDyo/Fn9vvv1agD54Q7S+WGcWvyJImD4hbPQ92+n4vgdu4r3lu0o/CNmcuh+kvL2ziwM+GFHoPaSRs77ZBhY+6oLiPhHU2z4/1yy+q6YQPoYyGz4dape9vrhbvpS2nr7eJyG+2zFKvJrzgD2vC6w/sqKHvvY0UL1EZo0+AchwPnJWOD6AHwm+fxalvU5CrD6a5S69imosP0Y+vj0+nc6+FIsXPTucTj52Mik+Rp0Yvvm/oT3tiUW9xJmzvJao4r3AV309nMCvvqf4Cbz1ogO8/24XPvcH9r2JR8E8UEqnPFUDFz9zkOo9QNSXvUBbxT5FYaO96Q8IPYlqFT38lg6+WU1qvhb3i77QOhQ+/oqrPLkFAb8iD5C9EW44PeDdmj6QVyw+85eQPZ6h1D6LBgy+THFKPS9AZTy5FXa+YUZKvMPvAD4UP7e9yV7tPhoGnTzBqAo+8ZUiPQFxCj5aO20+MnbePcCVAL9uYwo+XL/SPSdqk75ECSu+22CTvAShbLtG3zA+eEUEPrjDtb7TC/O95YEcvhW1kT5bX7s+42LsvXMGZT5uYKy9svE0viqCPr7OMcA+7c1qPdhdcL3AY8y+KsIovjeZFb8lL8m9t4qpvgG/6D1yeIk8izsovv0cwb4X2VG++nMLPA3xu73bsQe+umk1vjU9Fz7A9Cq+IizgPegsvL2wHea+mq+UPggqiz0ZkBU9PV2tPo0ahz7WbMy8O7oRPtrbqj2A0yg86xzDPuV8Sz68IJE9e9v5vSJ1I71MeiG+jn0AOwdygz7Z5Xc+4p2nPfZ0Ej4Y6qg+EoygvYRx4b1mVac+UdWBPguQsT6KqHS+OZeRPWQWNj35dhE+J77lvnmEdD4LWIM8BIGMvlpZJD6XXzK+1qGlvcp+QT5PaTg9rFEJvpp77z1ePFA+yV5TvQ5D3j7bLDu+oluAPhGwur5cpeM9lCobPlc8oj3iOty+eApWPUa8mj4ftpS9DEqcvSs6oT3Y7zq+RW9JvfI8qz4MGAM+",
        "mJMbvkWq0j5RmJk9kxeUvUw/0T7H6Ho+2Q0kPqafgb4G+W8+fLSfPtRlVr61W0e+9QeJvoR7Mj44gBW+s/pBPj89Xj7B4wO+FPayvjRR8zwNE3U+ocGHPqFGuD0hhZo+5i+ZPjsrMLrth4w+FJR5PCs/OL2P5Rk+KVNbPv/ekzuT/hE9IAynPiQuLb5BaQe9vFcJOwV7hT5dySc+j09rPNsXgz4gqRU+RuugvYKG4D6pKNU+oXlivL2oib6lxBq89v+TvRW147xQ47I+LcgKPghZJj6Lkri99GBEuotyHj4KD129jjslPrjaij7embk9ZIPNPYIphT4jUpM+i+LsPjbbx74B4u6+bNEjvSjHfb5xEb2+zdIdPda4KD7PUca9QsKLPl8dJT7/p0G+sBGFvnRWQb4TWe8+RbwRvqMEMb6FOv099JBiP7PkxjwclaA+8ysAv8Mc7j0Pwn89jrYQP5NJSz65jji/1zsPvySp3z6avqc81iGEPilzh74V2EQ+kbmtOhKJ4r0Bafa9rQgMvzHBlr5UAVc+L4pJvoZk6bzsSZo9p7UWP6QUaL9EYC49Qf8evlHtfb5k/yS/sJAMPzjR5D22c4o+d7H9PR7ed73Iya28oJM1vq2eXz5uUBO+5WESP0Exa72FWtk73pA1vmPltz4ho66+4oHUvSt7L7/t9PM+WeN9Pnhp5D6lp7W+zK/WPUJn6z5n1Jo/cdW9PQg8BL03rgi/iYOFvt6Obj5gFkq+6tpcvgnu+T3WHW2+2LnmviWc1D+Esoq+S2rpPoXSNb54Pci+KM+QvvNmlD0W2KO+qoSAPpmpAr92rD2/5TyRPovppr9LFce+z5ItvhNEJb4I2Ig+Gu8lPyqhIr/XD9i9nMH4PjMFYz55xj29BOtePRBsqD6R4cQ834uoPu3Fxz2piuQ+9n44PrR9LTysZ1A+QiU7vi0VlL1TLuw9wHWePmgUVT4FEVQ92iaTu5k+PL6qfKk+6oT9vhoxS73dYI+83gHJvmfQEr4sh1q9",
        "TfyHvRpjnT6ZyLC9wbHyuxFzLT6gFdw8uoTMvin/cjzw5EO+ImvLPgrNgj6voBq+6t2VPlhRVDwhcJm94S0nPTXVr72UgP69kP3ZvaByHj75DQk/pVs8vUq6nj57rxC95t7lPpZsxD0If6K+WRK5vtVou76Sxog+oSCJPL0NhL32Y8W8pjyzPen4xz3RbIO9PdKHPvApSz531bU+RFF0vRWFiT0h4368f3sSvuSKLj7BhSq+PsHqPbV+ZL3Jbw2+gxdrvOJBNT5FHY++29xTvPX2uT6kia2++etMPrHO+T6WPhE+CRESP1s2BT8Vjgc+X+FTvWoE/z2/5tW9yGM3vsSfEL8tOBq+Wof1vT6WBj+vFp4+FUaCPnPSW74lZhi/zb02PpesIL3NRO+93kmZPokV7j7m4Lw+wJGgvh+jEL1mgjI+wA4KP9kIkj70DYE+mHqSvKXBQz67IT4+IoN9Pp/V9j3n3AW+zmGzPpr3zb2+sJ29SnkvPRWxhbwgntI+24RlPqNlQj4+RYE+a0iAvaPM4bvE1yu9HlgvvfvYHD2+H58+4zwpvvaDBT7bvn4+p4HmvoAHqD4LgQ4+2lzzPXrflD4h84g+2ZWtPu6IW71WHB4/w5i8Pv6JpT50Sdw+bc1mvuWpq7xkfcW9IZYYO64Pqz5urJs+ECetPmm6Bj86egE+ES/5PrcV1z65wDG87WmKvvWTkL6CqXy+Hq0Iv7E9AT82egK+enUgPrJpwb0JndO+n6IjvrAPpTzX2WY9AVxHvQaVCjy9Ea897GyEv8bsaD1dHMo9u4sTvsAk/Dwqkny+KAESP4XlGL5sXVi+1KXOvYEtHj9cUvE86R6mPsO+Cr9PrIu+TibMvjDCuDuwHEO+r3vtvuR0qL2J6hG9qkxFPrVIdT5DL0o+b9WwPopnLb+T+gq/vx6cPYGDQz6RZr4+RjNbPeyCnb7r9h29JEABPOW0ST46488+VvTdu+RSir7qGoI+SrOOPhmGLb4KaSA91XgRPnBPFz6Lwny9",
        "FJkcv61Wzz5MMPe9r2WPPiWmrj7WeS8+h7K0vuJfd74fCnw9lt+NvlQZmz0G+sq+qrZJvlTnYr/4qjI+YBV4vTZjh74k5GI+8xybPnla2r2aK8s+oEKePRVA4b3c7Z++RkopPndj7j0koi2++thfvip/+L2wJOq9al7PvmolzbtWeOc781AgvSugwL1v4NU+05gTPh8hf77iTgk+DeiiPlT78r3p2sA9w3GIvOmD9D3OlJa9hcvQvYsJjD7Q0YQ++wcWvuFlyzwIjcS95D3uvKe3Qr7bYX4+7LrmvaBT1zwevA0+8n8PPo354z0/ocW9DRqoPfJNSz3k2DK+S26hPj7+zD1u0JC9E7EKPx1xQDyhGNu8B/v8vbNfg74DKQW+GRMvPlggLT5417C+Y4TwPVBynz4bM8e9REoKvvxB0T5l3J8+IoqBu2vhpjt4MrY9hjloPbc2ED67tjc+m+CqvUwpgb58ryg8mElMPuDYez5oNAi+V2dQPvFW8z1BHJk9zwW0vnPh9zn8WZk+wWMFvwAaPD4gnXo+tCNlvgBn975mFuY+PcMuP9odEL6zvCk9f5+zvch8rT5YVr89BVKjvgjscb7/1by9V6KvvZCP1z95nok+cscvPm+OS77Iueo+5X+7vn7iZz/+au89RRUzv+Z6/T6T7i4+4snavjI1hT55L4g+5IH3Pqe6vr1QYIy919rivhmOJr/C1io+UCRBPjIulr3xZ2q/O+8Hv59p+j17yyM/QFuhvtrwl78AJWO9A9DmPMOKpj4aR4I/WLcOvwx22L59B0S+tsKVvukEA77l1hW+i8THv34X8L4wQw4/hPJIvsSzqT7zNvY9nsKqPdhrAL/0UYU/vSAOPnZbMT+hGpK+JfQkv4XeSD4KGJm9z4zBPnlOez4eY42/32XIvm9GFD2Yg0+/QTo+Pkb0T7/gMoM+eMVCPgS68T26sK29hRd3vi2elD35F8c+ilsOP8urtr3qkrU+am7+Pj28aDv2O8e9iLNGOtlsYj5zfYM+",
        "ZkNUvvyeHr5dWl4+k+OTPnX6rrzvzcA9LT6NPgD7lT6wJl0+xBLjvlbGQL7ofQG+2xedvgi/1z2Bobs89YPivQ3hDb6sawU+UPpjvk75fr6kDwg9KvobPt2MK72NjAg+O9ugvnKniT6uEiS+iIzJvXC7yT3g1aC+y8jxPewBo77LMa28UrnCPmhjDz40HsI+FMRKvs95iz7kRYM+Z2asPGplKT55WYc917qUvjomQb5NjXM+bcEBvhUufr1AVKq+ZvuVvYEtr76dTws/wc3nPQ7thry4SFG+UBVyPijQhL2e0YQ+ZWMsPtsumD6NQK89NkjLvjuScz4rghs+bENmvjAjXD4muYY96GgovWKDDT0tew++6QoePhi4ob5s4VQ+75CtvjjMS77kHgW/CMxTO9eKnj78pY69GpSqPb6ApLygYzA+OVYjvqXpwbwBHYA8fU+jviLJnb7RgSG+OIL5vfDJAz7ab0690u/mPoGXd77ZSO4+PbsRvrrkkT56TB4+CMuCPtFd0r7+A+09H319viagir5OL069XVz2vAeLdT57/C8+ImoyvdAp5T1a3xC+tu2qPZAoLb5cmSO+lq2avjpAKDx3rVa+8qYgPw6Sj77W25c+REiAvmNJLL4SbAs+urQ+vsFcAL/1UZO+rY5dPQz9oj2mhwI9OcjTPVSrhb4Kngk+IXVXPiWdDj59QKk+67mRvijJnD0L1ai+0g4ovmP1Jr28hy4+LWNQPuCOur2PQH298egZPbBO6r2dyUE9qFkmPjCGMb+vC8Y+ihk/vl7Vbj5gqEI+Z7cFv6VSUT6GGpu9+w3Qv4+LHD035lE9wuzHvkKSCr4KTZ4+cbwpv9tilD400hI+wF6UPq+BU738C0i+2SedvQqyxL6yKrG9M65nPusHtb3f5wI+IlhMO2b1oT4Fuk0/qMBevlEbvD4mnfE8fBKEPtizez2ZP62+CJVjPnHmk7xHVqU+254vvh6Jjr6KVlQ+lVXUPszACT87nGE+LegNP7intj6AEjI+",
        "jbI6vz3GYb6dT6i+sp95PtAhUT5+j5Q9BfqDPrNJZz3/uhW+4wHsvZHgCT6xZJC+JlGmvoRynD5zYHi+XGSlPuyC0j0uCsi/qla5vhtjAr9IPY28G/13vm3kn77Qna29zDIpPla0eD3lX/++Mx9lvmIJcD4ABIK+wohmPRFHr75z2ba82/auPXo9aD7yQxy+XQ7hPlCTDT4QZ+O9N4MHPu4VQjzEIsm+EffbvtMbCT0bowG+RfA1vu6mhLwPPK49Kf1lPp6yPb2uOCm+yAHePjO6rbxIdoS+PLQmvgdMeT6+6IE+u2q6vZLJvD4y+8S923AyPn38CD6MAyK90Gj0Prye5T6JnvA+yULFPZ/Syj3G9Py9MVqAPivTqrxjHs89nBK/PoNkiD4JtNU9dkSNPlllsj5ArAU8E1ehPWXQgT0r3qC95NjGvY5zBD43F9S9YLiDPNW68DsM6Mm9t/hXPibvhbwutRY+AqMGPpbH7LxGB5a9Jw0PPcQWJ76tAsY+F/5RPhqPwDzoBeu9Rse2vdudqb5Axas98LxwPt4lajyugRU+bycfPq/fTb1ggbw97WgkPQTTKz7tOSA+mcCTvMPXET6sX0q9QgLgPi0lF78/ATq9bh3mPi8slrwtFow9nkk5P8+OKz+ys7y+9umcvdWa1r2+Xsk+kzuOvuVQI73cIMU+/fLpPeR0n76AFja/f0qhvjyRhT4RB7Y+uH4fPylRkL7Uoje8kMXIO77BDj+bWhM+PqblvXsObj0LbJM+ED8SvXnLOb83olI+XeXgPcHgWTxyfhe8OpvRPNNPnL4dp6+9DoDSPnrPej750lK+ThQ5Puajez4P8cm+xiWRPj01yz6roGm+9mTWvtCqkj7X1R8+X68qv4RTnL7ES4g+3YqCPowtjzzq5RU+2RqAvsbPPj4xkQ4/hckWPSUONb0Ka4k8ETj4Pohpkz4Cfp29mN7pvPkToD5lu6Y+vLwHv7RBAr12fho+1/zAvLKYhLzrjsC9NdncvetAMr4CPes+",
        "97wDv7I0jL85y/e+2L1uvbRMDD+WoWw+yEQ6PwTwBj+/E1G/jkOxusygeL7O/bA+0VQ6vwO25b77Q6i+/KyfvtAiXr6lxu28AXIWv6/msj+SNuG+YSb/vjKPmr6TKAk/x0zXPCq8BD+O5NM+RGa6vkR9Bz+mkOI+okqFv/Bp6j5zal0/KQl9Pyn0SD5LIXC+mPEnv0fvnb1is1k/XFgsvzzRL77XAaC+/9CJPZ4lEr8yES8/43l1v6NdX79b66S+Ylv2vgmZrz4Ayq0+X+1Hvh4AJr5fo5U+g1SBPugKjb2kvhC/GbOPv3pQHb4OD90+d3fivrS/Fb876na+WuTEPRFoGb8befI/UV6lPa0p6z6euOK+reAov/tjvT70bQm+qkSCveqaszu1yNW+GvmNv5ueI7zPUX2/0NuOPDVFUb7LVPU8cfZyPVGvMLnuyw2+szqEPfWWiT7+YYE+AdnOPVwyFD6x/My97EyJPdxN1T5WJrC+eA0OPQIOZ74hJqy9e434PYlDRL5EknA+oCV/vH/UoT4Fb7Y+XTtQPlJUmD4Bn/69KOKdvTjiO77EHxw+ucqMvZQ5Ib6xDYC9Rz4nvtZM5T5oof+9YKgOPdDLJj6FnHY9B8OaPZwJqr177i++6Da0vRm3Cz6GU1U+kfYTvT4LQ709q6A7oScwvmaCPL6lzJC8KRUnvijT3zzYV749WrJoPmHWfD4va0W+hLNJPioKSD5A1uw9k/yvPnvY6T1kRIc+NVJfPOb9sj7OrL29SsMDPqm6VrtyxnW8k+7bPAH2bL7sFcO9we+EPhMK/T3SmMo+YAPNPCoagb74ATs+RzmKPd97QT7vn4O+xlw6vSRroT0Cb9W+sUIzvkwMpb36DAM+4//3PQxSPT5J0UM9O8KlvdtT2r4XKyW+5/qavVz5RD7QGp0+v/cEPDm+fj45H+a9iDkevQor4r1+QGa+RDOhPVPYtb3m5Cs+mNnDPuaI67wUPQw+tfTPPa/hyD26Vqa9aZfAPgV8mT1jogO+",
        "VOglPkdwfj75p089v9IGPjavEL11fBi89UlUPQilX76/WDk8LISDvfExGL64AsU9DKmlPtXwaz1qKhW+xPq5PSK4Sr7qSaI+hVfPvmv+XzyG1Au+qLAgva234z1Y7Iw+y/4Rvux3SjzQZAI9ilmNPCbKrj7omvW+R54GvmfIlD4JBEG+5M3svjobOr6yJaO9kWP8PSHJq74xJSU++93XPDl1JL4ZNSg+VPAnun76zr7xBWs+yRvcvtm6tz1aqc48tGEivuZxEL7Sqha+KcLFPUEHFj9kBI6+YQumvJfrET79dxY+Co1oPvyFmz5u7KE++mHsOwXJj74+MSS+yzbqPSaXk76xq9g9v5iOPvaKYr5OIDo9Em+YPopjWT4drtG+2885PoDS4z07N5U9q6sHPrPmuztYuJa+DfLVPkVgtz2mvcm8LK3VvbGavD0spPK9SrmZvsN6Qb60dwm+o++6PoeoPj6IOcS+D4fmvWax3j6W1Ju9EtOhvTaMZj7XplC+QVyTPsCZDr3FT5M8u2srPkQHNj6u0To+I9snvmt3q71zwyo+SxkHvgtihj4NfvC9FeowPzGmor0fS3m95beqvRqrsTvvYKy+j8d8vYjYWj68T3Q9MfdlvlDBmL5SVVm+nnBVPiA/tD40Czw+tlLwOR+iEz3gzYs8lPL1uzmo6zzjweQ+v5+mv8RiJz6ibry+9tb6vm+qu77ob7m9XKTqPvgjpL7Aw2e/Uoq8v+9tJT47Ic89+r9JPjN7xbyH8WI9/xegvKGUjD3gTGi9VH6NvhqZ977FqOS+atmPvrimBD6Ab6s+HJ/kvTdRzD3mQ3++j4GUPuB5yj17/SS+NFGKPg/QAjzabQG/LBrGvmmi67xIOz8+OlnwvBLqJT+iPCu+tD0tPr1Zlb6ZCFW/iSiiPtJIQ75kwpc+79lNvHu8zb7UMjy+szl1PUXDNz6ovTe/2AXzPd6TyT5s5km/PkVAvh1+EjwxW46/4Yh5Pj2seD7NMUs936cFPm290b4f3oG+",
        "302mvvyxkD+6P/+8oEg9PhV4ATyKMQW+l6eovmdGXT1trus+GVtePcofJD5eMKA9O1vavdvBG78O0BI+C904vDDcpb5Dnua9XhALvgzC570RzB8+fI7zPSPXSj4h9A88N09ePcZfK7539gg/V0nbPpf6JD7zplm9E0XVvflnwD3E0qa+0oCBvarZqD0ByqM94PgdvTOsWr2QS3A+AC4FPbAB0L2uQRo/Vr0kvWc2hT6H55k+YjlVvX5cG74ujkA+pc5RPpkw174ryDQ+tmaAPpQxwL3IxVA+s3Z0vm6Rgz2xZtC9pR4NPiVmmD79lYq+XW+DPc/B4r1/P0y+/OZJvgADDj6V72c+IH95Pg/1Kz4/o4a+9VF9PY7fBb6bg6s99Si3OwHlQ75YzIo+bWsIPlExlj61cTq+nKX+vOjmzL5tOZg+ba1EPgTUJjzS/MI9mnYFPpBlFL1wYFw+ku2zvIUFbzzOLIU9/SkcvtEkHb3NAKo+HAb3vi4UKD3yS1A+ERnIvZWt1D5zuLM+kV8QPQUW/D1nFKU+XdcbvRUqDD4i0VU+pqXJvaQtKD6RHa4+i5XjOttShTyvyYy89nlvPju+Oz4nFxS+D0KfvmW3or3P9BW+u4govn+JH7xKH5E+fJV2vkVMXz3D1Dy9dF+9PizKGT4KgZK9hK5qveI4RL3xzkm+9e+HPbU1Njts6oQ9YXsdPRgeP70fjiy98B6GvVQJnj6SNIE+AjLEPqklI77mEoQ+49oxPjymNr1Z5Ek+spMkPnAvgzt0swy9J6K0PQTWmD69XcI+mfymPuUfkTystR+9NevRPWmV3z37ZZm+lYSZPcCxujzqKiQ+JeBRPHK7oz6v3tI+nJxcPcniVD4z+iQ+Zs+SPfL56b32zR4+ihK1PmIktr234kM9VkaiPo95Rz6DYfm+Fv99PPQv+z1dzjW+/l2pP6VoE74BJLI+EZJ6vnnEqj65XTu8teU3PRqF7j7/3R0/7WwEvxdH8j4yQSq+ngunPmc9cT22RBg8",
        "rTXiPes+BT6B+xi9jvUev5MWIj7fU5M+sIU7vTkIkL7fMAW/0u+SvIBrvb5ehD++M3XEvv7Rfb+0ne8+83GvvoBAF79x7F49Ugjmvr9JE7+HX3q+rzwOv8Oxwb33PTI+ozq7PqPN1T1zF2q8PkqAvv40dL4vxxU+GubwPhy9fz4Grf4+4a7xPegpND1HpMS+KMiCPs5fQj4b2rO+SAOrPbM3eL3hYN0+0L7hvfWAFr1Or0U/c1q2vkhvO778Rb09QPhRvpvyOr0AwYy+rNvvvNBiuD4rT4G+RZNnvj0lIL7SHLM+iv6SvUpWGL7Dsy2+ld0Dv+jRzj6vJKe9ickIv2xWzT0YXgy//7cjP7B11DwmSow+pCPdPWjG7r2xLT69nO1CPqAGcL4NI3S+1brSvSz7Oz53mcY+wJJKPsMTMj5Z/eg+07SQPTlOVD7mQME9qZ1Uvjknfj3rMCi+kXnPvY5QBr683tu+GrScvj7pBT8cwpY+uW+FvgjLYL7gFQo+nEhKvhj5I71kGAk9xoYXPtF+/j5R2cG9nxngvgkqeD2F5C4/CToUPgkWvj50P4Y+93tLPgfRPT2Njci9g2uMPoW5k75Vhic+9weovYFGVb52cP4+9I0BP2Lf1rx26mY9s9QbPlxnXj7oR0w+7qw/PpO/Zb5e+VS9qWk7PopYdb5X8pI+MP6DvqNscT0CpvG99knEPKl7fz2O0M0840r+PBekwz5Sy4O+2PySPRrFbj4tB0g+9OdLvsK1bjzoF/I9WaygPnKPLD8OnJy+zIBhPk4SrL6dtSi+ETJnPo/Vsj5vH6G+nAkcvopibz8j/NI+p1MIvpv+mL6rMGK9U043vsdH475pjuw9OYPTvRTEmL7S0oI9yUA4Pmp2Az5aBGy+lBGZPgznxr7meK49Rg63vkaMlD6JpoM+EabSPa+zib4VVam+IYvevOUL4j2bUxO9dfbBvghzTL6rdaQ+ZJKwvhPeJr+kr5y+73sCPiVbZD4aoRI+FsoKPp7sqD4kiPi8",
        "OOqJPiI2ND5xnbS9VoFzPdobgD2lZ2E+B0AAPlvHIT6I+cC9zZlOPpOYUz5t/Z09s/71vMj+5z0S0IA+mWu4vocR0j37JJw+8+WQvSCWwj0DX8i8VsLdvc7J4j1Rq8g+TDt+PeKepD4Q+Zm+d/IdvtT2+D5D6s+9y3uAPv5IC75/XKq9DFr8vqIUi74KfRw/bJqdPo0Tjz4JAx8+nwjvPaW/677MvJS+GbTCviMOlj49ATC8DKZvPBqnlr42KHs+9EQEPiOaOrzTQyq+HG9QPt/Npr2Mf6G+6dMxvYVGgb6By6y9v1ntPu62rD5w9hg+E/iZPvgKmD0IFc6+ORpQPk8HsD6DGIc+LlwnPv5ZwT0Ia8o9/lCpvYe8MT51Yju+xe6WvYkzlb7mpG89UsK8vsAbAT6Y+jw+tSyevdMCw75/MMY9/5WJPgOdLr5wEGs9L//VvVazjL4PfDw+bOKdPrmbZT3NlBi/QNH3PfOcxT5o/k2+CXimu1IYEj1Nid++zVLevHpMVT8GW78+9CyZPkCtmL1biK09lfB8PaXW870r2Le+OHGfPXKbjD1ePgU+jLBHvqvdF77z0r4+duf4PfgH5b3bVUw+DggJPkIEjD6/t5m+mY/1PqYAkj7gJIy+EUCcvWl2U71aJXY+komavqLF8j6BiwM+oSwLvR/eYD5TRpe9+OaRvaIkuT3Afi0+En+vPosNrr7lrHU+2BkGPgtavz5naqc9XX0JP/bKi76cGZ++JpAHP+t3cT5l3f68VTaTPibUIL2O54o+sUUMPUs8yr3pOr8+O0XBPqpcmz4HUZ2+Q03VvWvNJj3iSIw+SCdxPkZ+zj6NNOw+dlcePosGzj1PV9o9nMjfPTN37D6KfAa+QuBbvhnmSD73xo8+A9YbvglCqD6le86+AitgPsB7cj6/uIO+ytsTPlXyYj7hRO4+nD2WPoV5Wj60gpE+YfAUPk93jD1YteY87RAKPjdwuL4WR8c+VKSoPg+yEr54wog9/ESYPt7BDLlFabq9",
        "cOQBvsijpz7G5j4++HzCPltNYL5nT44+YnzSPcsguD1iAYu9u/oyvg0Xgj1rlsC+yeA5Pqv9dD0FR5a95w+nPUS1zT4miUO+lnNcPgfTdz7fSAq94Julvgn8ID5dAnO+p3LjPc4ULj+7Ji8+3+efPl3ABT4fk4k99nQsPrUWjb1exGM+csXAvk0YHz3Hn5Q+HAZGPrQyVj4k9DM+6GObPAjQ2DxRJQk+Sph4Pb06Oj5rB4S+wSPlPm3Mgb5lVDe+NlkNvcH/gT1/gls+j4V4PtKUOT7n9KO+b2JAvfbTDT9ZGpg+NAEUPrZksb7skYQ+PY9yPk5XN76MI1c99/TJPWqjj72dRCQ/gEHPvZVskT5tsCe+lSqzPh64pj0hGmQ+F0R+vmJnL75z3KQ9H9VyvXoUkj65Ux++JFmFugrBnD7pwIo+fRKevqXQJj42IYk+GzMaP+hdI77ZwrO7220CvowgXjx38YA+8fCbvHcSf74iRTe+VAyEPg6irL09/0o9+LnWPvASjj3c0QA/vCwpPWqvl70ZFV8+T3NNvkIWu74tm4u9O4plvwmQUz6C0bQ+Hn0avssM/7uCuJA+IFQMPmg0hT5AzC2+/mRBPmccRDwXT9g9LB1iPaR1bb4BEt29FRLWvQ1B3b7Fv0O8Ld1kPpKC9b7Isyq+ZMQdPsZJzT6VZqU+SfUvPqv3g7xllSu+3TqrPrw0qj6f5pW+4muxPaHM0z57PLY9vp2aPmBixj4z7EE9vIBCPPFEOz0ELJA+qEpKvgIjz75ifF+9OKnePfz9sj6w6yW+Qe1PPvlyHb6P0dq7n91rPrJH173m2w0+f8Psu4ZyWD44WVc+v/QWvhSiQT1haYW+9xpGvqIUUj2xvZW9E+IpPuYCID3tP0Q93LkUO7R0jr9X2tq+hBB7PcmuNb4Bkjq+37plPozdDD6sOz06ZzwzvhFnpr1/ggO/YcWDPkveDr0cvT49pFqevSeuQT6qY6E+zEY1Pru4Nr1vEOQ+MUSGvfWp4T6rXDs+",
        "wJdavY09gTxFT04+BfNWPSkDF76SaA4+edefPRwNOLxtb4o+uvuWPB1N+D3NB6E+yabdPd263zzzkAk+YegIP+QuDj5j9Cq+Fgp+vnNQMDwbMyM/c02mPgVOaz60GYk+gsKsvSAq1b3qBHS+SFKnvtKU0L16RYc+koxmPovOZj4P91G+rfWUvrCQgL1JJnG+sHWwPiU5pD7hM4C+zngUPn2K673MoG+7n4qJvtXm/rxTsMC9R2sgv5H+Qzz/qgk+sjzPvepaZT0Rlx6+zv2tPiUwmj7kky8+mmKEPn8hXT6qfj6+6h31PfdQKL1WIj09ML5Vvohi5L5BQZm9pOMCPt5R673Ijpc9SwjivYp1kj4QaVw9ZQe5Pt/NEz7QsQ2/AmlUvo4VjT3SB4A+sViKvW6VUD6aKY6+Y8kivcmpi70DEcw9/+VLP6EUjz5pmwY+CDWKvTB1zLxAW8Q+zjwZPtPrsz2v+/I9VkSPPhmHgr19Y48+uvOJPTK+Jb0WTEk+tn5nPhM26Tq6v8S+CXmKPtcyWj7SPWS9+9jHvRunNz6NsrI+D4wXPwf86j2GdJg9F6CgPlAVhj4vv6A+IRP0vVnsPj4miAw+qBmnPhXsg73qxFo+fM25PghpWD6fWhE+5/TePgOGLL5vZ4w+LamnPqCz470/Uh6+SxGKPiPFgT7AMjU+gcRbvzpaSL1896G+IG2UvnvYHz4t7Q0/GVWlvYvkzL6NIdO/3GnLPk4px77VRhO9iq1Bvl1Slr3wE5K9De0+vh38pLs4/ri90AKyv2DqYr6d+t49CW1+vV4MAb4OTQ6+KPeyPBYMsj5RFBo+z2YSvZourD9Ciuw9cwBNvyPUYz1S4s+9BlUSvzrLjr18u2k9syKcvvgd3D6bhDK/P6QbvjiiZD4xoku+l/dROw06qz79brm7fHIMPy/8Fz5Rv5O/buNOPrahib/z1gI9VqxRvsh/vL2/C6m/INEAPpxfSj4ltrc+5aEAvusXJb8aN5I+ThyevsYr3D1/bqi9",
        "lYvnPr2Je788WJ++Pe42v/Cgvb4FsJK9gBd/vhBDQ74o7ic+MfxXvt8WC7/6Ljq/UxMnvanrHr8V9Gw9cAwgvgHrdL7xeAk+94k5Pkhs8b0fyNS9a2FDPq0yAT7JRZm9arkMPgxiID6FWBK+jmKXvtroVD0CQEi+D1iFvj/5EL0+m7s+LCo3Pil3TD1i4vW9mKoIPiZYlD4xfRW+wzPqPtYec77P9lU8+7LgPVFeqzynzEs+/+UqvqstCT7yxJs+1jWlvjuPLD2VCjE+iR57PrZhzjyv/6g999CPPk6XPL1f7ag+qWV8PtgEGr48fcm9BHvou1LdF74VPbK+xr5pPnOShD2cZgE+ZhtKPg8xQ75lPkW+1vSLPv3uiL5AHx4+qWsUvJ4y+b0qaXi+A0n1vWNSAL5NCWg+6wcQvrQw+73piU2+DmFUvNhTYT5o6R6+g9uVu42pGz51oSM+iT6dPSelu72RPWO+vPXyPeHuwr0jlAm+YhnAPuFUj75vQeQ9EcFBPtMH9zseGQq/O1yjPksXLL+1er495LOGvlx1Dr21gPO9JmKhvtoZaD4M9A8+IomyPv3R8D2jbRi9jX8tPwDWK78/VCy+IZzbO5JUXL9Ijh2+qu5pvqkbcr24dQG+qEgEvddpYT18LWE+p2UKPr/Sgz2qFhA+DGPxPfzUVr1sm4M9T+Rfvkp+qr49Ndu9oTGxPb+Zmb5l+ag+sc6ePt8fBz6qMKe+GFQBvR5gnT7+iiW9QdrnPg66oj6DeWE+FCoFP58d9z6WuRy/AyT0PKkP3b0R2yu/8OOJPcEitb0Xwcs9obymPmozLb69e4i+c+RkPtJmkr09O1Q9ql9dvTNwSr6Fa68+WXalPpCzSD7eWMM+bkYPPMeB2rxao1U+nCy4POmtQL4ItlK9JCG3vkw6n74h9tA+69UNP6MWsb1RbnI90DaJviDu2r7cInQ+KPqFPqbGPD0olIO9u8gUPltUdj4gTNG9cx2qvtPS5z7bot08Q3iRPv8HD74N+oI8",
        "MJe6vUe3uD1EfQw+pEgmvhuboLx9tV0+MYEavl91ur6d5sc9/uKYvhS3mr5ney68vIOOvjSKMr7dSqw9csFWPrB1Rb2pIjk+4fLEvVGSsjyHmPc+e+06Pjw5qD48lR8+UO2HPpi+w71tXbI9z+6tvYuGzr2Ly2O7lD6WvXBIf7uWht0+OAN4PtPhFr8Z+EW+McVKPl477z6jeeu9QVg1PjRvmj4BQSS9AVAaP32dMD71Oj2+BpKsPgIFND4Z2Im+ya7hPS+i9z5YTRg+fqHkvXkz4r2YY4M+SkVNvULSgT4fqww/6UBnPoa9lr5viR4/jUj9PJeWhb8bll4+JW6LPvjPZb3LINY+7vhqPp6Ldr1ERgC9wcZNPggmPD60lkI+D1uYPmiyBT723Kk9IcFpPlVKJT6pe529wctMPpehFL7VMNc9EqqFvFL1ZD6OBpi8151OPrJ7PL3eCrQ9O4RaPuJWLDz9cnq+E8DFvtD8LL5wwDC9TTwIvljAXD6IfxW+cn0vvi3Oybsm34K++ws8PRzYkj75ewe+Hqe8vmCIY7xLy9K9HC2oPmf1lL12ZRw+xkmBvhjLRT4F3U48byilPoEilr0pR0o9jp4Wvj06rT5OZxw+e0O0vn/FfT4JW5K9LOohvZjNOr4vt0A+hxVbPrGE9D3TIEC+rLQ0PovxeT6E5wS+aaqFvlbvs75XO4O4G8PAPswV7blL6mI+Nbu5PSVA2T5tadE92Nedvu0V1j3fQ+Q8BqTNvqpjd73KoIi+a9QUPlpT6T6Vvsk+FDZyvvu5T77upwQ9yAX6veKFh72REWk+HGLNPn0ZuD4hHAm+bvGWPs1UHT1nACa+wi6OvTicbj0KPTq+Pn30PbmDST4JFwU+5LHyvR8yl7770qU+xAgjvcehXL38u7u+WgjVudIk4r2iAuw+CX6KvmIZkr7WxXE7iMC/PrERVz5cLo0+6mXHOjCOTb59pKS9TSNKvpEly72G94I+4oR+PgxCLr6fmTK9YGuTPtTFPz7pqFA+",
        "sZYYPYS9Jb5QYj8+QHKuPua4gD0TfxG+PQPAPn+OOb4qsII9MTZZPhK/Wb4Dv5Q6ctWpvte9Sj4AACWxx6mVvhqNlj51IIM9ibofvhRs+zyoHoa+GfGiPNV6FT4MNys+tCZ8Pf4yMr7fNsM93OAXPGmtKj7gJI+83PbHvSAFnrxX1ZU+K7mQPh74LL3Z6r0+2PhCPuFaIL7P3ag8WPj2PgucmD41/9Y+o4Z9PpJRCT8RNss96WhxPfBbID7nf2e+l+khPnweQr4fA6Y+2OIuvktciT3zIzW9r2HFvRn4Vr67qLw9mYAcvljRa77107C9NitZPWWNpz5tmPQ7hVtDvhpyIL3d0IQ+KOmUPP2bKj0ZnHQ+GWzQPSz6Sz6PxZA+0o1PvphUbT63ogc+nMNpPf/Dkz1Y+MS8w7dKPjtZmD7ptzW9S6VsvnWPC7+UrTc+zG2IPsi5Gz5E414+wNlyviLjZD3sVZk+dLWwPhXsVL31nii+mz2Evl6FLj7jAPE+K9QNvj1Hv762MAy+7fjkvccyrz7VJt695zw/PvvBaj5z29A+YcuwPX24rr3lPX49OX5rvaCBwj7Gq/O94/0rPkaxmT56uNc+NnvsPi8NAr7SBZ69PlaKvo3OIr5BxmW+KYM+Ps4YLz5afNc9DfsXPpIL9r0Ln5g+KRRLvs/eAb60mY8+ZVwevki44T4XoWO+A53yvfHyGrxFsr+9V5ryPRSiib5qTCM9dSs4vj2s7D3B9ew7gdh0Phh+Xb2zGiU+c91OPtXXrr4mTxU+jExQPjhdoD0AVwK+GUrEvhmko77Yk6I+fRKUPj04Oj4NRVM+XyOyvis9qj1qGJO+X1DIPZjX0Dwjtpc985biPWytjz7oY6u9sq4gPlUp2b4PTUQ+EAeVPSDIvL2mDas+7zpJPgPaVD6tdVM+C6x0PmkLhr2RBji91WRxPs3+ID5wLHO+uS0+PkU5g75f5ki+zjOivjdH7j4+jaa9DoQcPm1gQbzWrqA+WLO2Pg9Ysz1OVBc/",
        "UdGrvW/RT75/JyG+NOJRPd+poj2dTiO+v4GYPEikrT4BchU+l0VOPWl4R77BrdQ94rQfPAMw4D1bhVu+VfVuvqHFob52pg0+Uh9pPgOB4D2hOxy9NsXFPjfLCT4s9cC+xyXRPXf9CT3aLko+b9eUPY2Z8D2Fc7S+xXW2PU97Dj5BTQk+vnugPgGeFz5iwTU+nL7uPV7AIL60Eo8+XJM5PvELIjxDtC++UKBKPuO9/T0raI+9Cp+IPk3zkL737Hg++kdgPd8nkj7EzoI9JQXrPZVBmz6Ik3I+eveKvjOaZT4t9h29HLaIPJ3Eqz2fKV4+idzIPttwWD4Qray9WeuXPRt7pj3IPaM8EC03vqdjhz6HLq29XcwFvTnGw72Qfz4+AsbTPghwS75Gw6C+J10gPcnvVz6SJgU+3HgZPtqKf76jDtG+GHBXvhuWv71tMbW+I1USP0+AZz6aNGw+gmOwPU4riby31uC+tGDTvZbbAT7RzvE+7HBtvoMevz5nNrC9YkELvZy7mL1mLoM8WbuPPQ3dSb53Vty89/UxvoySvT76Huk+dIT7vk2iBD8JQlc+4oWTOgBXwL5A5NA+9S2vvkEPm74V+Ce+08AGvcL2UD4QEF292/GfPvrQNL7pr7K9Uk0BP7uXwj7LNSc+NIucvispoT4iTZY+D6WdPkHdCr7DMZc+6PHavT1C7D1C5bY+dcBjPTPb3L6l2eg+9rJZPackW77Jq9o9Y9fbPdoiub69XeE+3efqPMf1oL6hBc4++fiyPgyymL5Ih3s8UEWavb/0tT32q7o+JMesPX+pTj6hQQo9ojoAvhJenL21YX894OWnu+v3a73sy8w9wgCVPgnkGb4COWO/NOo6vYxhBb3SPd4+utmCvhgPhz10qaU9lGhjvlegvj4NVr0+RywMPiGBhT7MM1q+QgZpPWZ1Ib391Jy+hRv/PRiqXb1xnXY9l9vKPaOZmb0CXYk8qZF2vlRmkD1wYqg+uqfkPRQYDz4XT8e8wYwgPr3+2DxTHvO9",
        "AbNLvuRBaT0QPN49KHosvDD6R7xyQdu8AupOvkeqGT7rKD89TPZfPlGCCT4k4J6+XUUyvV2Lgb5rSJ2+g2kPviye273Tq4+9qCe3vtKVxj6fkbO+fXaDPump176o946+GshnvfHM/j0vio4+4JoUvQpBib3MiDE+TnWQPn/2bb2iYiS8i1zzvJ9pzT1DW1m+A3zFPvfiaD6XTUU984EfvtqZgT7b55C++a1dPvjIeT3+EkW+kjwtPwAhiD66nb0+koxQvgvi8T1C7oG+jD7ZPrtoFj7V3BW+oky4Phzwrj4F8JE9rhoFvXZkpD6Kg8c+BHemvhtACzw5djG+B/6EvkAb0b71cRa+4qAgPhD4MD6zpjS92K5EvNEHnD5OOQ2/ByuhPjiVtb5V7Sq+FHshPNTzyb4Pbj++s+GFvjZaJT5UIZo+983LPggZjT1b2548ozF6PkVuD72br+89gJXzvUyEjTy7vqg9oKcnvc3/1j5xSr49sjNBvMF2nj1qKhm+84eIvT21lT5yIqm907tTPtlUrL7uEYg+3XoLP8VkvT7mmqk+8CaZPulM6j4wu8c+2ZkJvg5tZj70oIU+YBQ6PaQ2Aj5vc1Y+YIkfPfAM1by778E9sO4MPvsADD6HSpo+eJyEPgqkyT3lUMI+W06mPt2FvD4kKCe/iqxlPo5EQj4cMuc9LqEcP0uxLL4x3+g8LSbvvVWWg77+7Pw8rbZlvv03cr3KkTi+v0cAP0mFuj5GIgS+WTwivj97Wb4UoqA+dijNuCdesz0GKCk+52LLvWKHiD6oRIq9ot9WPk8qKz4/zEE+XOW2Pt+16r2AdvS8oZGIvIch4j7FbXE98TBNPjYhmjw/7Ni+5XQGPskaoT3Iw3Y+PcZLPG9/lj5cd/c+coOkvqiQXz3c1iS9s2N7PU71fL4Bb5A9nnzGPlFoRD2gYS292tlePAcUQjyQdtC9pVZJvltAD7wqECE+omGyvuvBzb5lBFc9nQd+Pu3KQD1Sa1o+cTKivr+NtT5K8F49",
        "N7b5PSCDUL08pzc9AIBiPWewgD1J6RG9CcgIvtQfp72Y/to+dtgiPbyQpD4SrSu+4EfrPXTNUr+hKGg9t5h5PEkpY76LWsK8ElgrPGZrrb3QsgY+Pf5TPYK2Ar7E2pY9XqMtPL426T7zyBQ+PQ1iPrafnjwb8E+9MWwpvYLFlr2S1L49mz4Ivm2Hhz0SOG4+UENgPcv6TT1mrMG8NhpIPphgJ70yiXY8UdHDPtDRZz6PeCo7bAovvsEYTz452OQ9iiGBPuuSwT2q7kA8VWiBPR3Prj7QpYm9OP3tvVMaRb1Xyni9/c7DPupGaL4caJQ+GEtRvpzBbr1wJYq+D2MNPWW2VT4qUAS9tzm4PofHtz3lvjg8dfqHPd8FRT3jAoW9ewaRPvnJtrx6ynA+RzDZPdhQrD5Gyew9YJobvl96mD5isNQ9FP3OPaf64Dzm1+K9ONmzvbQpjD4o4V09foimPoKGUz5CDko+/j1UvnduvT7pjAg++PYMP3IUxD5LwNU+LB5dvrkqlzxF9sK9Gze7Pi32Kz4ghmm+nSxVPtCNgj75x3M9XdK+vvcJzD2jf5A+UY6UvCvlFT71uIs9eNJ4vo4+ML6jRiy+4oDePQvSLT7dVJk9fB+aPQY2pzzFfNa+QgwsPmrGpT7fDoC8WvJRvOX7gD7QF5W+jb7NPa+oDD08nhe+4IzxPh1m6Dzd2os99piqPk7bJ72bN8Y9sx0iPrJtzT77KBW+LgkDujCYnD6JWzE+/i1DvsmZ0b6xBRa+eNIdPry/Kz4WUUU+vl52vVJL4Du/5Fw+KuBqvfj0DD1g49+9XwOWvil3Qj66V2A9CNFqPrrkbD42y7C9BAmmPo38h75Ac+4+iQRQPmTujz5XEby8hclNvQVoLL24OIQ+NROnPkcZ0D21F6Y+I9yIund2KD5KFgC+1yfzvLb6UL6gB4M9qDBfPl0tUj7SIWu9h3ODOrPQqT1N7IY+ZEoqvOTSRb7UzRe+RSsOvb8snr1Hauo9ugvAPpg8ob45XN48",
        "wgGNPpkNuL2/o7095m2lvJH++z3S1R2+8VHcPoLjHj6eb/Q912oLvg/VlL0trDs+UrWcvhA2Mr58Z/E9eircvSRfOD7L/um+SZXnPQcqiT5WiM+9QmFEPveomz6nLiQ9Ig9dvqIV4D56sxa+XOv5PaNYhD7PbmC97OBEPnZYTD41/as+yJUsPtFUHj7GY5e9S5IXPgB+rb1hNws/ctxAvnVrlj1+Q/+7qnYTvmLJUT2/DJe7vt3nPJuXh76LNTY9Z9STPhbFVDxOlKQ9xtoTPptc+L3cEr68P2kVP2h71D5Gi7m9moDSPnmQ7T0GICM+fxN4vtaOqj4wjCM+2e1rvg=="
      ]
    },
    "dense_1": {
      "bias": [
        "FLkFPH7+JT3S16Y8vxmvPDHbnTwyhCU7kmyrPAFuMT1SRhK8vH9vPUtDqzzP0G49jWmYPagdRj35n249vd3PvdPSmDwpdTc93r45PcMBXj1xcro82ByQPEoqrD2zLqg8MdAzPeKkEz2Ek2s8PLUqPYFdWr0cRw48U1a8PFXv6Ly6QqE9QFqYPHi47zz16MI8MTkXPbhdsz00KwA9N/sfPFTzs7wds948TiRevXH4qbuZVLq8Kr4MPRCuzjyUMqc9eirzPFMImTzXm4C84m9nPVIgVD10C+g8XAndPQkDbzthhCA9C7FFOxa/nDoQ1z89/TwFPQ3RnD2cSj89I0KlPTLOATxSUsg9DnDOvOmnf73O+Oa7DsqFPV8ZoT0rXrQ8q3+HPHT8ij2q4jg9FPQjPWXukLuvwKY9819CPawG5Dw="
      ],
      "weights": [
        "ooIJvshmkL3rAXE+b7i5PitV2D2MFEg9N0G8PuOMPr2greA+PfVJvqqiZz3ttxw+O92ZvSPfq74WDF698nFUPjA/Gj47Rca+ybmxPnSutj2NSb48wkDyvptC6j4TPmm9yx4RPh22mD5ag9k+wP06PpPcgL2GOjo+gxB1O8R3YT7JNeA+H2GrvKIhsr4im+K9F1WHvf6Jg77BbgE95VIDv/+cxb3wVn0+UTiHPSsXKD4jnIi9Z6lFPW31AL7Zdoy9hSuxvhcuqT5w9ey9jyARPau2qz4nH6Q+gN3RvgFsjb3yrNk9zTOZvtVDwz41k5i+ployvs/IDz2Ep4++nfNpvjXdeD17SLs9pWWyPoXRMb9iwDm9kItrvg2VCL5UApq+58kLP3LEw71BIhy+pGSLPaFZiL5AZb+8/CuDPpmlu7ykr1c/dnOLPv4vZz+VdHg9s7pyOx46oz57hJO9wQ/lvikHKsAkeci+gMp2vjq78r6Fjim9fMRiPitl1Lxuti8/bWOfPd+MoL8cVLa+SIk6wMHQDr4WA1W/tTTpv98r7z53QqS/yRsDv1o+ZL6o99a+6QYIvyWMOb9kXWS+rU7kv2Exir5cZzO/D1klvnwqU7/2Uey+YUOKvRAJCL7vWEo+W3wVvwtQIL9cHfo9FtbbPD0P8D0W9De/px5VvxpxLL4dWkC+w4Q9PkZLcryHMxm/UQuHP8GpOD6ITo0+RGSSvnmGnL0LUao9XYxbv5V3aL7JnIe/M4zEP5LNKr9/6NA/AXtQvypBNbzIj+I+u26JvhVOtr4lqgc/GPRzvb6Z9z3NGh+/ZaISv6RVv7/rtAK/rQK3Ptq3v74XjRO/1zlwv/9TpL2KRdc+56OaPlEYlz6Eb3c+sGvsvla0Ub6zSyA+dpqovQRMxD5TSlU+QWsoPsoS3L43bac+5Uw2Pp4jbj3H0ZI+JjEyvlrJCD2OlNK98TKKvnwPNr8Fw5w9n/52PoIjEz5SR52+epSuvvsmQL6/rru9gO0LPojldL6JdWq9",
        "wueTPQjJUb5rkai+lScBvfGd4j1IcQK+L/T/PgMdZbzmjie+eokwPbA8mb59CZk9Cz4Zvjii4r1l6A0+wwMTPeVDGb7w9GK+9bvLvYVPND61P/486BX0PgwFar2ZC7M+wT5VvqAgnzyNFVA+h6uYPovK5774Y5+9W+qVvRQ+7z0DyTA+VEnSPn6++D67PRO+/9TdPoyGD787wpe+1C2HPIY7yz4FcMQ8vMxWPJHP9j4D2qY9/QMUPk1eYT24OBm+a0CGvv0NuT0III0+zqQQPszTqb5RpQU+Yq1xPoy6K743x4+9T6MIvoEPdL55Q+w9iv2APrwaor4i1Jm+jvNEPheES779sks88dn1PdBzeb7qJFU+8sz9PiEIcL4FBYe6oLavvTrOnj6mGNs9J50KvaMroT7sqlk+lznCPtDH/D1bD6Q+OFI2PQDmVb67ZDM+n1C5vVOf4z2NpVG+f32SvAF08rwH1LS9eHshPnK0jr38cCK9FgdqPpAYR7vJMhg/t1YSvuhVfz6jtpc9HLbqvSeOlj5F+NU9pNGgvaRpBL7+jbA+tB1+PWFnYb3lVvM95NKBPUIyX76eubc+dJZlPjs7y75QnpS+T/vmvVACdj7fs22/WC0RuySrxD5QzpU97dQhPiOWij0qYEE+JKGwvXOu2z2hVp2+Fy5QPpK+BD4hpOo+TNYcPiy3ozyBYFw+Pxt6Pp/8PD727tU+jUCEPplMMD0qBFO9F9fvvbBh97sSCs++UmzbPrTdED7LvqK9GnaNvrOkCj+CIiy9JyQHPq/gWz5l/XQ+amlcvsExz7xTL4u+LlOgvqDwzr4yOsk+w8rAPsaGRb7w4XE+u2ROPgeAgr633wg+nn7IPboPwT6IjDO8PRzFPu2s0j4RGiI/dnTcvaxzBz5B1Y4+YNGSvvOQ970wYgc+lDOvPWRp0T5Ddn0+dXr5vdrgbTz7t1Y+0qYWO0Rahb5e5NI+O8IdPpJfFr1C/ty7TU4RPSWaCL2u/Mk+VvhVvr10qb1WjZe8",
        "0mQ/vlx9AD9CywW/DhCwPgckAD9bkQC+DzwPvrNUvz6quP09+E/QPg9X1T77KdS9cYNXvV8MYr3/Hn4+dsEPPpma1T5S9rC9RU9cvmQCKr6oBCq+xeOOPmO7nL1EJMg+CZmzvC+46D0qQ1A+aArdvBrSBr7M0h28hqIAP/9hvz1ERQ8+XjIBvWz1tT6mXKs9H0hovbjCJj04m+O+QYdjPj0rdj30oZS+pDBMvUNyGj4ezAS/IbsyPuEtEb5dQLk+mIqVve5yrj3ZwTC+lrgcPBYaZjvUfo2+RdHrPhz3hT7MSWo+anVoPUFZ5L59xdA+xb75PaVeDj69r+q9SSNRPr/vRL6hKEq+63C/vcGQrrrv6gw8Fq6vPRsdTj1Cwuc+2jkGPvntjD7A4ZO9zH4uPt0IgL694Re+AFeKPgImgb4XjAY+2lwsPUPSoL2GTh0+GMqjvL380z7j+NO9vAkPP4oqMr7/rLW+/FykPQAw0j6Bfna9sFM0PlwKxr2dqP46kSXcPiiH870YUK493Hm/vR4RXD6t+re9h149PmjWQD4BvdS+TvYCvstJr70Dypo+5lIvvLJKFr60F629b8gAvg9xEz716eI9hdpcPCK8cj0guNC9G4sDP2ndV74LSoQ99n4DvqFKqD6abMu+EKMivb6Muz4IiD0+y7mTPZgmwD5Lm7w+QU+NvuQv0z1qLjA+elYLPr86zD31VyS+HKZcPkDNIL6gjXo+mRkAPf17DD7jtOo9jxdDPsPfdT3pcDq+4s+3vv41WT7ysCy+47CSvdOmgj2uO9q9jwZEPVElgb3y3Y0+D2OXPmwukT5dvJY+HGWxPtqVzLzGluS9uFatvX9WrT0mwtO8r+SKPultuz0jiLk+OIuhPRCeOjy/6DA+dxCSvZkRfb5q99G9ebSrPcbsLb5W4T48SgnwvYKnyT3VKt69FNYxvoV26D6/hvy9bLUXP+8g3z4yCBq9zrKgPs6IXD6lAJe9Ub6nvqcy0z3LhF8+8HwZv5O4Mj0Bdf6+",
        "dhiPvsfwmT4oKuE+Ek0Ivfrqfr1GO6c+HEwyvnslQD1jKYW+BbHxPROcqz76No4+7uf1Pe1OgL0D9ge8vUucvSpjNT5t4J8+i4L2PsM3HL4zt8y9uoNxPgJybL6UfKI+WJ/ZPvR3kbrOhrS9LvcgvEwnK74R/5k9h25XPkrAFb9lebM+ygCFviJJNb7eOre+TZtbPrnv+77EIS0++pJtPtx2kL7n1sk+K7kIPvw0Ur9E3RA/EW37vFIjt71clD09NHdsPM4hYD1y1du+S3YFP20XIL6MrOC+2lV5vh4+WL2WK+I89XEyv6eKTr6Lbk6+2ucQvsHEGT/oZ4c+cWr5vXiqZr1zh9o+TyNKPqPaGb4Gb02+QO+3PqP9db3YQ4g+fT5Cv51aKD6xP48+PvLZPE9+bb7sGAM/OVQZPrazAD6vl4M90WeQvUV2O76UGCM9nHzwPQTsCj6TuWs++scdvmufSrxC5ya9gqufPCk4Z71uLqO+lgUdPII6OD6jg7O+L4FfPa9hGL64cdc9OIcxPrzwTL5goRA+aY0lPsfJVr4HvHS+xtswPYu1Vz4VpSu+PSXyPTk77D3jVyQ+kxUMvsZClT1pJU2+05s5vq+NlD6mFtu9zt1xPoy6Hzuv/Qo9KKhfvjoYpL5B5r4+XXqavRJOP76CXnM+8eX7PJTWDz5As3U9QQbevvHRVj6rWTO/9ZI7PfuqaL7zXiM+DLDiPXcsGL7Vtwm7/DXzvZLVcj4JYB48VVMYPraGFL6IdA++sLkRv/Ei+75z0rS+cSrIPotDAj0feKS9MmAfv3oqOb9hgYY8A/WZv2bp5r5p+4O+Fm6bPQjU57/rRyy/osQLPoPLWT20MQe/h8ziPe3urr1q3EA+WP5CP6nCaz/5L+w+XxIJP0YEAz7pxdQ9uwLavZV/6z1SsC6/phb3PgFKXD3svvi+Bh1UPwDtQL/cF5k9wR4Fv5xEgD5rEUC/TEIQv/5H6DzCH8q+Pe2jPrWp4j4+yBC+y7C/O2YYDb7iGpK/",
        "vk7WP2txub01JgU+ZQvnPaDqhb94sCy8V6iwvb6EvT6avX0+OToSPqzABr9DPUu/t5o0v0rOqj4VZg0+pC0Wv+OdMr8HDam+wlURPznGXL572i0+jF/Avaypjb3NwNY+bvEGPiBK2b4A78a+zvlKPzUhCj7UrYK/vu/avtoW8z5t0Q4/m5nLvMZyJD+UKM6+7Os4vn4K6z7qz5q9dRr3vSAbi7xX8Va+wNe4vp5ksj7JsLo+gRakPhu40r5/n4e+94HiPdWiXT7NfkW+nQcCv2eh7T5UBno+Qi/XvQSZsr73Vx6+EiG4vfP5tb8TLf09Yco7PXBq+73VI4q+1Akdv1IZPb51V4i+TvQlPR3Sm77DW4m+wMbEvqr1tD453Yg+XYcBvkl9or723vA8LmsKPgNN7T31yNC+huY/PUdDRr71XF2+ueOJvqVb3D2KYSI+gZhOPq8aC77RPGU9TNZKvc499L3Brcc+iHR4vcX+Wj5CQW49ZrMlPok9q73Gdlg+IlDWPl4u2b5C2h4+F5Sivif6Jz7f1e0+DfsjPgxEdr0bgR8+muwjPv5uVj5QmZ69bP0BvhptUL4hv3K+gJ6lviXtz7zIGGw+XLyVPrxqPz0QAM09QqwnP8rOe71EVYC+IRctPq+Cl74whYU8weSpPmJRhj5mp9y+qkReviIfl76dw/u949IjPh0/CT7FPIA9Z1czvnpz+D6V6o2+lLWBvnsrgb2ATY296JIkPRNx8z3zopC+Hvltvsvunz05wOW+rlUvPi5uLD6M7SY/GOc4PqXAGb6K/aC9+U7PvrT1Jj6RCTw94Kh4Pl9vJD7+Pa0+/RwFvgn8yL1gD0I+9v72vg6N6z4JQc87RygZPUJ+v77qPJO+QB1uPfBDbj6u+uw99q7MPe3mfj6k8BM8yH0qvuGV77zQomM8vnmTvpl0wT5Ni8m9+kVYPXtguL3ARck9ayLhvuEVsLtw9Fu9C4NyvdRTu74TPWi+7/SnvsPvaj4l1o6+lX5ZPjDP+b2d1ba9",
        "KJ0ivtIgtj5tzWk+xT8WPvCqmj3J+OA9U1QqPskGBT43gKA+AolgPbFUgz6VwNs8+IRIPoL5lL6EsXI+TDHwvs2UXz10c46+q7ecPbSwZTlFch6+tzA1vi+BGT0fUVu+lDcLPqbM+T02sOw9DlKcvmcOwD6SA5O9oh9gPoHxR75ZLFk+GLxKPh0QJL4YXR09xhEKvgJncj6PCS++NDKcvnLI3z07Osc8k+7XvBEhNbwGHVk9+3xJvs4Q2L2mCg4+hqL0vRm6pL2guru9xpgEvr9riD6NtxS+861ZvleGSz240AU+nchpPXKdWb4JuDc+bruqPjfrh77u58A+U7wUPTL4473ilxC+5z1sPp6qjT6QF0q+DBrEPk4GFj7CGSC+zA8ZvmZ4i77/zlg+cgiOvQri3D2+eZc9PY0mPsg6rjtfwwO+WooXP7c6hT7qudI+Gs4HPtP3zb2DmHO++rnjvcAcpb2q1yG+rqHkPkRhpT4mCW6+GCnAPQxxoT4NkP68OU43PUmPEL5MKe4+PFiVvMCTKj5OLZY+R+g5OdqeZj21ELM+SQKDPkDrCD4JZQm/4hWZvUzNJT4iDeQ7+CnPvXO6GD8ctjE+UST/vcNWi70QVxu+dZvXPQQmoTyHgWi+USXPPMXrxj5PADy+k3mWPvcIJL5toLG9qIcqvpVsib5Me9a9s8RYPljTKz5/tTu+1HR+vVVpDD/84YC+MJVhuxCcjT1qokW+i4ybPqGSlT7UBpS+pn/zvivpwj5JbX++/KsGPihA1z5n4Pg+AtyNvjLGmb5QQpe+w8ODPTBPcL7sOwe+/xp2PX7jJj4dfiM+KcYavsMtlL2GZoG+9p5IPu1+p7yVQTs9XX8tvpnvZL46U/C9MSe8vqWUib57Fp89ymF7vabBnz5a6pE9hNzXPRYJeT1rFYg+dT6MPppilL1AMIe+7ISEvVL9lb31jeu87bWFPaVPmLxhJ4C9O6covlBXAr+ze34+DZWRPiaOkD4MOBm+oQKfPF6yDb7x1Nk9",
