#include "lookup_tables.h"

//PROPOSAL_TO_INDEX_LOOKUP[3]=0表示index3是一个合法prosal
//PROPOSAL_TO_INDEX_LOOKUP[5]=1表示index5是一个合法prosal,按序号排是INDEX_TO_PROPOSAL_2的第二个
const int PROPOSAL_TO_INDEX_LOOKUP[32] = {-1, -1, -1, 0, -1, 1, 4, 0, -1, 2, 5, 1, 7, 3, 6, -1, -1, 3, 6, 2, 8, 4, 7, -1, 9, 5, 8, -1, 9, -1, -1, -1};
const int INDEX_TO_PROPOSAL_2[10] = {3, 5, 9, 17, 6, 10, 18, 12, 20, 24};//00011,00101,00110,01001,00110......
const int INDEX_TO_PROPOSAL_3[10] = {7, 11, 19, 13, 21, 25, 14, 22, 26, 28};//00111,01011......
const int ROUND_TO_PROPOSE_SIZE[5] = {2, 3, 2, 3, 3};//游戏中每轮提案的大小

//表示每个玩家视角下的“坏”角色
//VIEWPOINT_TO_BAD[0][0]=-1表示玩家0在第一个中立视角得到的VIEWPOINT_TO_BAD为-1(即对自己视角)
//VIEWPOINT_TO_BAD[0][1]=6表示玩家0在第二个视角（认为玩家1,2为evil）得到的VIEWPOINT_TO_BAD为6【(1 << 1) | (1 << 2)】
//(1 << 1) | (1 << 3) 的值是 10——认为玩家1,3是evil；(1 << 1) | (1 << 4) 的值是 18——认为玩家1,4是evil
//共6个，因为C(4,2)=6，代表玩家除了自己外认为其他四个玩家中有两位是evil的视角
//VIEWPOINT_TO_BAD[0][7]=1表示玩家0认为玩家1是assassin暗杀者
//VIEWPOINT_TO_BAD[0][11]=1表示玩家0认为玩家1是minion爪牙
const int VIEWPOINT_TO_BAD[NUM_PLAYERS][NUM_VIEWPOINTS] = {
    { -1,    6,   10,   18,   12,   20,   24,    1,    2,    3,    4,    1,    2,    3,    4 },
    { -1,    5,    9,   17,   12,   20,   24,    0,    2,    3,    4,    0,    2,    3,    4 },
    { -1,    3,    9,   17,   10,   18,   24,    0,    1,    3,    4,    0,    1,    3,    4 },
    { -1,    3,    5,   17,    6,   18,   20,    0,    1,    2,    4,    0,    1,    2,    4 },
    { -1,    3,    5,    9,    6,   10,   12,    0,    1,    2,    3,    0,    1,    2,    3 }
};

//尝试添加一个VIEWPOINT_TO_Merlin[NUM_PLAYERS][NUM_VIEWPOINTS]


//为每种角色分配（梅林、刺客、爪牙的排列）提供了每个玩家的视角索引
//ASSIGNMENT_TO_VIEWPOINT[i][assassin]表示第i个角色分配中，角色刺客assassin的VIEWPOINT值
//第一个角色分配：梅林、刺客、爪牙、正方、正方
//梅林、刺客、正方、爪牙、正方
//ASSIGNMENT_TO_VIEWPOINT[0][0]=1表示在第一个角色分配中，玩家0的视角（viewpoint）是1，即VIEWPOINT_TO_BAD[0][1]=6即认为玩家1、2是反方；VIEWPOINT_TO_PARTNER_VIEWPOINT[0][1]=-1,即无法标识伙伴视角，因为是正方
//ASSIGNMENT_TO_VIEWPOINT[0][1]=8表示在第一个角色分配中，玩家1的视角是8，即VIEWPOINT_TO_BAD[1][8]=2即认为玩家2是反方；VIEWPOINT_TO_PARTNER_VIEWPOINT[1][8]=12&VIEWPOINT_TO_BAD[1][12]=2即认为玩家2是反方队友
//ASSIGNMENT_TO_VIEWPOINT[0][2]=12表示在第一个角色分配中，玩家2的视角是12，即VIEWPOINT_TO_BAD[2][12]=1即认为玩家1是反方；VIEWPOINT_TO_PARTNER_VIEWPOINT[2][12]=8&VIEWPOINT_TO_BAD[2][8]=1即认为玩家1是反方队友
//ASSIGNMENT_TO_VIEWPOINT[0][3]=0表示在第一个角色分配中，玩家3的视角是0，即VIEWPOINT_TO_BAD[3][0]=-1即不知情
//ASSIGNMENT_TO_VIEWPOINT[0][4]=0表示在第一个角色分配中，玩家4的视角是0；即VIEWPOINT_TO_BAD[3][0]=-1即不知情
const int ASSIGNMENT_TO_VIEWPOINT[NUM_ASSIGNMENTS][NUM_PLAYERS] = {
    {  1,    8,   12,    0,    0 },
    {  2,    9,    0,   12,    0 },
    {  3,   10,    0,    0,   12 },
    {  1,   12,    8,    0,    0 },
    {  4,    0,    9,   13,    0 },
    {  5,    0,   10,    0,   13 },
    {  2,   13,    0,    8,    0 },
    {  4,    0,   13,    9,    0 },
    {  6,    0,    0,   10,   14 },
    {  3,   14,    0,    0,    8 },
    {  5,    0,   14,    0,    9 },
    {  6,    0,    0,   14,   10 },
    {  8,    1,   11,    0,    0 },
    {  9,    2,    0,   11,    0 },
    { 10,    3,    0,    0,   11 },
    { 12,    1,    7,    0,    0 },
    {  0,    4,    9,   13,    0 },
    {  0,    5,   10,    0,   13 },
    { 13,    2,    0,    7,    0 },
    {  0,    4,   13,    9,    0 },
    {  0,    6,    0,   10,   14 },
    { 14,    3,    0,    0,    7 },
    {  0,    5,   14,    0,    9 },
    {  0,    6,    0,   14,   10 },
    {  7,   11,    1,    0,    0 },
    {  9,    0,    2,   11,    0 },
    { 10,    0,    3,    0,   11 },
    { 11,    7,    1,    0,    0 },
    {  0,    9,    4,   12,    0 },
    {  0,   10,    5,    0,   12 },
    { 13,    0,    2,    7,    0 },
    {  0,   13,    4,    8,    0 },
    {  0,    0,    6,   10,   14 },
    { 14,    0,    3,    0,    7 },
    {  0,   14,    5,    0,    8 },
    {  0,    0,    6,   14,   10 },
    {  7,   11,    0,    1,    0 },
    {  8,    0,   11,    2,    0 },
    { 10,    0,    0,    3,   11 },
    { 11,    7,    0,    1,    0 },
    {  0,    8,   12,    4,    0 },
    {  0,   10,    0,    5,   12 },
    { 12,    0,    7,    2,    0 },
    {  0,   12,    8,    4,    0 },
    {  0,    0,   10,    6,   13 },
    { 14,    0,    0,    3,    7 },
    {  0,   14,    0,    5,    8 },
    {  0,    0,   14,    6,    9 },
    {  7,   11,    0,    0,    1 },
    {  8,    0,   11,    0,    2 },
    {  9,    0,    0,   11,    3 },
    { 11,    7,    0,    0,    1 },
    {  0,    8,   12,    0,    4 },
    {  0,    9,    0,   12,    5 },
    { 12,    0,    7,    0,    2 },
    {  0,   12,    8,    0,    4 },
    {  0,    0,    9,   13,    6 },
    { 13,    0,    0,    7,    3 },
    {  0,   13,    0,    8,    5 },
    {  0,    0,   13,    9,    6 }
};

//在某种角色分配下，evil的位置。
//如6表明在这种角色分配下（00110）player2,3是evil
const int ASSIGNMENT_TO_EVIL[NUM_ASSIGNMENTS] = {  
    6,  10,  18,   6,  12,  
    20,  10,  12,  24,  18,  
    20,  24,   5,   9,  17,   
    5,  12,  20,   9,  12,  
    24,  17,  20,  24,   3,   
    9,  17,   3,  10,  18,   
    9,  10,  24,  17,  18,  
    24,   3,   5,  17,   3,   
    6,  18,   5,   6,  20,  
    17,  18,  20,   3,   5,   
    9,   3,   6,  10,   5,   
    6,  12,   9,  10,  12 };
    //00110,01010

//三个特殊角色的位置
//梅林merlin = ASSIGNMENT_TO_ROLES[i][0]
//刺客assassin = ASSIGNMENT_TO_ROLES[i][1];
//爪牙minion= ASSIGNMENT_TO_ROLES[i][2]
const int ASSIGNMENT_TO_ROLES[NUM_ASSIGNMENTS][3] = {
    {  0,    1,    2 },
    {  0,    1,    3 },
    {  0,    1,    4 },
    {  0,    2,    1 },
    {  0,    2,    3 },
    {  0,    2,    4 },
    {  0,    3,    1 },
    {  0,    3,    2 },
    {  0,    3,    4 },
    {  0,    4,    1 },
    {  0,    4,    2 },
    {  0,    4,    3 },
    {  1,    0,    2 },
    {  1,    0,    3 },
    {  1,    0,    4 },
    {  1,    2,    0 },
    {  1,    2,    3 },
    {  1,    2,    4 },
    {  1,    3,    0 },
    {  1,    3,    2 },
    {  1,    3,    4 },
    {  1,    4,    0 },
    {  1,    4,    2 },
    {  1,    4,    3 },
    {  2,    0,    1 },
    {  2,    0,    3 },
    {  2,    0,    4 },
    {  2,    1,    0 },
    {  2,    1,    3 },
    {  2,    1,    4 },
    {  2,    3,    0 },
    {  2,    3,    1 },
    {  2,    3,    4 },
    {  2,    4,    0 },
    {  2,    4,    1 },
    {  2,    4,    3 },
    {  3,    0,    1 },
    {  3,    0,    2 },
    {  3,    0,    4 },
    {  3,    1,    0 },
    {  3,    1,    2 },
    {  3,    1,    4 },
    {  3,    2,    0 },
    {  3,    2,    1 },
    {  3,    2,    4 },
    {  3,    4,    0 },
    {  3,    4,    1 },
    {  3,    4,    2 },
    {  4,    0,    1 },
    {  4,    0,    2 },
    {  4,    0,    3 },
    {  4,    1,    0 },
    {  4,    1,    2 },
    {  4,    1,    3 },
    {  4,    2,    0 },
    {  4,    2,    1 },
    {  4,    2,    3 },
    {  4,    3,    0 },
    {  4,    3,    1 },
    {  4,    3,    2 }
};

//生成每个玩家在不同视角下其伙伴的视角索引数组
//用于在游戏中标识反方的对手
const int VIEWPOINT_TO_PARTNER_VIEWPOINT[NUM_PLAYERS][NUM_VIEWPOINTS] = {
    { -1,   -1,   -1,   -1,   -1,   -1,   -1,   11,   11,   11,   11,    7,    7,    7,    7 },
    { -1,   -1,   -1,   -1,   -1,   -1,   -1,   11,   12,   12,   12,    7,    8,    8,    8 },
    { -1,   -1,   -1,   -1,   -1,   -1,   -1,   12,   12,   13,   13,    8,    8,    9,    9 },
    { -1,   -1,   -1,   -1,   -1,   -1,   -1,   13,   13,   13,   14,    9,    9,    9,   10 },
    { -1,   -1,   -1,   -1,   -1,   -1,   -1,   14,   14,   14,   14,   10,   10,   10,   10 }
};

