{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "0abfe6202f24cc3e02e2f0fd31677bff54bbb462e745307a4725539b33523cfa",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "YiQbP4lX5D1mKk8/naenPb10BD2AQlU/AR8dPwBQEj9atBM/PDBWP194OD85CrQ+oXsyP2flLD/U0Tc/M2dHP0leUT0n2LM+6S1nPlldiT6iRB0+KSJSP8+4ij5NVXI+YatQP7Y4Mj/j5Hg/fO1EP/aneT5Xq8c9S9JGPm6NVD/t7Ew/Yv8WP/3cHT9lElI/3vPyPu/LpT6l2O8+EM9lP3TaEj6QFcY+tyj+PrHGRD0kj7s+5UBsPkI5Wj6WyPo9OispP3PyGD+FtyM/axv3PkbNeD+vjnc/jfUFP/iwDT0P+OI9OpFhP9bRJj41Z10/PnR5P8942z6UDUQ+6AXrPQ5AHz8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "dVBLQHL9Y78AN+k6v6Ucv8iMrz85m40/R0A5PyLJ6z4cjPm+WBLEvUZcRT+cHUY/1e1hPyzjGj+xgtu/HqVAQBc7AT8oj+w+wMieP7hm0T/BIYU/doJwP5wdRj8DEfE/gfdoP669oz8iyes+/YwzP+efgT5+0l0/N42WQFjiZb9744G/zjymv14Hh78X1cG/+C3rvtXtYT/9jDM/zAo+wHuQAsAcjPm+AxHxPw52QMCszFjAjo6jwFrSQD87bR4/hgMwP3M7ZD8GHDI/4mm8PyzjGj/nn4E+DnZAwLBFyr9YEsS9gfdoP8wKPsAT2Wa+9mgYQCCcLb8XjLG/hFBaPqyu3L9OKo4+Qht6P7GC279+0l0/rMxYwBPZZr5GXEU/rr2jP3uQAsCwRcq/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "FOPCPdPfmz2tlAg+SJ9zPv7mST4Fwus9VYZrPXBOMD4mCLU9zOQmPuwoAD4a/Ac+TtRBPpfjmT0HOVI9Vse5PXIPrT0ctiw+SepBPskjPT6LQrk9BsaLPeN+Vj68ajs+YeTCPdmIuT0Cjlk9I/WUPV9IFD4ZpKQ9fDEzPbhvvT27By4+BxVqPdYvLj4mekU+ghBoPcFfAz5APQc+RgLzPTecJT7+irw9MNv1PYXG+j19ma49HYbEPfSItz2O/GA+D9q0PSTjdD63FWY+CxQfPiUl7j02yoY9CewHPjWHOT0sarw9Cj75PcRt5z3He7M90o0cPvMbqz2Z2QQ+oRcQPvI2UT4gkMo9rkohPkf/7T15f+49+TqiPTAn9T3fM+09M7iYPQdakz2k7q09M5UlPTSahj1H520+CbU7Pgw0pT0="
      ],
      "weights": [
        "0y26PUOAvT2b6hs+HEIGPljZqT3QcgE+tAOmPdZY/zzx6+49XjzLPUAODD6LoQ09kvgLPqIwjz0HmDw+V/LvPP6kJT7w2Sk+PBjQPTkILz4XFu49nqcDPu7PCj409AQ+1UPEPSMrJT7Crfo9hkwLPr2W4z15H809wfccPsBoED48Uio+mq+4PWFvvj35uy8+QLPnPaXZZD4H0AA+5g/sPbZwXD3Xg8Y9UU4+PuhHyDmApzs9JGfJPfvNID7mcxo+KRssPmM9Cj5Si5Q9PlOJPbEz1j2Bix0+jFIvPjA51zyxe/Y9vCUAPmfTbT6qNRg+0ENGPiOPpD2xZoM9/TsHPrlzXD6zp7Q98lfPPUpEhj1eTSw+t8rNPcOzUbwWkRI+tULRPWG+ND4WKA0+535/PQkepD1FEb092Pq7Pd3blz2JP7092pypPad2zT0xiNo96uuwPQFwDj7u0qw9mQErPQMXtD33WeI90v7+PZIfyTxZwvM9N6KSPXsHSz6Exxc9mqwcPlMeZj4mteU9ecgqPpq2HT6yR809d/8IPhzCBj5tl9E9/ZIqPhCrFj4ywBo+q3UNPgXVoz3PWCY+Yk71PfWuJT5a0qQ9LQO6PbB4TD6dTvo9HReCPj6vzD3MoxM+5gRZPeDvyD1Eo04+855FOsV2Dj0R9+U9CO0gPrIDzz1rZr49a+waPn7tNz2z2Fo9+2D8PRVlHz5ZBC4+z/YpPfxPDz4qX+g9koKOPlCyJj6oXkM+SQy0PfPVgT09/+I9gtdsPmhcEz6MMtI90sZ7PRXyGD5QkYE9/fvYu/CSFj5TbJ89+dMoPsKfRj62/oY919rKPZNknj2Ed0g9PrtIPUArwj2xvwY+fGw1PkK/5D0zrJ89SHwePgbGuT1+rAo9u1kPPgni5j27bw0+viEdPb7bAD4BY4s9TRgZPtKMMj2axhA+fb9WPntTgz3YixM+xJa/PS+Q9z0zXTg+lK8DPlZIwT3CBDA+405CPnqXzj1E0ec9eYXaPWRVOD4AzlI+",
        "sikZPkzkjj2Pftc9gzosPvj9vT3wFQY+fBm3PdyjET5KDzA9bPfSPfTvNT4GjLg6YTubPEmRxz3LufU99LAfPiHO6T33sQI+zDXHPZs5nz2c1vc9Egk+PrudIj5K0C094NwWPlQ94z3y1S4+qq4dPlCoND47kEs93iG3PfDWGD69eFk+8K4dPqXvwz01SV49czMRPpYbwT3vVO274G//PYfbwz2OSTQ+b53dPSmQZz27UbI9Vg7HPRjO7T0Wg5U9RwGUPYFT2z0GR4Y9n4wIPskRtj0Zvu495JqrPdXoOD3Hh+49jeDZPV9ABj4U/jc9lYvgPZHGzT3z20g+/yvYPL8OND4p8kQ+xMexPbDXGj7KUfY9kWgMPvdfOj7MHOo9gtDVPYn9LT7D9ws+6nYePi+ytD1Ox/s9OaanPSpMHT7rtHM+Q0OePY7K5D07cwk+W3ffPXV7nz1g5vQ9iGwEPj/pJT0Y3wg+gOtSPsBgNDxOV8U8N8PJPdGCEz7fDCk+79b0Pff0GT6vgZI9jgKZPec+Ez6XgFc+OGs4PmK29jygoP49Z9b5PZifDT4fUQ4+V39jPjS0hD36TY49Rdf+PUW+kT7bHJg9Hw64Pf/HRj27wFA+eokLPgdMfLzBNTc+PmbGPeOtHD4nHOs9wa5YPVo/1j0b7bA9A+12PUobwT3Rqco9cigLPi4EFj4FTQY+IJe/PcMtZz7LD7g9b/sdPa/3AD5HeJk9PtgQPpZoUj0zCgQ+lV2aPWC/Jz47O1A9Br4OPle8Lj5jJHg9on1JPoIdBz55GuY9VNQIPpe+3j2WFtw9BevwPUdZTT6lTC0+JP8FPg5eBD6GhCY+9YQTPnhBQT6LFIs9bDD1PRI3Mz4yDQI+KC0OPtG58D2AaQw+SucQPbDsvD1cljM+2laBPLPumjwTJM09wyXrPQgEQz6Jihs+8cXtPSs3oD37+0Q9rl3bPSqQNT64IzM+lEHyPNT/1j0RYuc9upgmPvjFBD76+lI+csRYPVG9oD2K5Ok9",
        "+65cPoU5fz3WubI9xL9hPZHaFz7zud49i/RzuxhoFj57RMA9ZMQHPhmFBj7+W3U9Ka3JPZe4uT0JH6M9FE6hPT0Z772Yzdi+pj9yOv/Zqz3iFFe+OUVPvgRaaz7voGE9Xq24Pf+f5r6Edp+9XgSDvrA7ij4aniM+oL81Pg0jaz792RO/Cjs1Poz1GD2SaWE+4/qRvpoHOD8Rlkk+HLBivsdl3D6t/oC9x1v3PXBuCz6emwK+c1GtPrqaJD+LnSE8xei9vsLy1j5vi34++sNsvwnAbr+JfW8+Tlo/P694Kz7/VBW/bc4Dv8dmFr5UJDM/vaE8vh72+r7AjQU/U92EPujzsjzDOs0+glCMPHy8HD4m3bY95KneO+5YBL+CLgo+/EOoPiRolj5lfbK+6vwHv4475r37x4I+Rbg+PGuUYL6zvRA/X6njPLIs4z6lWzi/T7C5vaKTar5B6uY+Aw6kPO74sT6L3Cu9VTzFPjil+Tv93Pk+5+WLO7TkWT7SlsQ+D/cWv0QwEj3vth28RVb7PG3Xyz4ZIE2+ktSIPoOriD5lKPg+02G8Pp/9D7/r61A9OFEkPlBBib6cUgI9z1cVPrOCDT47LYo++s+XPamd+T41Gm+/yJWWPDgE1z7p5KC9iLLyvbRs+L46/oQ+O5oJP31klD7WOXk+7mO9Psl3ObykgA++1aGKPQp/+j7KmDm+Nw70vTvFRz4ymVM+/fwbv4UgxL7WpaI+2/OVvla0Qr2igOg82egIv+0nlT5kHqU+OVyrPmN6SD4o/Fq91X3nvuD+2T21ojY8/BCsvpy/Pj9gr3Y9bWU4PmDaxzwnIRA+F22EvjXIBL+poy2/xsqwvZzJPr7tzg4++ffEPrP4C7/qzxq9kegYvoouPr4sFh6/wGo/vy7W9T4FyQs+AU68PVFQwzz67Oo+k38Nv9jKTTwQqB2+SMkkvr6IuD7FQSA/80LRvqGAfb0YPWA/Z4sfPkycLT4kXxg/Nk9APtgLlT42NJC+RD9BPiZewD0A/5s+",
        "3QE9Pi8gvr3MwJa+e/84P+FvDr8lpw4+PqXOvZQZib4sU5M+y4apvg3omj7hTrw7MI4MPxQLET14msQ+0q53Pt4bGrwUQp8+G2zQPmYqMb/EGN69D/ZWP4zziD5Ets6+zKI1Pk7JZb3Y7Qi9y/qYPrfbJz78h9c+MgdpPXwTWzw5ewy+WMevPukNrr1of9y+5fyHvmpwqj5KYX4+yR+lvjy+Cb8SuX4+c17zvuSkBz0gh6q+ayYfvQ30mT6LeCC/ohqbPr1WRz5RQg4/YAJ6vo6CjD5xxag+BcDfvUKUiz4oZR6/eydyPrlg+D1C4ZE+hdq0PRvlvj7cGb69bOmkPe+Pyjv7ugu/p8jiPQZmHz3oPYi++5+Svj+EyT70jyE+l0WLPJSbmT2Hkew9PAomvlWgEz7Z24w+dGPmPcAuJT5BAt++NzOHPmHReT5tMsk+vcQOvhsy/T4/dKE+DRhHvpuopT4xkAu+VtcJP6QmW76oBde+UF8Zvnq6lj5OoYg6x/j2vpuX4z6B688+6vlIv0Gukb+m9Mc+sc9fP/XIDz5uYRW/ITS/vk1GVD6nFNg+poycPn5/JL/4GZA+53tYvcUO+70Ec2C8tQavPcp3Ib54X6O+0BglPTnrUb/TdJY+q+iAPsPWqz4WWpU+dshVv/KPNTrqBfM9krn4PbaBpL48ch4/Qb42vjdEIj8YC4G/O6qzvsj0Mb9I6/w9lNSPPpW21z4rPqa+xXnFPqf0oz54gjw9XpOKvfr+OL1jsfg+JPetvou7UL6mRWM+16p1v0pWwb5J+Yu+eiPUPivOVr7R1TO+T0cePoRxhT4KZyi9MhbJvkdUGz7NAIG+tum7PXATLj3dasA+RMqMvfQq4T2x1zc+ZkuoPFlTkL77kRW/tGHNviircL8A/GK9/22PPocWw75oeUq+g2oRvror0j4ds2u++QpNPoa4EL5OJps9x++HvJCFMz4dczY/MZ/ePghYUDyjFrk+5JmKvXsVSj1U9be86gyEvnn4rD7W8YQ+",
        "SA6vvCz7Eb7ypYm+D/mdPv2tIr+mC4A7cxK2PqBUPj55rpc+W3SsvoZ9rzv0LDg/Rs0QP7r2875+eS6/lhOpPpUzJj5GbAO+7wKEPhy6or4PHxc+tOUGv9IO9z0Zlr694D/3vXVHv77TnOu8kcMcPsIECD6028I9KeK9vvCNID8nMkM+z7CDPeFrIj/hmLY96e6fvsBkHb7soSQ/NcDBPgIrr71jRSW/+hOwPnvLib2N4Fe/RLwAP9//Jb8/fJU+ObZMP8Gw1r2v8MS9VR1JvumR/D0L7cg9r/u6Pk24szySFcU+z0ggv3iucL2QFiW/0RRePvq38z5gl2U+6ciPPowUGj+eL4A+BJAmP6F/6L6Xg9Q+VcYPP3/tNT8Lxtc9BzqHvy8fz76LkAU+K0x1vqGIgD5smXc+RrqRPmUdGT6v2qG9qVudvhFuJb8Tmzg+R124vVHBvb1Kuro+7pQ8Prenuj6lFt89qPeNvozGCD8CUKQ9CbwCPZOphD4bVAu9eguxPpcTq70Sdh8/E7U+PsWTlL1lKDw+CAhQvnzG973S20M+dcLaPff6Aj/CYrI+U9nhPh7nnD4QtI6+5Ud3PciVjL5Poqw+t3W6OrdzxTt+nDM8nxWFvi62rz6U8rQ9iWgWP1cNSz5+CD6/jjbuPFQGqzy0Bxk+Jl5mPbm2nj1kfTq+s/v0PvbV1T64d/Y+9SBcv4VMhL2dcgA/8HrFvrEAar4irgu+N2xGPjuHSz+tufO7EowevCpqiT1pBK89zY6TPcGRjz1y0pU+sgKavgrIEDw3XV09DVi8PvHJzr5UK7I9BpovPqSzdb6OJ2e+05ycvdE1Ab+s98Y+w+MIPz/BWD4Zy6c+GBUdPfc2Xb6zBhI72wxAvtKWFr0PYC4/c0ERPnX5gj6RsVw+ut6ePQkF9r06j6W+jWKAv0zWML4UACq+rg9BvRh/4T4R6bi+NXvsPHwXiL4VRHO+UBJDvyAaGr+BjsY+hAxBPm5VzL1l0a0+mn3GPkTBdb6u7XS+",
        "ssHSvbBoBD7wmxM+wFJxvyPvCL9ywK482/8TP4eHgT1BjJ6+grttvmB2Gj7m+Ge9HwsIvhErCz7Ja447MRCdPoq9Oz77mso98emvveDOoD3wn+o93KolvjAADb62fTe/ZDukvtwzhr/rqve+VeyyPv0NOL5R2y++alArvj/EBT87/US+iWODPolWPT3swac8ZVqaPqdL7T4Ct8k+L2vuPhMOl73B37E+mJcHvt6+Ob7XTv2+xnOnvmIqGD9fnhw/fp4LPvijEr5AmfC9U1yDPTaxDz0jkJs+AP7tPaPhPD8Fwwo/m9CXvh6vjD5xbTg/TWbAPkdcO78eL9W++qpmPp8fzD0dKW6+E9AxPsyZFz3OXaU+/IwYvxmC6z48Q8G+sYYTvn0sHL/QCCu9uSo2Pkp71D4JVpw+huVGv5h9gj63iZU88oGyvsZGjj7ekEU+v4DMPVIhj74RZPw+lm0APwg62jwRP2++i7YNPSrFWD5o5/i+4B76PrFyDb/h62M+d6QBP68s+j3/sfa+nVqiPpznB79Tq7u+TCwIPk26jj5HTRy9iDCyO/er7D5vGtA+6xU0vtHCtD6kk5q9hnRMPkYNsb5zVSq+DLO6Plb0lj4Z9RS/vxdNPfTIhj4T+uy+hf8ivmo6lD7KNii+Wcmzvv5jGL4c9L08SYaSPhmfKj54uXg60SgNPhHGib+LCY29o6qkvk+UDD2cvoI9JZEUPzMUmT74ToS9A0ZtPsJjBD9tobK+p4uTPiCjwDvxZoo+08axPb6mvT7Ryda86SIpPv3UHj/hfWG+V1rzPtcdcz4JoxK/G+TIPVslYr1tWuM+x23GPjbujz759Qq/d4UCPltxKz6+1S++Lm9aPokWmT6RNwW/O11lvgFCgD/M+Jk+7CcPvPsvvz4r/3E+ukiWPh8/0b3JLDw+Ue7hPUxEDD+aSVA+h/qAvQ8n7j0+Uxg/JRvhvtjRzr66K6i9JFgHvtNtVz4S/tS+aaP/Ptp1Nj1J0Bw/gauOvj+70j22aao+",
        "v5WJviYADz1akEM/a5wlv+dITb7AABY/SQR5Pq5ID79k5DW94OfSPJc3kzxdi1k+JYMyvXnejT5co3U9rHhBvqXWtL06oQe9oIVYvmQuTr8+huW+/QcXP5+iBT6LsI2+NWGqvuey373N+p++yk0rvcsRrLwG4pQ9s737PdOb6L5xQIE+tyYjPlu+Kz/6SmC+FlGrPk4PAT7uHn495lawPr4BPb+P2m+8fmcsPpMFjz6/Rda95f2EPmb3BT5+L3I9Kv/dvcLKFD55j+U+Aw30PZs0mb4Jz6K+GDYXP/xOlT4Cw6k+4MIEv7RYIz1mIO68OIX8vZB+4j5IuQy/9HqbPsG0Rz8osLy98eGWPTftCL903AY+ItoRPXoRyz35lWK+ep8SPjqM674OhgU+g40Fv9zvM72jGh8/CSIvPktHbr7af4s+Cf6sPtAf1z6ps+u+t79qPnhehD68JFw/7ImwPl4+TL+GXwS+tdaEPqapML4nw5Y836icPsxlyD6wX7U9XVPGvtGvBb5rVwi/Zw/MvYIxab64r4q+vanhPrTiT76emig/ca9RPahyi76dtag+dv4/vbxv2z5HKZQ+R4cBvv24DT60h5M+58vwPoq5Hbz9K+A86Q+NPSm28T5qjSi+uEsMvtI3S72Vc1Y+j9PFPbzGFj9r+Ys+PjHcvR6NnLzIPiy+kZ69vjJ0kT7wdf0+oBZhPuxSL764SRw/UMPqPtr9yrxrN4++ZnRKPh5wDD0Phhy/ZUa8PtgrSr8b/j4+Ju79Pnjf2TzzlQ+/2rybPjlmU7+usUE+2lPHPgL9vD6FYGI+ydd8vhX/8D688Tc/1d5PPnAFgT6DEFs+Lf84PltzvT0KKwm+H/RwPhi2cz7kKfS+LhapPYrCkj4wMxS/vmGYvuX7sz5zpDC+bx7BvRpfBr+XN7A9clfnPsiphD5+9ng+DSUaPmWqlL+P8i6+kOn7vlL+Eb2y444+OHE2P6ke0T6Ynyc74eGhPly8mT43MHO+RB7pPr4BIT44zzg+",
        "FDOdvDg4yz5KiCe+bWdPPUYG2z7doYa9hhWwPnb/gT7gpMe+cvKbPa0flL7W0X4+J64PPvxbqz46+0i//pDAvS6aNr8rh5w9q73uvKRkFDzMYuS9IjS7Prf0yT3/XOM+83UgPnKltj5xqmi+ZOxnvoCAW7xJPK8+mH7XPsD/47xww4g99hRYPoH9fr4WXgy/jufgvvWjsD65XrW8Abu9vRuDUb8vdoo+GOYivtPqtr5l29097Dw/vYMNBb+vKuU9RzyNvqOStb96umO/PXulvjwrkD7MpLQ9j/NKPMeSBj+G/Tq7mQYFv9KRwT3+wzC+iIA2PrdSrD1Aoqg8dU/VPswyEr46jfM9qDLivrvqlToEL7+9FyXpPRZQ6r783Bc+WeTMvogler4wKmU+PsHPPecY3Dyv0Qm+DY3zPss9Uz4GAy8+dkDbu+HOTT3c8b299DzYPdw9ijx29o6+wCcfPj/BTT2q+z+/hbaIPnRnij4aYku+sf56PmgrZT5L+F29LUIBv62tjT0HDru+OTr1PZEFLL8LjAc+Z6uBPnwHVD/dkag+feQHPl7DJL4muO0+idZvPlJwlr4wTt0+74e9Pqv3DD9cqo6+7DLCPSghjz48GRS/lnYLPgV6qj28c5M+98VHv9A5Pj61WPG9X+L4vXt8DT2nazM+d9TuO3srBj4QApE9RmE7v3kXSz6/Kxc/DeD/PX/cF71LjBU+Dih2PnvBjL47uMW+znx/POkiHz8lQHG8PPszPccTpL5Hrjc+BHqgPjqpmT54xtq8VfS8PiOunj4i65w+vYkYPyn+3LyHh+S+saXJPjFgkj7iYa4+rXKMPZHBt74l07C+ASjHPvY8Y74gof08szoTPiP2Lz7A5pg9tmpdPn+dvz7w456+eraivnRDTb9NPEc+4UQqP0xxMT3qoay98lilPvsDKD6BTo8+aW4/vKBBs704POu9N+KwPhGVED/4e9A+rczYPmoEsr5yJAi+qgNZO75Hwz2FQ/C93yqwPDEjHr0UWOS8",
        "LdcWP3mGBr4QuHo+7zSVvt07/76qXKw7mUyZPic1Pz26KZM+EjvMPnGtFD6FvoM+lg4HP95ZHz6JDZm9GptJPhr5gT46yja9LN6qv+76t75n1PA+JxcFvcPX6z6OGwg971oGv50YLr7R99i9k/M1P71+sDwFr1y/cYeBvucbej6Mwyq+j0FKPqKt9D6cmzW/oA0oPnGEJb6PI/C+ti+rPuzxTb/S2Tw7VqOqPvG/ij1ZgJu+0Lq6vgaA7D2oHC0/mcUpvgYbGj+MNLW+CykmvWfK0D7eFBQ+8mgPvwqUib0u/S8+YpeCPjubWb5zvqE+Wp8fP/DhgT6uZb0+TqYSvfFcm757cVY9REQivprSPTsV3KC9qGPCPqjcwL2j0d8+vctsPjUjbD76Udq+uibJvk+riT54qKk+5XM3PWey471KQhs+0mtjPgW1RT1uX6K+aR/rPVD14D1/f+m+HNT8PGtAUL8pWwm+RUoyPjvSNr1mkua8MegOPU2RD78hcZw+houDvm//sr/LUW2/nalAvuvw3D61K/s+OrcgvuaWDz+WrBu+X4tZv70xMj5Cvek97OlyPoCr8L2Fx4U8VRK/Pv+vqbx4gxe+fEQ5v+6gnL6vKkc+APGqPXFcBr9plZk+vj1qPta26r5ckj4+i5wyPsjR8b0aKAC/MmKLPsQRtj7dBDs+nnCHPnKbVD1Rrji97MgTvdbmiT4su66+CkCZPmgrqz0+X1q/8KqCPVY00D4g6L69krYoP53A4T6irfq9RhWAPig5Gb7Tjna+7NmMv0+KgT5hCsI+GLTSvk0drj3Uioi9t9hyPhn2rr7niPM+ccSzPs+Rmr7nLgY/KtBXPucKhr28HpS9TkcLPw/ZVL7/s669WJAZPy3orT27LdM+4LVPv3GirT40fuQ92B2dvm6WgL7kf9e927G4vfJvWD5ysj0+zJWmvwkUUb3vDEw+IOMDPo8QTL68RV4+uKQjP8Pgmj59H8G+dZmCvVSAm71ffck+dOocPrzw5r4xzik+",
        "c0F1PlMSWD8drAW/sZS3vcJyIL7sdJ0+YlduPplAGzwmFfq8V16QPoXsjb4CKV6/SjyJPowJnr4dGOm+nN9hvnkOrD5MGmC9ysgNvocfJr6Lc869kCjAvmfMoj6anN69/aCAPYcUYj0Rt0y89w0EPu3PQb8V6OA+V0M7PnXHNr4vW8g+rhjKPqF7GL+AiR2+7dUTP5GxHr7iwIi9cIR7viU5sL1aTqE+dEx6PpO+tz50JXq+Z81Vv9T0eD6AIbc9pKw/v+eOFz1ZRMM+9KpEvkq3KT3xPFI+koYSvnj2G7/Em/m+tPrwPTPLYb40rzi/kSQiPoywLb2I+qc9mTgxPbne5z4Unwu/+GeSPKT6l75mmNo+uGIUPgSypjycEIQ+aMpyvmQVFz6z7p8+kIEdPiB+Fj7KLxu+cNl7v64b4D6MStw9HasNvSFYFD7jxEC/kwizvY26Nz7vRwK/0OasPb6GoL6ehEY+a6QWvhW9oD6p5sM+zMjQvUlaoT5arOK+7lXRvs8AmD6M7gS+3AZZvvJy+jyy+2W9YugrPgn3gT37Nr4+0/8GvpZP0T2BDS0+/nwgvvRUEz/8J/U+18gQvt61Ir/nEO2+h81BvnC52z5j7B2/tw4KP6tLxz2X5Uc/i21hPrWWBD4U6Am/mP0FP3Mtnj6rmQm/jNSlPrDboj4wXxI/bDGXvpr2CT+DUr0+GLSEvq3npD7675y+T1TQPvHX8r6kl0w+9niqvs6s8Tzijsc+hbdkvae54z0kuIs9lDNpvUUipL/VggQ+aaEFP+9Etb14A3e9fVDyPRYWrj4rZd+92pcRv4kAkT5gjvU+zDiHvmvVkj3PSsS+x+DvvQM2kLxC060+Qr8aPas5mz0wEy4+4YmsPT1VCj8tACi9powsv2DPjj1gMQE+vuxEPh5N/z0nVGo+D6a8vrUqAj9OfY894JsBvu0MgD3W2907XrNmPm+mwL2/Z+M+3ZQUv2Rut77N+ku/b08hPTZE3T5Xrbs8iU+uvfHcQD2P+7Y9",
        "KWTwPQlBJL0he52+/Ll4v6C61z7todw+44Ibv1YUxD7AQhw8vBjNPpl1qb3ksLE+arX4PBHi+b6RE8w+z2iiPlG5l75k/Yu9/gHkPn5RwD1z5ww+/HoAP1M4w74vnAw/sIbnvlUtoT6Ma16+RIKbvrMs5z1e0ua+VzXDvZYfozyZkK8+hF+Hv1Xb1D0wxXw+SNgJvvIa0j3hTWW9d6f3Pk1uAz92ILu+w5pOvfISCb50zNU+HKrTPWhpRL6Mxbo+OKqUPiTDZz9hz6C9uzgYvqIuBr6qmYg+WJftvPL8MD6dmJG+8pZaPuJ7or7+/EK/cSHQPgk3k75viMq+Zj8ZPcEGpz7y0go+z5x9OwJdOb5YC6u+yFCEvpQHsD7dEFy+SVi6Pd6mrr3yWym8OkeLPgabDb9926y7/TGtPjl5OD63MMI82K9NPuNjbr+Y+Ya96TG9PjRLDr6oDUA+6Nx/PvIoYL7Bcbc+39C8PgR7gr7PsxC/op0Av4zt9D7XCXQ+3ERqvttJEL5VlPI+G3yYPps7FL3TuRc9oBICvjQMqD4iw22+OieCPqpc0z6ZpA4+gUcuPosbcz6l4ry9Ci3Kvv5iyD6xPZu9AwHNPeAx5z5JJ1O/c+6MPnz4FT03m8C+g6gGvSs0Ljy30bw9IodWP8jLVz78yAS/zf62vqigIr7APzM9seWePlC8aj5rVP+91j6uPXCkgD7CTSA+lb/qvtks8L6apWE90WikvdQ0lT6B/NG+MSNVv/Rmxr04Ga8+G+Wxvo3PGD5DtR6/40gpvqOfWT5aBWo+o4eqPkfV2bzymt2+G/RFPta5tDtDeXY+A1cJv+QLgr6P0BA/fx4NPxS+xr0Qw4w+qsTCvbvHM704sQA/Hn3wPkXKyjy0O5o+jBgevx2hX76Eakm+jaJOvmNHx7626Rc/yuvBPYXCjT7WsUg/JV9yvjrbAD+9HKW+MPnrvug1Gj5YjPu9TTIVvImVMD4LhXc+HHt1PovzkT2iSkA/elGIPVxXmD5vPNA8",
        "muNmPpLnV7wLHqq/N3ALvqkY/D6nJ7S9GGIePXklAT0C+D2/3+m4vh7U9Dz5dTw/f+jXPFmhE799TC2+jCTcPhEVTT50JTI+og+9Pn4nCr8zQyk9pVwrPihkC79/KJc+6E7zvtEfDT7Isu49cGeoPThMEL5vUgy/zpGkPt/MqT5JjxS/aY6/Pg5Ca774Tuk+4NokPvtQgj2HAbi+3L0avgpWtL4qul69gs6Fvs860z74P9k+jhsSPjMrxT7bs8I9xiMZPoA0kT5xVTe/0A7jvEGYxj40KG2+oLJ3vruK4L06TCm+jtj2PsTBsT4/Rx0+/QOGvqOYFL/Qs528qHxhvLFgEb+V58o8dHnoPtzYWb6LFT48CSfoPSXYC7y0vBK/H2jOvlGnwz5Jvts4T6wwv/jPQz5teay+P+iHPlXagb2qh/A+rnyvvkXndr3s5vG+6j3sPU5uX77aOk2+gaSSPlAAxb3i24U8jtsJvUdnID6/ysA+RCJOvzUTab9mYiM+AE+bPjIjoT1PmV+9pBGsvmUfhj2VC6c+SJMGv8jRUT2QZ5S+BUaOPkmX0L1CIs29+9lsPu/r1byLprI+8/7svfGFCr+qNjc+98VlPUn/Ab5Pkqc+AxWoPUu3GrxOGFs+ML7cPtuGq71LbOQ9/leZPieCGL5nVDE/g9ZkPvpDXr0qKLq+nonyPr5raL9qPDa+qrm2PkP7UD6gFS09xnFcPij6ZL7CEY0+TPBNPmAJAb5Jvgy/Sn4cv3DPHT8tREc+VxdYvhk8tT0Frec+6+qnPojnbD0UsAo+hfS4PVaprT4LH+I8tnkIP/jI7jy2cqw+qdh4Pnu/Tb4+F4I+lzQCv8CvrT7f7vo9gFO5vCx2az6Xe4O+UCwOPVFHgT0f3c2+0XYwPCTXhL0MHxu95s5bP1fnMz7FvAG/UfXcvlMB2L5KcSm+AoFZPoU07z3KOg6+v4zMPfiyOT7JMmk9JQfnvitmNL1uB38+oXAovlAt4D2c76a+pBlQvwYwZb7ck5c+",
        "eQfJviRCOz2OzKe+YHFUvrHp8T7kspg+55bRPquNOr2GVQK/InQVPlfmEz02lQc/eCrwvoNerL4ukU4/C7kMP3wB777eeyq+tjtmPQ8SEz9+9xk+H8YCPtr9Dz8ttNg+PVSLvxa3Qr1l4ww+WcrAvlXdnz7HMGG9ko76PV5Z4T6zEcM+5lHRPFwJLD4T8oA+lYlDPTckk75zftc+U8z5vm6C+r7YCfE9kmWkvqTKcL3OGOw9AjbOPYTbtr1tsjQ9PuTTvm1+Kz34NbE+SLoyPrWpe72b9h064zQsvlPJ5z5iv5K+JwYKPRTOwb6byVA9qLY8PzeOLD3HqSU+zUIHPyhx2D3fu9a+/AmhPrE17j74sl++gRAkO+WYQj62Sze/bejuvc8ekz4H10W9CO9Fv3IALT4p+UQ+yuEDvoh4+T3rRpw+UUFTPWrBkL6J9we/W4aKvqIUtb5UzLS+bH3OvZzmg700CKU+o2cfPmeJSr9q/Ju9QAYdvlxPoj5JMPm+hVCsPtIsAL8rsuw+fS0ZP82BtD4RplU+ADCdPStEMj51z0I+iFgUP2/geT7D/A0+q9jMPnMB2r2qAN+9RRO9PhvPx75R6xs+9zMUvqrJYz6Ssmy9rSpIvTqNGr14azO9K8CyPTBtsb1FD2G96yLfPM9DEb96Cao+txLmvpNhaT6Jgse+TTs9PlJCq76Ns6o+9vzUvfudlz2MrOq+jyaOPkEqRT6fWy8+dY5RvusYBL7YZx0//ou2vblePz5ZAwc/fq8MO69tzb5bROs+JqScPlcTXz7BgXc+6sYZPFtY675DdKQ+Z8ujPksBoz5lZ1Q+a4d4PTNVDD+5JiC+JGFCv3m6qT0B9Qc+mZkIP4Ffhr71nNa9U8rtvdYz7762X26+hfYQPorq7r67ZaY9JAmdvx/W/zzEos0+SngDvwkVG76rh7g8xgaZPqztSb5wvoQ+oo26Pa6KHj2CwUW+8varPZsjz7775vw93f3HPoCDCj99xVW80wxavgbaw74MP8I+",
        "40aKPqvgqz0ctM++HEs1vzJLGj8tNUk+ljGcPnXaIj7btAW/I8piv2B2Jr4/NRm+gePXPgT4lL47cTG+RdOMPW6drr5PUgm+dSWUvhR9G7/qTLu+vj2PvQ26Db5SMIq9N4JCPt1kuT2CAJ6+kHEOv2TDeT4a/hG/mF2VPjLlyz4w/kk+X/yXPP1ng7x93NG9HnSKvyU9r76urOe+NMYLvwro9z5wDJK+kmOGvhpfgz7PQKo+7AodPldTfj1PPRO/UCRzPsKjv77w4DQ+8LMPPlCpMb7+t7e8a5sRPwd8Gj8fikI+GllkPtX0Cr61BrW/2x7hPrQjB7+JMJQ+bvihvlmvQL4qZZK+yxh5PmSkCD/xbkS9+Z4bPgErCT/UdfE9qKc1v1NLUr1xYA8+W2OMvuYkrj5uTtG+ly3LPeQTwr1AFhI+ZEy5PQa4ZD2OYEc+FS6UPlppZb4kuNg+t4W2vuwTHb/Y5Lc76e4Qv9ngzj3LzeA8nLeNPQhsT77xngk9muhIvln8472L04o+Mo+DPKT+6j4HWEI+ypWHvcSDDbt22SC/99XuvCCnjb7B85Q+PX1+P72CNz6T1QQ/UP82P2FEuTv7/pe+PLClPMrEED8/lSm+9r9CPdFboj6O1RW+ms5YvoIuKz5OAqq+jSYmv1G/Aj6Dbko+ovq0vo0u17o5amc+lgIsPtY4Y76vxQ+/NvuXPbrjk77Qp9W8vm8pPaRAWr6Xq04++OoaPpmGqr9CZsi9CuhMPa485T4ZFRi/u9JZvutCDL6hkf0+0iWbPjwYJj6hB3y+nISgvmwEkD7u3ZQ8+0CHPcEJZL/GhYM98m1tvYmvsTxGcwU+nfWsPsalpz6uYco+8ZsTvi36gzwmlSM/MBWgvF31/73egZW+VqENvsLtGj/dRv+9MMjVvfR2br9syhy/rSKwvZMiFr43MoY+8uDRPm+tAL9kNFG+m+u3vX0pvD2KQgw/xQHePj+Qjj1OV+Y7+R6ZPWUYAz5CoVo+evcnPygIer3iyNI+",
        "BicWPvFi3r4rwcM+PNTqPmuEQT9PgpE+jNpMPhY4Rb/p+iQ+vc+6Pj5s3r2xW3i9lebKvR4i3z5VXTm+catVPqRgaD2ieFm+arAXvdAb1j5EOqG976tUvwBW7DylaXq8jCW4vqkmBj6XFCQ+pUh2v0UyPr/GW5a+YuEmPzA2XD7YcXw+8asBPTEvvb5dhug9gclqPpeviL24fyi/eCltvk/6Qb+DZiw+GZxavpwh4L7ebKy727x1PUq8hz5B2NA+ya3QPhbPhT6SSHC+X41NvmBPmj7/41m9vzcwvTyp6b5e1kK+yDlhPk4h3757eGM+f1EYP4RvrbzTW2e+5xBXvptg+D0PkVY+TkZfPust3r4f6Y698XI4vuiqqz72Ub0+njgVv5sJ7r5jXcE9FO1KvMO9Xz6QDbw+B44kPlsAkb5sNgk+p4wyvp4c2T7SXQI/WNVyv6po7z1MKok8aXQqv17ZpL5l95w9fpIYvA1dCD64Tek+3CMmPgfM1z6dmYw+8qCxPqbfEr5ngCK/L03qPFapir6qlPI+qIz5Pa9dKb5aMvc+0Z/TPubjTD7Gdwi/UhDSPN5O+70P/9E+sZ3lvmXhsz6p/tS+gfp3PnZADT4cetA+QHE4PqpGLD6W/rw99j9VPvxavT5IMIM+46CJPmRe4j5cMLu9Opa4vhDKAT8ylCS/Xw/pvQSsEr4evAM9BlPUPtKLOL5/HEe+KZtUvsrsJz4btBg9aEHCvQaldbxjuB6/0CeCPowm277nhpI+YR5+vpMsKL4SQQC/CQjLPsxsD750yFq+Uy2jvaIsEj4T5fA9DhIGvmuO1760Lyi9deiJPirslr2Q3AA+hgooPzqgYT3Ws/a+3bOEPpYHvz7YBxk9yhqOPgMN9D6tFwW/4ancPlcnwT6uHqA+JNK1PjRJpz4Nhkw+NdWZvZx2Tb/FXjQ+ct9OPmpYuT6MSwO/73FHPqrsJD5hrb6+idpYvvbJ1T233s6+LxqHPpDtpb8pzcS9p+14PmjXqb73ZCS+",
        "YWm1PJUr+b4bLjo9O1U2Px5Vdz4DqmA++KEVvubA5D7tTyg+eYQivbF0j79KqRA+ghvVvVxVNz7F8vc9GxH8PjvOtz7hWek+xTBivodH+D7ci9I+WBM3vsg5hD5tsme+B5RMvvlPGD9M7xo97BK5vcfmF79Dv3q/3ItqPnq2UL6GuJU+qApFPlyvxr6x4Bo+RV+xPbpZxj0hF+g+ZhWdPqIu2r07A6o+EKT8vZMec77gEaY+IhnQPpDcx77sRkc+bsVFPluvIb99SNw+d6CzPpvHFj/Xqa2+T9SCPkmxOr+q5c45gUnxPirr9j2kwf48JeaZvkszlD5nJCW+06FXvu6pzb41gg4+JNd/vjqhUz53JAe/CfgQv+LgMD6+bZk9KusIvuAmJL6fzOE9HOlhv8bqy75t+w6/G6vhPg0p5T2P/xK+qd++PtZoZj5xyQc9f+HhPtcDPz33tS6/3EbDPm65Tz7hjc++F0+ovXw+pr6KBGq/8oKQveFZH77u/Bs+KU99v10wLD6GBrq+9QYpv5eIET5rAU4+sOekvksvST3Iz0U9pVhRPq4ekb4jGD09XoXdPSK5oL4Jhs69vaOxPi4G7TyGGNA9hXPZPZZrl70mAiG/MKIyvogZIr2Zq20+F8kmPs7orr46SM29TuUfv7S2HL4RRcg+D3a7voQeXb6GA2Q9l/UCv/JjR71Cr1w+KYLoPaN5VT7CX7w+JKz0vpQ/kD7JsIA+ELtHvXQKlz1X9tY+8+81vt7MqjphHze+jFaAPIZCxL7MIN29M1GtPQ3hr70ynXE++Ew/vSfGOD4ZjBo/lxmNPiYroL2rm5a/5lm4PrUnML4DuJa+Zg9VPdp/nD4USxU+K7iTvmOqCD/t8um8759jPmh/372Sm1Q+eIjGvuKxgT7qi9892o5zPoTFw73hxY++heFSvnsA7L0xl309JsKFPPpk+L6VWdS+ek+lPtdooz5FXxy+ieCaPHFv3r5oZH+/Ng+0vVTCpT4cxQg/oWI8vVu7iL2k+oc8",
        "rpbDvjUT7jztMqq+bm0qv8pimL7A78k9NWd1vYAB4D72SfM+bUToPuV1lL6cqeq+rasTPnZK2L7xaNY+Zf/EPsMOdj5pmeW+FceSPgOsYD21WzC/TSKcO3qPx75exwy/0PgfPhnDGr+BAfS74m5nPpdJyj6KtrM+l7AmvpnWGL8VJXo+PhQJPd2rWD5l1po+KBjJvbiA+7wRVOc9gfrlPnReuj3tmLs+u1JivfI7Vb+JGMc+efAIv+/keD0lNPq92/GAPhNkurzMSbk9Vcj6vE601T1JsZg9ljEuv+fehb60Xaa/GOsUP9CEv72sWie/B0scPjwJVT2rzEO9787lPmNT1j6vqe8+6XIfvszF+bzX5ck+zuwTPvswx77KcYS+jMzLvfUwVz5Htf6+PJYhPvLEHD9ma2G9qbFDPswSpT5YVMm9sq1HPi1Qhz7oHdW+OA7Fvhy4VL4colU80Tg0PoOu6L7N4hC/dYwJPSVT9j2dbS0+NaG6Plm4QL42AS+9+YwHPyzQ277HzN0+zzJEPvqyWL+NQ+k+hBmZPhyfCb9gvdq+pU2NvLdCSL5A37w8vvyWPl2kGj7zqZc+RMawPhRGJr1VpaQ9EdVuv3QtDD8YJtC+ISvbPQcjtz4ZRdI+dq7YPlLomD40ol4+BrA1v1cTvj6weSq+jBxdPtgTcr6i11S+Af76PjLbcj5JRH2+pxsUP3rzUr0pEE6/+vELP2ephj7tyK2+SyYQvlBHl75ThEG/4F7IPVvXzL48MeS7YGPQvjRpNjyRptm+7ltbv6Fijz4c6kQ9f8pUvoEjgz3XYhm8osiHPg825r2yNDe+okOhPoaacL6IITK9n0GcPEYHR70nZoo+g4xWPhvxoT7xXou/aEa5PjJIwD0XqN89ZFWlPjdQCL7xAMi95v0jvy6TOD4PMA8+p6G6vgTeHb5nFII95SscvwzYR73sRZs+K+voPotDXz5+XGc+mFBGv4OZkD5oKLo9bPghvoEcxT2Bgcc+SP7UvtHSBT4Yyby+",
        "a3OgPsm7N70/7IQ8UGTkOuIQmL7+BBO9g+caPh+hsz4T7i0/YrukPYJWMD3KfZ2/H2OxPiBJzr6TNqK+8u1IPu7ABL7ybWy+on/+vbzGsz443dY9h2JnPjuX+j6sqeu+vcMdP+G2IT9d1I49FbatvBAiBz/rINo+VwmbPbj0ID4LBL09OZNJvud5/L0j08C9y/rWPebr5T5nfj6/v32OPrnR0b3+7wS+CN+nPp+Dvj7VP2y+rFsKPY05iT7+2pO+rw+2PoIi3T6m+oE+c8O8PqDmAT5YPSc+1PfJPXwrWr4NUNg+3r9Uvl7LYz6FZN29UB+Fvx9SgD5wLCs+DLv+vdMtSL6W8TG+z8LLPGR1aL7X3Ss+/T3GvoA9Bb5Rk588OPW/PqHnlT5Shwk99/NKv1w5qj4pF4U+OqpqvEHckD7PfRU9BW0JPUSwAL/fFBe/BQbdPnNmOr6ydgq/ld3Tuw/k+r3Och0+rMTCPuCQdz44RS0+kolaPsvodj7Fjo0+DMWePjgL2j6ck4a+kg+0Prs91jwWarO+wB05PmTrF79SyDu+Yk4APqLvHD7+Dcm7GUjSPl2g+D7Hlt89zdhPPgs9tr7VOAi/K0tKv4g+rj5cnla+9z1nPhn3K718k4o+jge6PBVaZT3EnVm+iGbAPlPAXb5gM9W+F2YiPzghfDv9+Tg+jhyrPtGMVD4nh6M85DR6Ptekd760L0G+K6jyvYUE6T656QS/4hEFvLiPa76haUs9BjdBvLBqYz7mRyQ+87rDvc5GjrzjXhq+/icrP4yGyr0qT02+GDtFPsOB97vRA44+6GSnv/CQKbw+mOa+ye4kvvgliD5qdve+JFG9vCr6HT3nmfU+zMpEvhR4Gb939cm8JO+QvVkzrb9noai+7rAVP1HyVr61kOw+2JrRPlQJJr4Fe8O+RUXDPW10rL0kKdU9uOx8ux9X4T1AMcQ+6lhBvje8mb6+3mO+s1igv0yqgz7ohHK/mrmnPbEmzz7IyJw+VbaiPpa7mL57658+",
        "dqIxPkcVGD26Sb2+VU+mPsHXsL6BNEQ+l/H2vdQZBz+Qu3s+AyIkvgm7FT0ypx6+iMCRvT0MHb74mPm9QdGWvu8mZz6Svda8sjdaPlsRRj51SJ09arhpvR9etT1b5wa/jM0vP4Fkrz09jWa+AyjJvrIHn74+bEG/+HwKvzDuj76YaFG+99oDP2kYEz8Rgc88OapWPuHnWT6WHUU/tZbTPG69KL6mA8S9YBLcPd7/E77Cw1G+BovCPfyp6r416GS9VWkePmtsjD55mog+T3Y4PjeMZr6hqUI+0a8Iv4aRtr5y3mk+zhdKvjS9sb3/Ubo++roHvhnSg77F6Si9igjWPiVaBb7fwnm+2XOYPfXHyz32wWc+va/gvdr+0z4Grb2+TpssPiXqtT5AYiY+HOeAPmbwqD683wQ/IkuEPo5ovT5HHQS+9GKvvnZ7Jb4xPiS+7sBqvnpo67x9KRm/6+4RPkQpY72VkWi+wn77PihpB764d4q+/xiRvigsqj4xjka+4pn5PQc01T2lrE8+IAyZPuxUAj3ZM3y+M+GXvHsyIb4wgRI/C96nPWN9dD48/1K+ypUhvxdGZD6P4Vg8La9tPbp1XL40z8+8+LsJPh8Z8L1EQwU/mkwWvmVuij6OgGg8rp2mPZK7xj3tbZI+fYx+v2wPmz5Qks+9XtaGPoP6wj6GUYq8Qb+MPnoSB7+HNyi/d3H0Pn1zQb47tlm/PhQTu1IDmL5QuT6+qFHAPj9rxz6vkYo+ZM2MPiGKsz7CWGU9EYYzPnDygj6VTNw9pi9wvXBHHj695O29Kx0kvthI2D1o3sm8FXyDvgZpyDynB9g+vu/MPk8+Kr7GNOi9OhS0PuJ8Uj7+VZI+c5vlPted173R7ag8AoCovIwtyr6sIPk8elYHv2zxcr7aY5k9RzI+P2sqvr3Evxy/yVSUvdED9r4u14K+LjKvPqW29D57hEA8kCwgPxXKK76VoEC/yAoHvk5l+z7wgNU+RAUIPHl8jT7Vd+I+ngUHPzUrlz4Pkis+",
        "CCsIPnK/t7yKo8G+F1zKPjs4pzuwpjU9qOuGvyIeIT2Yvx8+Wl2OPjbErD6RUsi8SEedPh+csL1eS68+BAOMPl6+Pj3Bxma9VJhXv9+kJz20m10+jTycvpKInb9FjSa++9jnPlXydL5ON0++fCjJPjyTbb6gqh++4OM1vW5+QT/GKZg9Y+8IPToXRj0eUG6+rtqOPuEKiD4lpdu+FVccvzV8bj7JMhi/10tZPVTqSr60s9c+RNfuvin4Jj2QuJO9tkQ4PSNoZz6s5Y49d9N9PjEAnL6+IiQ+hBsFv03rLz0cBHY+lUvePvFtiT5EnM8+USz9PRvaaL7EurO+XzQRP2iD0D59c/G9JH1jPigK8D5QM+I+Psq8PORIcr5yl3++4CcZP57IGj8wqFq+B3+NvpStq76SpKM+rznWvkYyJL+NtA6+l9whPiCwnD7ci5C+/JOUPqXHxD7sH5c7JX+bPtvHRr52trA9Lsh2PjeV4D59Mce+ijuDvgVj/jxAH7I+rpJPPJjvDb6nSfm+GvthPZJaUD02zs29/286PWCaOD4fl7O9BzN2vseWub2v+xI9WdHXO4fABz9ndK6+FdqPPgb4SD5uS1A+xtKdvS+VrD14txI9aqkTvt0XkT78wdK+Z5IivuDH+L1HrCY+7CEIP3EBDz98w6Q9UqGfPh12Fr4tDqa9Uz0yvsq3Fb+j5hA+5AMsPQZqpj6ZL4Y+HV7RPjs2qT5GnKI9BYAyvsqbJz+7HIa+274Rv0wtSz+Tuby+fhWCPsyINT6SB74+L7vuvuOVHj3Phsq+L81bvqh9l77/IvU+tSbevgRCKD6UFV+9SQPTvEX32D6ktbs+3WQQPlXZMzytGYM94Jz8PdNUCT9gIxo+8j4VvUbMkT69/AG+CfbcPuY3Wb82ye29YMIHvv3SC77OFRi+4D8Rv0jb9D0fyLC+I0WjPpv1Tb2lkBa/PnvEPcCbpb43zDm/1KtXvXXV/z5V7My9n+YUP3x6pz7rwEK+z3G+vsxhBL6/1F2+",
        "PCK+vlYrGT/S5Ew+vb53u2WWzbzhYGQ+JQi2vYUJAb54er8+KTVQvpU/Nj5czck+SRHqPj9Wmz3pzz2+tuILP8CQMT59kBq86967PgBZz7tkSao8pVuHPtNG3r5f0IQ+PLfDvhuSVL7Fmli9UBknP7SATb7MFi6/sb9uvtCu676BfnK+iIOAvO0wgj7ohhm+BrBgP5tvO76Qlkq/inefvpkWMD82JjI+3SyJPo+FSD71TX8+yEcjP4SDhT50Fd89KKKSPin4qD2wXq6+2+KtPi6Tu71cX/y88rqMv9B2WbtyFLs+QinoPu//vD7mKVo+BvrqO4M3Jr5A3aA9RAr5Pf2Rtj5POfM8Ek4vvwVt1D7WUHA+H8V2vlnhOr/7DhO+eU2fPk8MJ77PBJi+io9LPUTVhb35hlm++BxYvdJMdT/Qy9i80S0huiH4W743kwc+hhoWvYp3kDqCFTi+OBp+vxqP/jy+Y9q9cvDePg1xxj4lx0E+vOZOv1hrRL+ZOVE9Hcy7vmtOYT9UbRm/w88GP2Kosb20QKA+KJdOvvXfgT4aqZE+rRpoPtIYgT7Q/D0+kJ1svqXrGT42zDU+pgkxPkF2KT9+wAM+2AAhPZA4dz6VjFO9a/zjPIaDO7+U8uQ7sJkYP7hZuz6K7jk6FeQgvhKaZD5sJqI9w8EKv5yVjT12bm4+jvOkPv4hY70e6K0+MgQTv5ZwSz6OyMu9yxdzPtGJoD7Th8W9lwVgPi201D3pNTI+HiKVPSmVnz5fkFs+P4sLvkK8QL5X2zy/mE0rvRcBpz1lek8+OUc3vpOLeL3eipm+a6X+vWo43z5omQE+x7DoPENzgr9lpW++oJNAvsU7/z1QoEm8ZsM+PhiZmj42qqO+3pSJO8VYRT0Y3Yi/VxACP9XVM7+fFfY+oWSZPuVdKz7/J8O8bfXqvfLpOT6JLvK9+pcBvgWCVL3C0rk9LZ6ZvacnqD5ZAMy+V7e4Pshruj4OEBq/fKEJPl+gPD2oIUG+TpCCPri0oT6LuvK9",
        "5ePrPs2tpz52YtE+RRtLPuv8k75Y+5c+G1Heu88EL78scxM/XEvVvZrlyr7kAte+QrJ0vqc5K7+mrIG+JG97vnTW970bJc4+iEoXPyaheT60mwM//Ek1PXaFWT8nIiy8OeEovsiAij7Eoh8+QVELvgyLF775vQe+G7bCvrP5hbzsAOY9a1T/PrNvpD3FrGk+u6yUvkPiBj/BGvu+C9R4vvirr70LLqi+SXKNvZfJfT4RRcM+lCB6vjODujxxSr+8xg3UvgwF4T2rPwE9W3GfvSxUFj9iNzQ+l57CvuJIi78bDwU/Fd8uv6RKD70rOgS+xbjJPhlKU76dU3w+CZaNvbFTIz1WW+096oFDPp+6Uj75U3W+pQSJPhpefL570JC+uf7NPmU7Ej/nYgE91NC+PZ9CnzoLXRi++epcvqQDgD7pdmw+rh4aPlgm5j7xo/Q+WqwZP+NBkj7+z7C+7iHwvXsVAD+Hc8U+2XCJvh55br5lGeW+/P0pPgCuAb9onhi/gQk0PlrKHD/oFdg+1UYYPrZfzz6lffs+G0I1PXQZhz4uJ4K+Lqp2PiY8+D45Lx8+NXyjvoBmVT1lCXQ+ENm+PoVIdD5wm5K+ir3FvrnjrD3WOIm9PNauvGCsdLzrqmA+eJTXva0ZW76ToUO+t2wtPmyZwD3APDY/vN6fvjNMyT7iR5C+JdziPZFKDj7k4U0+sT+dvpqpZj2QPiO+7Px9v1ECmD5R+gW+8M2PPhU1Gz6lKMM+b2SXvs/df772s2g+2QPyvvB1ID91dFS/gJImPkvMlj6HjSg+PR++viz1rT4NuLM8Gvx7vtGnTz47S0M+4s+TvqFiNj6aQwY+PIiQvT8Grj4bjuI8EOQSvvGdHT5cEz29mn8WvixSa7/Q1iU+C6jXPuI1zz4geNI+oNpDvj62Az59bZY+sBxJv46dXD5ocY4+FiaJPpkiKD6vJJY+jOuuvhzHsT4GBQ2+DCcWP584Xz5O84q+tlFoPBm5qD7OH0q9JQB1PrQiRz63qIc8",
        "37LTvmO0+jwXjiu/4DvVvUtxGj5oPA8/wwv7vk1RMLz4say+r43JPsvKoj77+dE+9uiwPRH9gL+eYQK/fNzVvX3IVD6dGyY9XHG5PnS8mD6TDhG/C7SGPQ2upb6gQ3a++MZoPrLNST4uYD6+rSeyvTrwLr9Ieq6+8tSBPvrqhb9jDmq+bgyWPjMc1j1H904+fREFPkVuLzy+YL0+Ca1Ev4RamD1reQ2+oF3HPm5yDL+nkoG+a4gmP9LAFr+yhY6+mI+Mvv7GIj6GW427vd+wPuV2Dz9FFaa+4zTjvSECprwAY1E+wLxBPSXWtT43plu+MyeSvlZByL6gSBY/p94bvihxiLyX/sY+edmEvrzpEr/zqlU9mRDtPSufCD7PYSU+eL3OvZZn777ivkA+VaIqv3hGjz3habG+EudwPi2iqz1BQoc+H+35vG+kvz75Zik/ZZEzvCwUkj5wk0c/NOUXv+dnlT6XyZU8qPEVv8g/+jt4TEO+tFDQvndPnbvXMdu93cs+P763jr4D9qg+0flCPm5Hrz6cFm4+vUIKPh08Qb6+haO93FkrPsLMuj4ZtzC+wHikvrVPkD0xMVU91yMJv03lcL4TN7e+VPwGP/XkKL3QpgM/x8eMvjHWNj/KBj+/v77QPp4CNb4RhYi+orvqPXUZijzPFUE+VN0Uv7zdjD6zMhk9L9b+PpEcmb7uf3I9jDbFvq6lLj/2E469NB4Uv3XYI75vOaQ+Oq6zPp5gCb6qhBE9qe4sPvl9Sj6Is0u9TxgdPgKoOz7Labc+7NWDPtASvT1JCt+9R3WXPGBptz45AIs9rjgpv3+Zlr4rRgC91yeRvmUnvL3dibs+LLTuPI9t872K/ag+3aDgPldcij6l84K+JdiBvh90/T4nAAY+8E8lPml47j5pkHe+mcywPlmrFr+JrrS+7DDXvmp6SL2h0ec+dt+2PlAnnL7Va5m+rRVpvpacZj5zITk9SqMcPhynyj5ea1M/RO8BP7Boez6JLCe+T0hMPvheuj5SZpC/",
        "3u3tvv8lsL0MrbU+kY16u1RVab5bUwy+ZhIxPjVH7b4owGU/08EkvKVQxr0sSos94/cOPs4N0D7O2nY+2zrxveXoir4zsZ8++t2HvREsCj6S9bM+dC9gvoCHeb2B9SS/A3JVPaWrwj0XUfO8hVD2u7B+j79fk28+iVZmvKndn75Sd7Q+b2vPPZ/lFb1wcaA+SmmsPrlqfz6mhAk+iksYPnRcED8yc2C/Y1NdPkLHvj5p0uo+VGunPkbjUT2cPwk/4W9WPnEpMr7F7N+9QZFRPkPTrz12Z4M+wkkXP606Iz2/A2M+VaRjP0Hjdz7vp5I+v43yPoMKB78YRiU+XP+QPnkJXL6hxYC9Kbb6PsX8tj2Xkvi+i4eqPt1+4r5YdLO8S2vYPqmlrT3m52i+CU2lvktJJb9av+e+oRmePlBDR79mUMS+r5uQPiiAD76mbNo7QNirPmNoFz4tsPQ+dJ8Fv/WABz/cc5c7sfebvXuaKL+Hjns9vjzePnudOb+C0mG85AdhvfZ4cz5xeZc+OKSVPkUNwD7fVm++46GZvYxaoz2v87U+hgqkPb1M2j4VnIW9FCZPv2krrL5wxMg+EheRvfmtNT6umAI/Su3uvsxZYL9lCPe9hhbqPdM0Tr6RoBw+PCU3vEO26L5VEaA+ZvtLv5EDLj9CGci8dmvcvShS/z5rZxc+OXk7vvk/MD9fUkE/jTYBPjKISj7dxjQ/aY5xvavrQT5KxRY+Gpixvr/EsT5EEwo8NYPtvjo8Nj59DZ08/Gj2Pk1L77qs69I+Me5KPi+T+rwGTVE+icK7PeXIUL66Oqs+VGnqvuMiVD5tOyi/eE1GvnkYLr7VR6k9/MSNv7uv0z0LxXU+48HoPcQ1t7yX0ds9iV5Cv2YEcj1w7Vo+ooQnvoLdyT6YHUy9NwpDv1Cte7zoGoc+2xgyv3dDlr7AX2g+5k+jPjywhL5oW6I+OtOevmQ4uL1F5nM+6Hf8vUkktjye2ga/GQ2gPYjymT5vviE+IOxavQ75jD6aAoW+",
        "JaegPqJOkj7sj2U+amkgP9itu77ylSQ+EQ1dv2LR0r46+ci+qxkKvgVd7L5i/3c+WdLSPBZiPz6MvDw+0pAiv/ye77uWiM28lzDuveq2Nz8kRnc+Hiv5PeeaLz52jvc9UL0Yv8XPW75Z3wC/PftePrjbE75l0xm+LL4HvjrMU78nbZc+GDswPiZwub1accG96KDIPFj2pTvGpQK+ow3XPRD37D0kBh6+62hbv3/uKz5lKwU+O/axPAoA2L1Sr3i/QcjSvvQNCzzz1Im+bcijPFnOE7/2FQw9ewQ9P9xXwT4fX3i8l6U1PhVq3r4epgs+PgcNPwAj3j4wUjY+zeesvmTrRb4eMrE+VWKTvQoMkD4BBRu+2miivHRybb3dQbI9LiYePtkqw71/nN0+6IDMPSX2Ar8iz08+nFIavzKoX7/3sqk9tXaIvr5iBr/aOQ2/xBgwvS/4iL1Jfqw+zjX/vpnnCz+UoMc+bVoLPw8VoT6t4ug9A+cuPsZKrD3dLlC9FBMbPwVk8z0gwTU+ojb6Ph3AST3+qzc/jvuAvV0KNT57l06+iPSQvmKcur6+HCI/erAJv1Ckz77Gy6g+gD8RvpaKCj/Ju5y9gReFPi6Agj0H4aw+fIJlvFO09jws8qQ9hTqLPXD3kj46jS4/zigyvXdL0b66bAA+9VjTPOX0Z77hNuC9VuzHvUdhxT7gaMS8CUWjPgS1F78ejwI/JS4gv4aCgD6hMLo7/ltXvosV0L7TwwO+O9muPmZ/Cr/59HW9aAWcvuPG0j5vtTa/1SKBvbYsQL/vm4E+RLBNPpEzzr5tCiq+3VguP6XBCz80or6+pgq2u8jf+j3ENHy9ObFwPdIOnj50eEQ9nGYFP1V/1D6FAp69tjGLPlDbGT7+1q0+WBIEv6g7Tr9q7pG+sdTQPZje2b7v3QG+/06CPqlTLz6HW4Y+Tp45PsSY9z7a9+Y9A+mWvdk4R75KF5s+mJtPPtF8HD4nGxw/br/CvoYnkD77zki/QgHLvmyfFb+eMB++",
        "eijjPuVJcT6n/s8+2D8EP5zFUT4GAHk98DqYvLwQj75+/SA+hZOBvpX2sT574hS+kSl1vjuaij1888E9SXGqvyd08D1VMJs+S/wJP5GzgbymB7M+2RI6v5fWzz5UsH8+nm5KvupGuj56WSA9cHNZv7pnAj6SEnk+40XAvtJLHb4QOKc+C5mzPtDHw70/4ws+f0ADvw0AnL5Kgbg+kIvKvftGt74EgbO+5z8pvbfySz4ejp0+CImfvlXwsz4cy8C+P54mPp+0Dr30jNQ9kpNIPxFclb7vEIu9vK8iv+ulZr6MFsO+zafTPdjYx778FdU+d4MCvpbbrz7NZUI+AEk1v/KWHj5SA5I+dMrnvmOfIT+MuwG+p5OgPjsJyD0XWFy8/i8Nv/RtkL6qOjW/NFPtPuhH4r7psVy+tbmkve2TWb9RlfE+fV3JPncFgr76AWG/PxkIvsfvhT6kp2i/Uk23vmiljz3ZViW+Wnn1Pkx/777Foj4+jWENPs/eoD7xgHO/9XTnPjl9tb6inZC+04jGPpS4BD9SnpG/IAjMPpdkvT7k6gY/gf54vqgSUr1rQZW+8Gg1vgiGdj5sglI+cuGFvtGvTD43Qto+Tuo6vs6zbj5O0IC+F3AGvkg0BTzq5kC/wbOXvXDBKr15mRo984cfPXqAO71e+dk+/pm3vkkOoz5WvR+9oFFnPYffVL6plDa+lNUKPzOUJT3ppm29yG4rvue+Pz7cZYm9kq5zPZoRmD7i7SA+unRaPyVf3j4fnSC+RoPyvqE3BD8PUps9mV9uvVUfsz2URPU+s85/PiUcFT4/x1m+LNfTPjWdRjy41EM+2Si6Pjpr/D0IqqW+h5lxPgmg4j7Sv6k+becTPkyQiL66eOC+k+5cPhCdqj1gRLY9i2LjPgljWD+L6cI+k8mvPbRAG76vuDs+5UNivkFCkr/b4om++mlUvuEADT/6j9i8eLQhPcl7CT1k8Dc9KR3DvibRLT8rcgk+7kqCPXamID5362I+C7kbP8C+nj4eYOi9",
        "e2dJvn4YDT93GcA9jTpHPlwBwz5u0Vm+S2k2vgABT78o7D4+FjP/PhMvj7wdM9W9QcfzvhSlW71e+hc/Agp7vnK9LD6V0V4+r+VTPrPPur1LXRM+cFLKPtAzkz0ouwS80WI1P3N9Gr+1qIs+v8iKPvQXAj53fYC7nbXEvSxrxz7+iG8+4kl6vnEET75NqAA9vgOZveJJJj+rtpI+HQWKPiOx6j584zw/ryDTPrKR+T7BfEe+ZsYJv5phoD0yk6A9Qta3vLCWoz4Friy9MZyNvNxjUD6k4yI+rNZHvf849z0/kQA+RgkMPev0M79u4MM+nHsxPs16YL5Thee+lZWVv4kbJr9/Zj++xhTVvQcgrL2ucAi/9iUUvnkkoD4lFh0+AtDVPXtE/D62RQ4+3vB3PsJ4Ez+lEZE+ACqWPvcIwrxqWTA+jbruPvW6kT45FJw+Uf4RvpEayD1uCcm9CJBHvdV3ET6TM6C+Vg00Puf+kj78PBq/yGx1PrUF975QqyS/39NEPTIOb75Inp6+1aIMv4HUrb4ptwu/DooUPiP6Qb9Isso+dFdqPmzrFL78PaE+tEw5PgR9BT+HZdY+XyaIPmD+FD/yYbM9f/MJPsemkj6f/I29tk32PtoymD7r3Jc+9KdtO6ndq7703NW+8Z+JPt39ML84bo2+ceiMPrC86j3fcvE+7YRyPlRAR774iVi/M5eyvs7shL0fFjK/60ISv3KbY754W7K9IAdbPlYf2L7ls1Y+7RWAPTnmET7lZ4a/nGmUPjL2or7SkPS9H1AWP17F1D33vaS/TBYhPziMzD5C48o+XrV6vrHMmL0XsNi+aR/BvpAdyz6RUSI+JCXfvleGOT4TpPs+Kjqivgt+vz4V27W9mYMOPoDRZbwprRy/g3I+vt16mT6jpzE+VAI4vakSu77x3/U+GHjYvfWGFT+WC7Y9wAkyvJiQjD024Vu9FbD6PoUDwr35v2K+xAA1v0E/Aj5TrVS+gSEYOwUK5T5TYtQ+bcBYP5wEtj4cpAS9",
        "GWiPvkU7wj7IzgQ+3N5SvrFu9T2IUiA/A74fPjnU1j6t5WE99fLsPtgwJL6Ax5A+2xcMvbwl0T6iMQw+d3qcPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "EDaqPU2t8z3bVVo9o/QPvt0tKz44wUA9xb4NPUdF+j3LMFU9eLyVPbpyaD1QIwE+JToyPSVS/D3jus49LhpDPbFi67yN/t68POLmPfqrAD1exC67oKG1PQfxibxJQs+8wPgNPjqAGT1tm0E9kCiiPQDErz1H3Ig9i0KvvBg0Qz1jjzY9jmRwvKXGmD2CX7c9vZojPus1oj3hbv89bHpwPZHdJT1z8MW97olcPT4OhT38hJM92RDAPXD/KD7swk49kRP4PbkRpz2LiXC+lQ6tPfDBDD2ScAM9MVAxPuyGYD1x3xY92MBpPdnABj3QMIQ9XryHPRCtOT3Le6M9QeIhPV02Kz34F949jJ+UPegruzsvpCY+GT8OPdcxLT1kKck8b/gjPcGylT1V6iM9w3yiPXhSxzxafGA9WCD7PfVFfj0="
      ],
      "weights": [
        "g6miPhAr8D08lTU+KNDxvdldYzx1EQg/QNMEvRhFrDwakt68rYqUvn6EU73ZDRI/DCAhPhVpu72zIJ0+KjalPvDzzj68PCI+2b98vEduHj6VPG++RQMhv09UJr6/Kq+9q8K/vmZBTb4EJxQ+RO9tvVODOz7lrcG+asHfPuK2KDtMwj8+G8zJPv06pb0IeJu6SxWqPaXnMj5b31K+Hn3RvWNN6b5SpQG9qLOvvphBkb1hIYG9dI+JPgBou77u/H2+jEY0v9eqaj6JRh0+m77avbekKj6EOsa9nzpdPl556z2bqSs+kytsvlC8dD1Gia2+SiAWvut18D5xP4o9zxzLPbW1BT7TxbA9hb0nPhbI7bxRtM++PhNKPi5ZhT7GsLw+dTCOPgpaib2PLUe+er+TvlOySj2bj2q+S6dFPUzZvr7icPk+IjeDvn+mhT0Z7Ig8c+yUPok5wD4+QSc+REeyPmy7Iz29tY0+Mm97vU7BJT5IZ40+LWqKPnNYdD2fVA0+xvyCPoInKj5nmVQ+h00vvgBt5jyloTO9Em6WvfeiMDww+tW9tie2vuwkKL5/JIK+moOgvZj2Z745RLe9Fxd5PhSPWT413iW+dxIdPPjqOD5ESky9TweCPle6Ij6mbEU+oDG8PltIID4TZLG9s7ZvPq8soT7BajK9tYuFvjwup77lxCq+fUuovdATPD5A82G+p0EEPu3aQT4lFZy+oEBrPvaZab6P15G8AUFYPJndTL5RU34+Rqc4vujxoT4QD4K9xzXQPfZeUD2fWeS+8usAvtBmk74MA+M+MWBVPVDezr1M0zi8PNGEPublxLygeBW/mccNvpABnT2VUsK+qR16PmhWwL62yGE+gNrlPUf57T0unT8+3RHtvHrapz2YVDK9Icppvp8XzryWczg+PfD/PnrW2TzNLuS+Gwhevqn3kj7rSai+855cuyRq1L7rD4++BetJvh6orz1RQ4s97vEfvtl4zj6mmLC9ncy/Po8tCj8h6a0+3PrNPmcF/7y7MwO/",
        "bbVsvnviub4+7Ng9Oc4OvQA8Aj9IywS+8ouXPomZWD7W/jc9hFmGvnwBmD7avao+3njavXNY2b4Wok++jWVzvm0fvD3I95g80N1OPoJagj5uwaU8kaXZPQ0Dxj422849GittPvHslz4XjaM++sERPqfImT4by60+iVYdPgzoGz5TQwc+1xJLvY1VFj7XJWc9rAravv6/pL1razs+czl+PfWRCz+5Hpg9q+27vl7MwTxX/B2+l6qnvoMpHbynnM69iSgyPhW54bzqFPU6Lg7Kvru0tz30V9O9bh7rvUGIJr0CFjS+A3qgPemD8L0jQ2c/SVR9Plu7wr7Z13A+Bw2Pvc2kT79XtKs9mV2cvlKGUT7D2Jq+U370vt4XAz46UE++sTAvPwY/577gwHS+2PsIvmJkSD51Ovk+81WsvSATuz0oprW+x0wjvgvJur5lhXS9z9h9PqjDIr68Qjq+/7KovRRoVL4oSCm/c8IWvgvD1D45lwG/szZ4vjW9Dj8EtFm9KwiBPYrqGT4hd+s+dQgBP3XVbL4JGRo/RekdPU8Osrx2R7Q87QFKvpWzPz+DRXI+xO87PxTNI74a57e+lW60PtSELz0BPAY+H1vJPqBu/zvYaeA+hf6svvB0Zr5IMgM/TCmavhwMpr2ifrc+jwrnPQqqSL3GLXC9ZAhVvaVodT5v5ZQ+ZdgaveALnT41yca+RwOaPob/Ur6drXs+8T8bPpFIvb57Na4+i0sPvlkS6D1ncg0+bmGTvnsoKD4D6oo9f0qnPhlMbj4XqW49K9IFPkAArz3hr+O9/msbPsDj773JEAQ93ihRPs4INb4QJEg+pAUMP+7eIb/myOa9V1WLPsmteD4JpbS7aYBvPvYogT55/4o8nasMvECvA7+SRoS+W3qMPX48KD6/uI6+5Za7vAGVtLzCrCU+KBcIP2OYsL0z2bm+BzX+vBoYsT4vs0Y+PKtdPiPBQr6RJ9s+eixQvg4gvT5f00G/IvTkPpTY5b6poD0+HgW9vhKyaz5nBvS9",
        "LmC+PZLKDT8Y3Aq/r/H6vVSC0b62Tjk+kRL5vZ1UGj3XntM+R5iAvvbClj6juYg+VNo6vnavab7YD9Q+RTSdPcWmAj6t+aE9iJKQvtV8NL85X1w+t/ElvoZhSz1Oqji+DpEkPUCKyT0JyKo9lxL+Pee98z03q7q9vhaLPmXSujxVgSu9nZhKPrp0WT4Hiw0+54hAPl2ogL7JI489DZUIvjkEwz0rKEm9XIFMvjHZBr0+0UY+JREaPgQ0HT4ds4U+bK2dPtxpgj07OwQ+w293PuJDLL6xRqu8eLV7Pa9Q3DzcCE2+pzz6Pc7+pL202yE9lrkDPs3PpD41XwW9rz/EvT2nRz5EG4U9ZSmovnUC9z0L8F4+YHx5PtHLhr0ETE+9C0WAPnFgyL7SCpa9c5EMvtatI738eQi+LuAvvSl2Xz4xA4o+iQ+oPXCN97145dc9rMhWPu0OeD5BHpg+UfaVPjI22j31f3Q8fj2NPkDTp766qB2+zg+WvX8tez4oU0E+ynngvnLxULtGay0+g1OHPzt+Yr89yz6/PXa2PB3Srzx93MG+8gpnvnavcD0nrbW+80N1vkkX4j6GCRk+6jAfv9cPs74KOjm+/ovTvqbSD70kKq284nO0PlkiEL5sGwo+mmzjvFUZQz8aqpc9zm/VPjgGHb6twbs+DwX9vkftkz7daMS+0BdxPh3Rhb6ZGB++3Fktvsut6b7XRiu+1PiBPtXh4D6LYNg+rL1ovo2Z9Ly3nyc+ABMev8s++D4VN/i+sBLoPlqDwT2LJbw9lAJFPrD2Qz5q1BO9Y2GZvjCWWT6XMhM9nF4HP5Ud4jw8EPU+rABDvUDMxb4p8A8+jnzjvHZYwL1WopM9ktE4PxEX7z3Rgek+saR/Pjj6D77Zdk2+qe5SvrcGib6NEqM+1F0CP7ge8byeNhc/ek4BPop3jL6vPWI+6K6FvhZxpL6mHpQ+jgiEPseuz74O2rk+4Y/5vZCe1T4xYXq+0YECP6d6zr5ahAc+FP4XviFmhj+PSdK+",
        "gZ2KPihMDT894ea+dbr9PUKKS71zvHC+evEnvLEEAr3/zuI+TV+pPoFSJz+xKDY+/Bdrv2PDwT575W+9lcw0vmrPJz7ccVO+zoGYvkJGDz12ptm+MNoMPiqMNr8vKsk+DCUcvxd2Or4c5iW/6iBtPqFwqbzQg+29uhjNvf+2p74Gpwo/yndXvG1wTD6trJe+ESCxvu/ekj7QF/K7fiXRvltV4T4ouu0+KtvDPqa7Yj54GbE+nc44Pt5ver6eYiE+jSQsvsbXLj+spik/NO05voXEgT44Yb2+BstuPqFTtz7iTSG/349iPV5vsT6M8hA+cPCEvrOT1z16TBI8D8cTPnmcUL7Uyc49fHLAvivxt72rii6/Z31Gvv8W7r3A82g+TpMwOx9j0DzcYus9DJB4vBHnuz60AYA+859Ov+cfhT4quIY+2+TLPdnNjj4+xWs+PJB6va/+Cz/Jb4k9713OvVNC+j6wh4k+QbxAPUWUcr5GhSo+kbtWvnW8nTwHfwC/dyQkPoB5tD0cbEY87qwuvokr0rxXctA9G8oBPmtLUj5QsjO+B17nPtKL4z5Hqra+QDiBPfwIKz3mqVm+YUTqPs/pjj6DDR+/99hrPvpLWj72d589kK4HvoTMAL7hJ52+YQyDPddB0r3og9M+fasYPiII6LzH1sA72V2xPLDQWT6Avgg+tiqNvcssr7241sa9+X+LPsuGnD6MS1++2QCBPo6xij77Mgg+1OpDPqj+aL6WUDQ+J9WpvCDcJj5BA9Q9t5BEPOdL+TzMdc++pDvWvg37ir4JDjO+ZWlfPm8swTvjzvA+4tq2vuBTsT7d5ae+r/A9Ph/+ST4tZRo/Im0qvsNU2rzXyHm+BX+dPgFNeD4O8u++/GvLPsV8mr2lqg2+u9BDv9UDTj56Cnw+1KGAvpQQC7++rwC/OxOxPdbF/T6M5r29D7kDPkfqqz7oppg+WKfSvRoxabyA0Iy+0dS9vkLwnT1sUES+R4Uwv9BIPL4RXfw+VXLePfVnCr23pZe+",
        "B7I5PhBJx71qKgk+VUaJvrgm4j4MY8i9/hdHPQp/pL5Oyhc+k/TfPUVGrj4jNiu/LTjLvaKPvz06DcQ8SpQoPi6Pszx0twQ/lkAuPNpCibxPCn89DuaxPn9H4bufJEc+MjKgvcqrK77V1JM+MfUoPpQykb5eDuW+A4NAvqZhtz311549roYFvwpGVj50PFO9ONzfvZCIpz4ECIg+Ffe5vjtxnz6Jz4K+kc7yvOZG1D70ODM85UnrPVPlcz5BC8M+CWmcvoFa6zwmkQe9CWrbPpK0ir1Uyni+fGEtuJhH/r35OwQ+QscCPdOAkL30LtO+/cUfv2FyhT6EPkk+006MvlUWDT99d+O+9Y7nPZSqo70KqQU/MuXHPkunXL4N2QM+V8Nrvh7xHb5RcFg98nf0PhqTWb3SsMW9Put5PhxJPD20BTe/wK4rPmbJ/z0OnKk+fNDpPf7Ypz1MY3o+yFzAvLPzKz6QgbI+cX+NvkhnQb1zZeS9AWGmPeEedL0bU6k9cbWDPt+H5L3FlZs+EFm4vFg8Hr+5zKe9jDWNPk8Kp73i+hy9bWF7PsmvgD5FwQS/EESpPjEPaj0rWCK+fJYUPkSy6L535PM8V3xfvmHjDD6/O6i+dQOOPan7vD2Yf7w9WFbpPu42tr1A1iw+2EKXvhYCWby1Bxg/7U9hvujjrL6yEAY/2zaSPgt9vb4RLqM+uuopP7fZhr6qXWu9VWG8PcbSkLyVSok8KG96vuf4KD2X7KI+C/nKvi7asj60cBu+e2YevpL5gz75epq+yXAVPGOxyT75MR+9ePeMPoVAiT44Xm8+TOsJPiJGUD5dr8W+YVgsP79P475AM4q+HnfRvfObgz7UKVm+nzw+PZaHMj2gGQo+UlFlvpkPPb7GgeA8H0OJvjUPiT00pi0+bN+MPt64z77UKeE+zk3nPUOKyr3qZ6Q+mnjTvWx8nT63tDe+uS6SvLWsxD40LDg+BTd/PiAaYT6PUbQ+CxlmvubaDT6kHBQ/Ci52Pu7dCT/vBF0+",
        "AHBZPp+LiT53P0a+QFVcv8hirr2Yqba+XFXdPZuMD7yFEqW+KCiSPcrIpT6BwTy/DrjyvXSr3L70B56+3861vSpKV72Tv56+QqaGPvcOnj6e0Ts/Ce+nPB3JID6y58m9Ttgxv7be9DwIK7i+wTf6PTSyNb4BeRg9xct7vuE3p76kzUa++XZTPkTHIT6zdB+++e0PP3bwEjwN6S4+3VaNvms0Ar9oroy7reAKvEO4tz3lFDY+EPLXPitteD0r/3I9JxaevYISd74dPD2/hk80vhw/tL3zOrw9WfolPvFCgz4Ymz6+TerpvqXGuj1YS1Q8zLZZvi11sz5f8BY+JO4Uvnc4wz5b/R2+iRrivndw4jzHxss+Pf2WPuCSvz3bYRA/H4HAva0+lj0egyK+YS2NviQ8PT6xorK8EL4svp3yIj6mOBO/71AzPFryrz5QqlQ+P5c/vtuVlz5b5AQ9FAEBvoJOqr6sJCu+rVREvuXYYb3qHpG+bQ2cPuTcaL4isBs+lIT9vc/WXD40Zh2/eryivu1GND1eUY6+8D7tvUO9AjvQqCs+yVKzPuk0cb5urxs9tDaLvl6yBj+U+I8+vxKgvERnqj6hp0E+7xBOvfFFnr5vdqs+9VTCPZX5Ab9glkK8cVbFPCA2Pj5NN667fAwfv4E1qj6OZB6+kcKMvjaeur7HzOu9JIMWOwh6rD4zvU0+UkCCPdwY7L2cfg69uSaCPhMhaD7DmNE+D2p4Pomy5Dzey24+TAeQvZTNBD6lBRe9WksuPkO2o75evBo/nhyFvSvHVL+FTRk+qZVVPT3nsL65BdQ9TLdtPWvTPz4JTzE+WJIUPoStm72V4V681YT9vsGg+T3QY7I+7l7OvVkfNz5l6fk8csrqvcdkVD1o2Qw+n0HouplEOrzST+G6eSCBvYu2yL0VlLY+Tg0dO0nzab7JP5693n8vvnKFQz72aTm75uIAvy2GCz2Tqxy+ubkqvqPJSb4lnGE+Lg+XPt8LkT6Tlbw9cSiuvk1qyr3oi+U+",
        "M/mPPrluub2rVFc+B5riPZHPXb4I1C09wzLzPIICvL1KrP48VcHJPfAbUr4JO6k9U0/XvdQCIz4SoVK9hKbOPa0whD5C510+qv+jvitFLD1PylM+jRaGPvqKd7363jk+8gpKvJiQzr73JYo9YlocvztLCb4Lqtu930VrvTLjQT44k8m9cRzdPsluKr7quES+1nX3Pr0ZoL6tnjs+u+beve8iNr40qIM9HoUPPj8g6L2T/0M9FUpSPNIddL24Tp49l29OvJBM273NCS4+zPxPPiJeFj862qW/59wwvTSz/z4A2rs+BpAPPxXSOT8Hg7y/XSBbvwm5zL2xp2++vEytvkIDDD4nupC+0l2mvT2lTD4+UNQ9ZaU2P81eJr4PiBq+MBozvxxx2z4rENw9XlM9vUet+D00g0A81TbHv2MQHL4aONi+zh+jPiF9zb0dfJo+Xl6OPuCEOL9UXk4+MhgqPeq+WL/F+t8+EunRPguxHz51aLg+UOelvvNIED9ZE5M9kBejPv1hnz7Ofuw9Jrj3vB2Ahb65VTI+/J/GPksStD5S2ps+Xv2GPsrc2j2Fnqw+NAPiuw4ikz7vJ7++1ZaLvlraZj0wRsW+pSqwPoD00Dz0wUQ81WhHvzDN7T4ruYw74hGhPh9Im75c5kK+LJDRPY+79D46kho/Ez6mvriwhj4+cKy+qwTbPrmSiz7ZHuI+2BI0v2f9cL6vq2+9N1P1vtWVaT3G0pI+Ax+KPjTJNz7Y7eC9FWMiPmJ3gD3F0lQ+0iqfvrVnaL7x/cC+ttA+PAJOh77A4I2+H3+pPUgqAT37Jte+yaCuvQOam75Ztqg9WbaCPgby3z4hDbS+snJCPtsfuz1SRhU/dpC7vqFI9b2Z+ge+xwSjPcJwqL6hO58+7uqAPu1Tr705rKo9aWQWPqWh6z7YD4G7qk4VPkdnLb5Kis0+JzkQvhH5fT40uBC+PFNLvk+77DznF2e9R13MPleMeT4iayo+AfjzvFFzEj/Jojc+0Vwfvn09LL5l32a9",
        "PGJGvrX2Ab+RHt4+T+qDPV24wT1RyiW+pOc5PiwIPD5eRGS+/C81PiHBST6FQUo+iXebveivxr72kcM8tz2qPQbfDb04FrI92IWDPqmQgD4pXQE/nz9OPPkoIr6L1Js+CEIUPBRHoz1PGnU+KQ8UPsG45T2HK4S+7VvZPiD8kr5758K9qx+VvYuDBz7r+vu94hdaPa9luj7QFSA+twWXvLtaDz8z9hE9Y9qivfJbKjzMlo8+Q9bevd7/YboIsgK9apaNvmhmCz5u2JI+p4ZzPBghPT4Aqh2+/m7PPgTZGz57FIw+MijBvooptT5kb/k97X2xvVz5dz0KaxG+cRoUPjAYAz9a9as+LhvjvVuKkz2U20C+2YirOtwhqj6hkAI+JzNrPQYX8T0eU2M+0H9+u5zNl72AJU4+/WqaPJKoXz1pHTA9BqOiPWVrZr5Rd4e9i3IiP8C0p72o1q09CFu1vWvhoD6c+KQ9LQ5YPcklWDzwwuY9HeW6PSGzUL5pZkU+9bv5Ppmfu71Gm8C+hldcvsRVur6sFb2+TUNbvJco3bzBUB6/BF6cvmDrqz626RS+5nXjPaAwsj2Ubsk+E/MkvhKS5j7g5Ww+mj2bPT76Sr1gvA4+LwrcPu7ZTLy7rvE9Jz9Hvt+YVr7DQkw+1SR2vieGoL4pq/27xsFBPhCkUD8XGIQ+XbrpvA/Jyb4sMc4+yOjnvqUFuD0pmDC/y3jJPX5CqT7xdwU+d3oavnVLuz0dema+n7fvvuKZSb6J1Ii+33F+vW/VHL37/9k+nBJMPstvPb60OrI86AjVvqmbAb8MxbY+RpspvkcNnL7RXNq+mQBkvqFyVz47G+g++zxxPt3apT6h9gs/l8vDvgCIR7qd6pQ+caKbvgiBFz5dmNI8ncu/vpNORr6OqaI+6YhGvdoQvb5KEJW+z+6wvlS2SD0VW8q+Jy4pPZy9673MOg0/WlUkvwy7hj7EEBw+4wLtvSIN273CfkS9fWYCPr3LcD69Iai9eqD1PoQQVLzoJMM8",
        "UA7jPJ6eAr/jS5g+xjUSPiv+Vz7Ug6A+CwDvPRtrbrxDgAI+1SOTPjfTAT8FRUI+WERWPmpikb7z6ta+6cevvGFD/r2GQTY+zThjPc7IiLzleog+Lh2zvj9YCj9W+189C6eEPuqHhzzzLbw+KE6YPkHwGD4hFri8DAIIP+B1KD4rdcu+4j2BuzbXo75R4XA+ALKyvTIjmT2lToS+1ElOPpMCjr4HMZK8PpeyvRLi3D5M1xc+LzJMvpA2lD7Gpqk9O1cnPmunLz5CpII+XO+dPfA3ET5NaGc9CkJmPcyDpLxQUaI93IzvvSo9/joC6mk+0vOtPqXUwbw/H28+THaePXluQD5a1YE+auufPv8+lL52s/4+qWoSvpRDGL6x9nm+IniEPh28Eb76R8q+qkXcPmlGYj7ZeQ6/NPb0PmJ0qD6FBaC9GpHnvXcGED5vcIy9B2Vrvp7CFL9q9Yc8V65yvcrgwz7si9Q9JaHmPi76eT5Etkc+DNJBPpclnL69KkO++4yOPuIbgj1JGKa+e6P6Pb+sTT6DVmO+ocmVPv/T/71gzT2+4JRPPX5gBb97HY+9n/rGvrLFGTss3lc+HxaXPMZkSD1xUaU+ouRQPwdok76CwSs9VW0mPh76zD7SLFc+LDKXvrMedL6d5249J9tbv2VOED2mR7A+4oR+vttjxb1q7KW+k7zpPe6HG74McDK+CIJKvuKN7L7LOw2+Az/UvansOj7Jn1+9DKLQvvVDhTxcDIC+HVbWvioqKz6rw7e+xRzlvf4Q0z1V49C9GXNUvksCX77/7+u+Q+Odvs6KCz8dJQk9ReLPPmjMrT6apYm/4OyDPhJBGb5Bo+a+tmhWv8QRAj+PY18+Zsl/Pu6IcD7E+28+/i5rPkdQoT3Ch6y8327sPFGp0ryH/Lu9M62OvtPqgDy2PpG+0LM5Pl7HPb66vos9pwQnvQZHiD56tGY7mZWCPFx6Sz5Wi78+qYr4u5WBSb4c1Ec+KVGxvi9Rzb3/Mo0+NYiTPfdllj7snM0+",
        "up4dP4xDQb547uC+Tz5ovat2zz0jgxO+m6fnPZZk0L3I326+Q/+2Ph6jbb3xMpU9dR41vsS9vD0Y4cG8oGPpvd2kZj7aED2+WwlUPno8Cb4pi68+eJMbPjhdhz4B5gO+xQS9vu1S6z25gVG+9wyqvGKttz7Uigo+fUblvSnL1z5/S7A+B0qrPrhBaj441Cw9Crg5PpvyQT7DYHC+sC8TvrAioz4WTL89AjunvKOSAz/VEXw9i1ADvoWyvj45nX0+NoWvPnuQwj480FI+CpSrvRFBS76c+C4+ecEtPToBHz5upGg+fVTNvgMxDT4fREw+Uazlvo1eyD4N6Ec+CcpwPlVBWj4T4WC9xJKkPt01nbwL2A8/+nn0PUjHl76I4LY9CEfavaLdFz18pWY8kv8WP/29GL9AId0+f8rAPQU/Cb7anY6+kF4VP2HD2zwrAI2+64y7vqR31r2UEJi+FcELvry1Cb7a6I++cdJRPu01sD4wIkQ+DqqPPhknL711tUw9TZYhvb6Dsb1Is3s+69+vvbG/Db67fiO+1xeQPq4Tnz6ezmG9RfeQPcvBqD1EvFM+7Q4+vh/+zb1jmd89hYwMvo0NoL5NMsm+oO+WPsuoxD0Ihxk+HTavvRqitT5jlJe9S3YTPcZuAj9e6rS+/O0avzccBb/Vz/g+RhIAvpbmgT1RRNA+ZxatPraI1DzmK8c9BZUTPzJ/Or/Gi429dSIyvrUbvL52bL2+jdoOvmQWHT4hAxs9/s9Avj4Dqb47CBW/kRTMPq5f+r0v1RM+AbOfvQhQhjwxu8s9uWi4Pqzynb67oi0+uIy/PlPiWL5Gsz++qUXEPubVlj5APgm+bluvPiu9nj51NZG+YtojPu77wj4uI9A9BxebvRidIz5Rr+8+jMEVv8HVLb+sBpS+8FpZvq+Rgj3slFi9EOyQPXLi6D00fB6+003XvCwosr7RG+G9i+DoPbhzvD40tMo99jwvPcgAK7/qSqA9eda4vm42Yz4K+xY/Tf1EPjwLBT6buRy+",
        "4QEBvyPEEz4q0Z09NwIFP5BZTb709k+6FyDBvFx6zb6jLH89EIkCv3jZN7wPFIU+CND6vUqOpT6TwMS+19vBPiaZrT04KfO9+lLxvin+ursuFzu+FRcxu/iMHb2OcNm9LxakvPQEED9FJa88soyjviSr5L2d+ze+Wm/zPs23U77h97U+V84eP7EQyb764J6+sIIpvvDwDb5D+re9DPQkPqdf6D4c6xM/ZY1+Pv4b9b0m78S+PnUSvqg6pb4/gCU8w9GsvjMhrb2cLzk/RdcfPZb/0Dzckz4+qYKYvrDvqLym1Hs+fVmBPnILvj3U3Nw+KSsMPviTQT5SNoe+rBPgvKL9Lb7zVJq+pUIPP4jF6L3kKXK/LjKMvsGHbz7t5Tu8fvRLPkSI5b1OaoS9maDDPdBOmD2gqw89HI5vvuhS6b74/jQ+F71vPfKxQr3zkDi/mjepvgfxCr6HXtc936KQvuZBr77HR4w+NkVHPnnAbD7rRne9d9CAPlR0+j09YMw9XKAjPraxh72Beaw+dgMDOxS6DL5hrre+bpwSvsbcrb1OSMS9kspGPskjPD5xeIs+9tHoPfac3L4WjjW+qsLePqY4Qj0hDNu8Ut8mPRVdQT668Nm+MirbvXHGBb7GDT08VOsFPz88Pj43S429+L36OeCltjwoYjw+kVXwPU4vfbwa3HI+Z7XZvp0UrL5eB4w+wWpJPsq8QT54Kpi+4qgAveId4T2VTTC/CfEYPoBkrL6cNgu+wqGCvnJD8r333HK+6d5Yvp7PzD4zrAu/DQexvcnO9D7nKQG+1DPzu/Jk2Tx4qBC+G+sxvakpXbypOME+PJw7vlT4pj0WP4i9JoYiPkkDmb5eHTM+RzyXPlnyPD1hlRe/b9mGPjfLmb3crKw+PbHEvQWeVD0Nrzk9JnI4vgjUjj5hXAk+BQgovtm9aL2/oa89sfHtu9w0bb5JI009khqNvfrCND6wteO98Q8BvgXiBT4UXRM9jXqXPo+VCD6e57S9vRpOvuxesb0+7kW8",
        "sO5Ivp3gWr77pTI+rWngvSFjmL18wEU+2HkkPlXaaz6om9Q+DKeqvSCXiD48SZS+k2AfPdP/HLz4GT0+Q1RMPhcA8z320kA+wlSNvti5hj6/s3E+G3M2vAL9YD4H+V4+Whm4vXDg8j27IO48C2nYPVaJVL6PJPa9aQB4PaFqwzxuMSM+7aPTPRTmsD6O4jO9DiQbPj2qrbuEKw2+GcOJPv4bu7zq+M892zJHPvrREL6Elzq+KNUSvnhnND4n8o8+QbErPvqY1j21nKY+cwUfPjZII74O2ke+5uVZvYMZNj682HQ9l2PbPkrVgT79nSe/98o1vhRyLD63ATo85KCTvkmchD7FsXK+ZhRzPh++QD5kGpA+04LLPupC772YjG09IFKovnrTtr7RQDW8StWOPlKKiT6RT5G+FLoHvtTJPL4t8D4+YssFO1te2D1XEZe+BOLBPuyKqb7Yvu4+l9ufvaCF6b0AIvi9g2Mrv9DRXL2SUZw+Hd6SvgPI8LuH35i+DwgFPfFaUD7aviq/6iK+vg8YAb3PQgS+ONTCPZq5Wz6Ptpa+tsiyPgVw1T1VEMU+wIuZPmEOer4FWGi+yyyxvpIcmr0p6NW+sgHFuLFlaL3mHHK+3VTOPt6jNj5M/8+9UjSPPg9BJr7EEIq9b3W6vtW/PT70pIC9ITKLvtYPPj5j/nM9dmqtPUS2Gb3XRTe+Ow21vkOhhz6244c+BtiGvnWN572gtUE+D+sPPSAClT4Y1C8+F1XiPsoquz7RdCy+diMXPYCKAb8yjMa8MK94PmK/NL+G4pm9NRbDvXkrAr1PlK8+Vt2IvkkOVb8F1pQ+f7pyvkARab4ZfQ0/OQ3HPu0P6b1kIIa+zr1RvTNjMzzrimy+Y9BgPt0Hv74lZYS+WR3rPrJxJD3GM0W+P1kSPqhZuD0sOei+jq3DvkFKIj7EXY4+tQKcPV55Uj7s04C9atj1PQU0sT42mhm/jXCYvj4QDD4qj4I9VsgYvL+4Kj7Shkk+tfEKPHI0gT6lutM9",
        "9g8uvuWSSz6zhDi+gsJzu3qjcD4q3MM+BFscvgvs0z6KOVm8apxFvS1yuj5VWm0+jFgcv55nrD6AODA+ATRVPt4Ko74mcee9En3Nvk2rE72TUTq/iQC8Pinm973NpvS9jZ3EvYyE0b508gG+ZGvTPqnV5b1gJco90ZmcPne/ZD0xzLC9pLfjPt8GxL5XqU+9zD+dPWGodj5QmTI9McCSPRcmCj38+Ge96X//PnWGxL0WFYK+JK6XPnxtxD64WmS+ZTQavfhYer7ino29OG5evruBYD1Ebmc+8eNvvX1tIT7Uv1w+LHubPsmkEz7bA3Y+P3aovsd7lL5kY7W+2qGSPgUXUDzrLAi8o4VWPh4HGD+gAs2+4hedveMq976kcFi/78CFPUjRmr4xtkc+ycSnPmmN6D3lIjg+SZWWvsAvHb5noLY+/9qGvn5G4T73EUC9z1wLPtqofr6v43i+EH0lPvvpZLuX9jQ9UnxaPeiwkj7cCpu8Ro8wvi9anz1eeAe/jD5APr3AAz50rIE+lxqZPptsWr5jrLE+ru4YPmTiiD61n4g+XO1mPsLqDztRBiO/QZVFvmP+Jz4jm0I+cEQLPmrX7Ts3lq0+Pyt4vStVBj5hxuw9XgADPr3fOr4GqOS9In3Tvvw2pj24vUc+OkiLvrZiOL6gwxo+ED+cPb5xPz4CMe+9FfH9vffi7T382RW9Ti/pPUKI0LzV/x8+uLvuPOYIvT11RSu+3v2uvV1PBL4wOQE/PmFrPcQVrr26l06+f2qXvlC1IT5zTA+/Wd4AvT1JlDzd7wC9V5m0vgoY/D4/Yo+95/edvi8U1z33yZi+mHo8PvVXfD6XKAI+2l6lPWILPj0xgNa999G0PssRnj1CcBq+HrKXPvQeFb3K4uM9aJisvl5ldD6DT4i+BmoGPwwR8D4szF4+nMx1vrsakT1Xrf29WwePvNhgAb7QvKm8nZC2Pnx+5b7DTqi9vd0cvk89Vz7X58w505ORPWzpXr6N4IM95a5rvVj+GT4FrOe9",
        "D1ZlvQNf3r6uECO+QvIbvpMLtrzAYxg+gfkVvjfaLj7SQYM+Ry6LPltgEr6aaRY+YXeDPeGnQ77xkME9VubUPPpIqz5ig4w+ctEKPp4uMb1dBPg86VW2PYa0Kj7kpCc+Z3upvR5At77J4cU89mBzPvoDoL76UKe+uGNEPoe4sLxDlc0+U669vGGJJT7vN2S9m4jWPlpgKj7hQiA+SVFCvnagYz6v3wc/p/OWvVteqT41ayI+PY6QvVBHjj7xjhY+hIiHPaWZ1T0pxAc+kDskvMbLSr651KO+CHnBPSTbwL7UllY+PB4QvaKdND63vPe8LOtivvZ3zD5UNeE+VD0rPnrcf748HE2+I5zUPgMCZr48MNe9VrM9Pjxhxz2jhWe+wKSEvrDczz7fsfm9GogCP/ZdVT5Aml0+rqqCvgCOgD7Y37I+QvwPPnWWnj0AdI28wn2kPh7ASD3zPye+y70QvqLNDr7xMq2+fnbVPdHQ8b6AQuU9sCI7PjSri77s34k+HiMavjZ8ij4Amm699/JbPlf9gb2hFZE+spp+PrNJID7FUxM+9qDrvQ9MrD5Xx7g9BIbvPfyt9j0oSf89/YY0PpBr8z2IzDY+X1Izv7JMEj6E4n4+Xy2fPYXoiD6ysO49C6JGPpUBer6XLDA+Ofb4vqZHrTy2hiO+cd7OPm53ALy12Su93coEP+oB4r6V0qi9c43jO8s6DT3t++K9UKC2PftZZT0FP529g0P8vvKrjD5VRNQ+Fg+pPYRpQr34eFA90oNgvRQjvz6GUfM9yZHpPtHDKj8gpJQ+rTpIu8Gm271C5U2+815LvUD9Mr5AJZc+zd4xve8RFj7K0Me93VmjPqvqCj4KN4M+3ax8vocMor2imaE+E8NtvqT/krzhbv+9nEnqPnCjITyPwIE+iwDevjZnjr3ERZo+jQJvPs20sb7+iMw+iQO0vVzbb76ugic+g5cgP3jD6T3+KRE+GuboPatgRj758Gc+ZmzIPjpZMb7vZBu+wQyMvStprL5XOLu9",
