{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "b0d53139556c2ac1a1f7eb663021b489e4b20a7de7da7cef713770196ee7eb76",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "YHlMPzQROz/Jt6U+7/iJPhOrIj7+qWA/SEVfP7xIbz4QWoE9UiUfP0bfnzzn/Cg/hOJ5P/lVqD6YM1M/JstRPw4kXz+H7889x41EP/E7bz5P2DA/voF5PxMIdj/jFmg/ohcyPwPxOz+ZWGA/bFz4PgGXBT58nnU/4ZyfPa4QBD+CmhI7lsDZPkG0Yj/fr/0+n+X+Pt3olj6GWL0+d8c4P0OCgT0ew0c/0/8tPwrtTj5Eg5o+omFVP2UNKz/mPew+vCDEPkcaXj+RT+A+xSpbPki4Aj9SHLA+QeAgP6Ituz6fpkY/7Q2iPQitqj4xvT0/R/TMPiXkej8aWm8/gKOPPuZHOj4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "6LKBwEDVcL8YIcS/44KHv9EEtT8gyla/haeZv+oJSEB4P7w9bT/OPzK0tj8kXM8/TnozQKylKkC+sCFAtsffwEDWSr9VUta/yxOOv0Q1yj/YGrm/w1ZdvyRczz8D3StAtIwcQKc79L/qCUhAUoiiP9F7B0AA1fK9tiI1wRcxdr/UOfw98bxiv/hWZb9UUcQ/bkm3vk56M0BSiKI/Bs+PvzT7MEB4P7w9A90rQPTdCsCb4i1AIoMXwWCCir8KoWw+C+MjvwC5m79oRGA/glKvv6ylKkDRewdA9N0KwCpWAkBtP84/tIwcQAbPj7+Qi8w/se23wGRaj7+5Tq+/dnimv8J39b48KB2/mGVMv76wIUAA1fK9m+ItQJCLzD8ytLY/pzv0vzT7MEAqVgJA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "f9CSPp/UkD1iICA+Tb45PtMS+T3uDUs+t/FQPonaND4udgY+5iizPTkjNz4BwWQ+GseJPvgN5T3Td1w+rpdSPoZeID6nxoQ+WTnWPYo7TT6EUp08Q0S/PXaHMT7eMS8+I5N7PajAhj6sQRw+P17APVZfBz6Ukig+98vePZCJFD6QVI0+cs23PUJdwD31LBc+Y3rtPXFtPj5cOSM9PhEKPqX7Qz5oawE+g8FoPmkhJT4Y1Ak+R+b0Pbo6wD21rA0+uXTyPfLF1T2jT+k9D3tLPjDFPj4Lfi8+csQPPl0uNT3WigM+XjhHPv1xBT5K0nE9m942PlhHpD03IYM9vERkPjg4iz4Hbx8+zxZyPu9HUT6kDWc+M/grPh/+5D0gujM+UDQVPusidj43i4E+SZYYPu4KBD5puTg+CjkWPptoGD4="
      ],
      "weights": [
        "9p6CPbB9FD2aF549x/sovtx6WL6+wuA+qHYzvnT+4r38cNC7Od78PWF0dz6eJU0+ftXOvcLshD396QA+6xopPWHzLT5tm0W+YpwJvaw/6j4hBO09mylUPR3GNz6JReg86J6GvhYpIz7bUMA+zEICPd3F872Xn1Y+5uXbPTJGurunzMc++NmHPSSr6z0fzgw+7KNBPvnBlj61jgQ95AqdPY/6Gz9Vxw4/dP6Uv/mjyj61AHm8YmpKPQDjXz6bYGE+TuDZPhMpzD33rwC9dzqgvScvCj8hFsy8TMxHPp3WgT5g87+9deUGvrE7oD7mJZI+ufdSvvBkmj0p+Vw+2y2kvbdQLT4z49k+qfobPhyNOr4cFO69aDImvqNwtD11CSQ+J8TDPsM6ID+3Fwk+F9OVPsfgJj68t0U+jqVlvSEwRT4uo4i+C7BvPaAfEr+Web29PhIHPpZPAz38EqM+W4w+vfU69z0Ukfk+kFDEPg1lwjs8Yvg+me6QPWGXG75fPWg+9RiWPufGBj9YQ0s9VSpePrZFmT4xPpo9VJ+tvk5Igr2Q7uE+8N4jP2QOAj0iXyK934uqPiwBGz40XiK+NRO0PptmCT4ZBcY9nnQGPfTdUj7TLs0976PMPuJWbz1KJrm80RU0vciC/rwPWwA+iHyfPmpuML6M7Mw9YDsvvY3Qzz6leYA+gR0HPmW5fTzi1jE/xcPvPokCNL1wTng+e9+GveNBaD2xjRu+7ynSve1ssj13e7g9gf9IPl+pLD5ImgY+NB8wvgxBIb6mRAY/sOrJPq6kBz+dP5w84XWHPQw1gL0NKEG9zGCnvJXRsj3QgLY+s98yvbzemrzhicI+ixx8PrI2BT8LBqM89ypxPm8bNL4BaZU+yMRhvXEkiD5fc6Q9i5w0PQ6ZCr6Mw2m+wRUVPx+hvLuH3KI8kjZCPNB0E7ym3M09EgyaPnXazz5lqCa+hSanPaZCULwZcze+kkDsPafTEjzD+B4+T91pPumcnD6zeec+uupdvvfKsz7xPR8/",
        "lEw0vunQ3z1N3m0+SBKIPgev1j26yKS97c53PV52XT0lN6a9sMtKvb3Ymz6D+ho+ZpmtvZobWbuBsIE972CNPgStxT1laII+GhgYvMC9Vr1zvTy+h1gKP+6uFT32uSs+p07sPvwa0T40koU+tviaPop5qj0OrNY8T8U5Pb2tFruUiSo//s5HvvO7bj3RpJe91/8Qvgw5DT9/mJk9uCjmPVgbXz4G/18+G5rJPV7pqz6Buik+XeEfPQUvyj08SmI9X8KHviz82zz3A8s+EbyoPjv1IT7+Q6w+S7w2vlQLDj7U5rc9JLQ/Po2DuD3aq3C9Jr0bPxoxyT1OqBm+CveXPnrxh75Wy0U+lieDvb6wEb5RWKY95o3JPGGR0j5WecG9hSGoPRO+7L7KiAU+aJyaPcAjFj73UhE/0ZcXvgmT8b1bAvU7TPEnPgPupD14LAI+d2rYPRMaz7x0Gvy8nUkMPzTbqz3xoMc9AMVTPmVlPz7jPyg+PBFFPcRLcT5g9Ae+sQTfvOVdSz78CbE8H6DAPWhT6byrm5w9gowDvdBCnz4TinK9Nr3bPuQmRz7OXb89kUvgPuSaBT1iOAe8O0ubPgW5Yz7GUII+7q4Nvpnnlr1L7Uy++GiTPqGO0zxUHm0+n0ynvQoxeb+Zko8+K/TePbMCET1/yaE9kY61PpDgSr/PvAY/1AdWPYR+rT7UNsI+zsXCurytvL3i+rc+4tJFP2zDFz7c3N+9RhAJPo2U2LvQ0Gk80ldauwF2TT9ONWE9W7jwPsMkI74k8gg9F9nbPkZJBj1PgQO9IHcFPxMVBz/u6LQ9mt9APvJ8rT3M7qE93RwSvq6puj0UHb8+6eWEvQYDHD6YZa08AxGBPhYOvDsBxss9ury2vYGo8z1MZHi+7W8QPqBJq72+9Y89bqAOvWe50z5vw889g0BPPSCSDr78ck69ppmDv67sjD0GhFK+jnUeO/gAgb07lKc8ZpZYviiCwbs08qk9xapyPkrasz3oosA+WVNePi1JwD4xEVQ+",
        "dC0hvX8Moj7zwKM9SSrKPk350T6um2s+3cwaPdlo0j0A850+SgNsPmuXoD5R4HW+GIWdPbGw5b0S+Tw8G5TOPhQNlD4WUUq/vSESP9224T0X6U2/pyTkvr1zCL4ZEgA95nOjPbJJAj+j2/6+295WvWfgDD8M2v6+71mCvobh2T6GDhK/rLCBv9/nG7/9246+043Yvm9HHT8ysNE+OGXtPQX0pL9lT8G9b9+xPeTVTD6n+8A+Vrf2vkxHzT6M+dS+EC+PPUYuJD8mVw2/7FbvvPA3qz6JOcu9Sue1Ps6qLb/In8E+WXy4vloYl77Cvp28X+nPvp+xyz/7LN69RVcpvlGn2z6HXCS/ozJOv1euHD6JhtG9x5gKPxiFUD5Fhig/YXAsvwD+Wb5vKww/c5T9vpmMoz5abp+9U4mOvhoVFb/qOOQ+R5S7vQlxlb0WwW49SiIKviltSb9Rk5y++L3RvnhtXT5SfU++uoV+v17HQr6trJG+qK0Dv/jqkD4osl+/wwuRvzpSIT4lnc8+p3/EvrnpML+Rom6+TLr7vk+ctT1ocUY+UaXmvZYnpr8k6lG/bqleP/ZgHr9Rx+Y+P5GDv0KATj+t/YY//oMCvwBAX7/PqbU8+EJFPjJWgT53G1K+RwpzvjXXUz8Iidu+ODqivjhGgj5MfM4+IMunvvYjP7+taA2+RsytP3Qhez7Cw8M9hg/9vnjzBj8jhC0/zVxFP7Bzxz2vHWA+R0kLvhPip75U+xG9VZYDP4xA8D7h/BE+BonePvdpJz/1eoK/rTcnP8/TnL/I+YW9S205vmNEar1wBko/dd7BvtANRT7b0JK9ztNDP9JZLD7pqjo/KdafvvC1MD7ecn6+NW1cv2cnfb2RAxK/FAiYvuseAL+rElU+11gGPx5I8j6Rnxg/VSEQP3BX/r55lNs+SHiTPWzdz741hls/sFs9P0okcD40g0S/26TMPviHqL7e+mg/5f79vkvyAz4zH+I9JyWMvq35JL8U3xi/wmfYPpOqMD+PGaK+",
        "SOj6Pv0tfj/3HQO/F08xPyucQb/Jxao/ieXqPhiaDD7EjDK/V8ghP1t7Bj/bLB2+Okwzv4LMCz5ZJ5c+hXYSvvvNpz4qDTg+3pIsP/QdRD8yBEs+4xFAP0AdEr+E2WQ+QrQbP5LhVb8JA6m+5Wq5vmuGNz7glgs+FlIaPcG9nj7tCU0+OwgbP8D2nb0zuYi+TgXEvkbNBT+No/Y+q9ggvbzbor+2MYk+0mujPj8p/bwLkFK+g3t0viUr5r6I7qY+3uJHv7uW5T7UzWu/l0UEv0GQNj+UZYw+4qJWv8A7fr6DY/C8TdDwvulQ8r4L/MM+fRpUvnAsIT5ODii/srwgO6XlXr7AmY2/gD2yPu9yyT6TV8i/4HLrvtSjWj4Jvw4/cCDkvjC6BD8S6xu8nzwAvsA7uz5G4lG/s/sxPVWkuT6FeEa/W/kXvyQlLb+pPIW+5zaJvvaCcT9Ewk0+cgbIPjBVnL9a9U8+Ll3lvenp4L6dcvI+FOqovil8BD99aoO+OBHmvnrWdD7VenO/GK4rvFeYLT19e4e+0l4wPxlbgL++h/k+srhwv+Aq2r1LP/e+OEbUPPWU9z8t7As+xppCPgagAz4XzS2+MJ5tv47+db7VuU0+XeyEPgdy6T1cA4g/zayPv3ppBL8Z01M/TnWnvg99jj7agD69928Mvl4p9L6tuBI/tH7JPhbghz2tU5c+u+KPvlxyCL8hlIq++Z8lu2Boir2g1RS+SXKEv8Ny8T22QMW+uYp4v7TjpL7Ntt4+M/qOvgLg5r7UxLK9sZ45vjYMyT4vyC0/7GDhPul83D7HlcA/K/oSPqxdSz/H5yG9HCexPgylnr6l5R4/KlkAP/hZgL/8Zw69CbORPtkxAT92e1e/0foDvpV5grx3Q8A997vfPnobWT2/X5C+bT+NPtyMhz4svss+yM79Pfrm1z7gbZ4+pHKOP93U/j0T+ki6pLTSP7HoxD632VS/YvRHPelMBr/gajS/jkNvv7mzAb5xJ4I9cc6SPtGiUj4tS8s9",
        "OwOAPncdcr9T9o696Z7Cvj6AmDwygze9LbCFvdMbhL+3xNM99EFAv2zh1T10vs89mQn6PrTH2z3IiqS8efsgvCfdBD6FDik/7+X0PuvzATxIyF4+UG08PkHj6L6JmcA+eJO8vja7ILwIVgc/R5ABvtugZb9VuYa+vfWUvm4kEz7i+jK/I3epPsNsIr7xB+G93PUhPzHQGD+Ewc2+O+F+Pisry7/nCYo/VawyPL4o9T5GuxU/CRrGvubDOz+iOr++04CFP0HsS7+ulna/F3i2PU9RTL9vmmA/nV2vPWhmfr9upDI/a9iyvvnthL/lZLa9swKePtKWQ75n8XY/mxz1PpjN4z6XBaY/AzifPnnax74hkk++0HiNPhw7lT9QwVi9VP52PqKCO7+iqQI+CTgcPv7wEb0puge+q16mvku1qL6xtQ4/u2CpPh+g8b4Hxpq+8Pgqv4XZCL/XM9m+1aAlPxk61L67iU2/5a6FPcKuCj/benS+zRmXPazVN78mYr++KT5lPWgJlr/hJBY/doo0v+ay5z5mN9U+rfZevyXGbz+yEd4+8FM1vpQl0L5arfi+UB+bvf5TJL+BXvm+Y1dpP8beWT1uRp+9/62qPk14vb7DygU/Ga0BvyUcwTzZ9K49lpgdv+VvUr4jIjG/o4igvqlCJz9eCxu/wt83PyGsa78M4Qw/FK1GPzFhlb63HSw9qzalvRvCpD5YxyE+gsqovjD0ZL7w11w9ygFbvZaogz58liw+jWcmPyjRkr2PyDo+fui3vXieuT9rdZg+hZo6PvvSk79fviY/JvcPP6PrMj/osSk/6wwaPsIf7L7DbSi+IeKgvTPh6D7Fb5U+IbnJvtHynD4hp/q+wpdnv4bLmz5mFDS/1I6pPtwjKz6ayX09qjAhPjmnMD5HWle+s4Qdv7uCYT+JjIM+JTXvPn0n174UUYU+tOL+PpOAGb9VFk++i0ulvkF/2r5+j7y+vWuNPk4Q1T7KE0O+guEivXGjlT4o0cG+tsS0PmpzFD13qqU+",
        "/xoKPkCRC7+iHA2/Q2AAvleZxj5KUIM/NKB2PMXmgT+7MqU/AEXRPtxmVD9SHyM+BDgmvnxvTb4NKhw/W/hlPs3oE77haQm/u+K+PoVbAT84nxu+utTLPHRtir0PDIm+i54GvGFhOr23+Na+MAMrPlwhqD7ZLgU/m1y8PGwQCz/kOOA+KZaVPxbKhb82m5U9sXyNP8vwJT+WdoO/hHAVP/DzC7+9+le+UnWNv31HD7/QDX0+TWRWP29yab+6HoU9Wq3nPccaAL8z4Uy+9UTDvmaSYD4vtA0+qYlOv1zz+74On4o8q5nHvmXEVD7Fmae+eOItvm7LcL4ZNzu+7FxvPlLOoT7pDAU/7Q4kP7AbEb/mKzQ+H13OPHEqSr+EEBg+YwuevmNkfz4WJke+JGW9vgWfir+8wWk+EyrsvkeP8z7uT3c+GgkNPx3oX78iGww9VXgDPjlTUj4s6m6+nWMIv0Q3tT3k3Rs/ggHPPqWjhj0z2cE9yvqOPvSFPT8x85m+eyQqPgJmBr2cgoS+953sPi19A79LLLw/FmMZPqkhpL1BAgq+e+AGP5WQGb+tXpQ9k3SivuXE7DuvTJe+oaqSvs3npjz2gBY/R8uaviGZSb8jf0g/8hkOPXLAkL4t4wk9jemWvtIWRz8bpqQ7MipvPnlgQT7WJIE+UJtwv0eeJb8iSIK9t3ppvCAn174p4Qm/JC0bv5Nfaj9v2rk+aVOjPoEflD93OPw98/h8vC2aqL7zqNs+pMPKPpnvwr4XaaK+3CO5Plq4hTzDqMQ+SKN3vuZC5T59uqk+la0cPkn1hb4dYPE9arrCPqI89D0ZC7W9QXbYPlQuCb9j4OQ+NdiWv5AVkT/Kohg/QtWlPiq8RD2NPyM/PQonv26nQj+Ao1S+y3OjPuIoQr/wrQO9hdtbv6Cd9b5PACQ99mgxP5+ACT6lXfM+fJWaPxu5sL4h3ks/IS9Pv8E6iT/ncUm+F5zBvgJuHb7eFbE+BKZYP9aKC76aC+i+5lhRPjmJmT6sJ5e+",
        "x0mGPiAcQT5gyj2+J42vPq6opj3nRzY7IEUNPw3x4z5D6sI+I5qAvrkahL4mUeG+K6sNvze75j6xmBE/8Y8LP4jhxb0DSx8/2yj8vnrNgL4rMpq9cTvrPrVZoD7BrCi/g6qwvRpllz40Kgw/JftBv+u/RL9SbVC+EgqFvrmiYz4bfxO/DIV/P07wYL7x7zi/E1T8PncoQz69Va+/Xw4Qv3TxA74v3ZW9kWkcv0u57D7TNAW/Tv7QPgigAb/k4ye/vbiMvsPxKT9fOvy+7TgSPwmsdr5lToI/+LqnPqEx5L4YAX2/EM/hPifleD4gZEE/7C4nPzvfWD2gjwQ/sm3QO+rDEj+NggC/HwN9v1LFNDwOjIa/0zhuP7mGvr3hMxa/2pkoP/95yj5ZZgy/8YKUvAveQb58zqY9VG5cP8pWM70ttT48+rqKPyQZvr1bASO/ELMFv4hLYbz4+mE/0poYvxlvPD46LgC/0+G3Pu72Vr4osNi8JPJtvVr9mj54l1M9GOg3PyaU+D6sGL099Bbqvt85CL6i8aS+kVPZvqQ6kT9C63a+yKD7vUK8Or/if/Y+Ol0svzr0mD5bj9W+8cclvnGPUL/4LUm9SdZsP7pHQr6e+BE/JMyVPt/Rfb+csPI+oKAHP+/bkb5VMb89x3/Qvqotxb5zh8i+ba3svtgj1z58fag+ATrEPlFykr8K2G++fEGFPscvFz5eMok+9gcgv6ujjrxI76C+cK8KP4RA/z7hm6K8WShTPujOIT+0/04812iFPkh4G79dh/K+gaavPspkK79ERLM/hF5lvI2olT35MIG9TfrYPWIMJb9jRz6/x4A6v2Z+wz74Aqm9h7uFPpAX8j6xz9g+M80hv0z/tr7WGWY/Efe6PdC2Pj6mvpc+Z/advmshSz9nujS+7s6nPt0mjz6K0VG+S5bIvt0hIb1hYT29diw3vVQ5N76MHB2+aHHkvnfYWD/KShg/NN4LPxFhfz8u6H0+fxAbvlwmBr8/XtU+v9x7PlKVPr/K/+m+",
        "9l1GP0OL8zwlGVQ+fpqlvmS8oT6SWDe+85TOPtZfHb94xVE+/PkNPxaThL4yhjW+sP6VPsPXUL9Btwc/lStzvwsQ1T7J6h2/FriJv2+exL4tCmu/gKmkvrM/GL2HxdC9NSUAP7F5M75c6z2+fqvmvo6Chb082hy/gLZRvj3+Vj/abCs/nPyOvTBD7T0igBm/pcflO9ePgz+UY0+/e1guPv/0GL4xels+GUmTPZpjkT614+m+9s/Svgnlqr8FSis/GEONPmUOdr97xvQ95ApOPry5zD53iS8+BxtUP0jf+D7GlYW+kwPxvszrkT4MBQQ/jKcKPwv0zr7awa++L/xVvhj8vD5lhc0+r+0Xv4Lhoz52Ggw/F9dHv4O51r56rLW93uzRPpNPyj3LgDO/Y6cFP9GGDz8vj4c/JsFbPsNwlj4anzG/vnpPP0kJsr7HKia/50lCv9bj877UiXU+4uhKP4/iRb4VcAo/gV5xveoakLw0RTs+XhJTPKdoVb8nSwg+esTcvsUgeL+8mu8+uWB0P2/qvr4Nchi/uTOKvvyZgb+W9VK/b4gmPyV8Aj+oTqS+mBGuvA8+Sr7whoi+j2x6PtFdKD/NlyY/PQKBvhSbYT8bq0G+CtfYPjqdtr6Jb7I+O/+kvi67Rr7Q/U4+dKsfP+OacD+/7pQ/TnJivwVACb4bMcO/3lyEvuBhH75Krbw+HEwYv1C2hj7uT149jgBfP9DFzL5lVde+3zFkPraKKT5CDFq/N8bvPtrhxj5vkzE/pR62vZ2ZOL/osvW+ybX7PWOA/D6CE6I+y0fIvtiOLL2GUO4+gLcBP5LpHj9B1os+BqirvzsEtj+vPxI/EnvJvuM/5j52Vk4/GeCTPWfZFz4zwnq97ab7PgWgKD8KphE/ODwcP+TWfL4xUCI+6qpEP99E8z2PsZU/ZtoKP7Gk9jy+lw0/5qgbvy4Mq761t+w93S6OPmkG670h9g0/1+4vv8hukb8/eA2+e+MCvglas74dlT4+538pP0TXHLwAQ3S+",
        "T6LGPh0Mnr1cqgG/OPE8vzeHnz6ckYS+6J4ev2c/qb7F7Z6+0IIwvT/gqr2JFCy+4cwwPoAUnr4Glqe9UX/qvtbvqb61iZ29KmrtPvv+4L7lot8+8OG9P+UHLL7nIfY+26xLPSVrqL4G5IS+RzoaP3WTvD5MEvw+KDWTPrA1AT+Q7+Q+9jOUP3VQob9wlxO//UhAPXGQw7/n0wQ/lzuAvZhYEr4OAIY/ICk/Px0irj8ZZKe+gTBAP0UGfz5lHlw/FD2fvmIErD4Jojg9tS+xvlK31T46Ais9L9UAPe97Fzx1CG6/JL0dv/avc74FLg8/YSjvvoSY675i4uy+BzA/PxYipD7J5ZC+XfejvtSxLr9F6g2/H3PfvhGFyL5v1u2+FiHfPlvhYz5Xp/+9XSUtvwUvqr04/Ra+LKNlvWM2nj4QIt28WLmRPos31T70qei+yK4XvoQshz9eOGO/0oMNvhXQs77/oA893e3ZPjBVxD21d0S//ZU+vt7byr48Tyg/6FA7P+rV3r4C1/I+tv6vPo0qmD2OM5O+jg78PoNeBT/Gps++30zMvjDUJD9NRT4/6kCuPdcA+74vLqI+q021vp2Hp71MASC+wzcRv/o8iD+wXMc+RBKFv3RRtL6Qfnc8TdLMPvad7j7G9b2+Fg4gP0UfHT8M60M/N44VP8JNHD89Ue2+Cx8OP+pUWL7Sdh+/FHwKv1e36z2JgzU8sZoPP7TvR7543qk945oNvL0TCj66oIC/YsSxvma/Rb42MAe+1HF4vv4p6r5xrKs+Syccv5dIHz/QaeG+A+f0PsbZp7ubhCa/aj2HPuRVn77sb0W+7LkTvb/ufj0n0e07zKDwPkTEZ74J8dM+2p2qvltgrj751Sg/jqq+PdQm176QbKW+P3BsPnAcyj6ETu4+RydrPpdsgD7TzFA/HreGPr9eBb0DJY8/QxYrv7vBJL+AmKY+9FOOv3D1PbwZg68+AQ25PgzxBj+xIGU9R6u7v0YcqD1q3hK/eZ5YPzWTIr9VaVi+",
        "xzVYPjouuL+RiT8+hf+uPZn1+D3odSO+X54jPg7gcL8++6a9/Z5EPwFM6j5PF4k+NKoMvmB8Gj8cpoa9P83VPsuGML5ubB8/QU+bvjw8eD+2+pU8EbFpPj/5uz8HvZM+rU1AvibSc73YT4Q/SNN4vb7OB78bhIu7chY3v7/V0jwlVjA/3sxxv+Ec9r5M7S8/FKizPrUHpD7Uaeq9PKclv8rUZr+73Zw9CGr/vjOEuz4+aAm/pu+Bvwmq2r4POTy+F3+NPZYFdr3+8Xu+7GpoPkb5cD/2DV2/rgo1vqPtlT/RH2K9TVB5P43xBz6XDRm+RryxPYl+Rz02DLO+PTaav8Z83j5SVYu/bUVCvmausT8RfXG+PY0aP04JXr9IqT8/N1HcvdR74r4WR80+RXH5PW2Q2T7xrDA/7tCKvnJudD9+ZI8+EaRLPnQOeb+vTRW/Cu9jPp91S71MGzu+W0LkvqwnN7/XMoK/+XC5vheNND9zWOA+UcCaPm8GWT3R5R+9Th8Jv8x0d70TzCK+/9IDP64ipb1df8W+KICKP7wVOT1f9Ma+DXwQv55mFz/LQOg+c0/KvuEu/z1bYlW/4e3vPcyjYL+sfni/M4HzPZmJBz9moLe+1cVUv6BcRr+DIj6+B/kPPvHW/D58p5g9w54VPtgQlT7m3qq+c0IFv2KMMj6cy88+SsCYPTxojD3zXw8/7AmevT3BKT+b0My95m5VP/yROz5EEe8+IPHePLoY+T6JxpI+X/MrPs8Bm742KkO9nXi4v+wT/b2tBwfAdeX3vnCIzr4GEP49sODMvRavIzzAbRi/DeS8viBh9D6HHE6+UvhNvw0bBj9g1ME+2n+MP19+5b42G8K+6YeTvajdMz7qp1U+zeS2PvA4G7+q8Wy+tThNP1mGij7G3kM/8hcOP3IOWL8dz50/6v4NPxmZ1b4TOGi+z9AeP9Y/Kj+4Y6I+E6qGPgRAf7ylrQw/0hxPPUv1IT8CfyG+B+PuPuIFQj+vjru8OZMmPzUV+D0JyBW+",
        "b9JOPENYxr42yea+ImvOvn+YDj9k1y++KPcpPxR1rj6nljy/rLfZPUcUwrxntgC/gF/NvqAdJj+IQzg+16nNPhWOHr8TTCs+chONvL6LqT5f8UY/fxkHvVlJAj4CodO+k+zNPaiKBT9MBN49DDOjPkERJD8hMYM/RTTCvukC/j0NdhU/vdtNv0u7zz0N7Sq+0mqTv9+2mbz9pPa+HBZxvseDkD8ciFa/MxjVvwdvBT9RNZS/VsCOPg7KQ71DAHE+qXeoPqJL0Tw/zGg+nrsKPtlGMb6SlxO+iooSP0MDNb6dH+g+JIc6P0aSub6NjYA+H7sMPtMH1j67mAs/kAYhP4d2xb7E3Bc//tHhvj9y6T57y1k+1AALP4CYqz/+XfA+bPFYPhatkL4fig0/RZ4Lv0vScb88nFI+sAc4v6465T47ljI9tKYBv/vQqL9EogO9Y3jePnpZrD6lM8A+W/sUv5Ciir5gYSu/3+uaPsUlXb1MJ5G+UxazvgHJRD33cZs932fTPSjMur2wYfY6QzMTPxsxMz8XOiq/qzbfPBMgqz75uJ87jGALP92fCz3buo2+LEw/PnhpEz4fXOC+FiwJPyX9ZzwHayi/sCMmv5J8JD8V4JU+JhfjvuN4bb0UEdA+kfsuvfuyFL4pD3295W4Wv8EMJT+OLD2/bPGkPj3GdL1KbAu/buNSvkYt277PQNk9SwU2vQctF7+8iFm+3BuYvXprJb+BbqM+zzv9vqBSkj76o7U9lS7xPuRNAz81hvw7XqHfvmIeMr5fQlE+3MWUvosDlb4ERAy+Prw/Pd3WAj6OWBw/T9gdPxQqDT/8rgU/ffVwPZyygT8TaCo/b4Kfv/6Mhb7HcgA/uAyaPvMUGL85jsA+g7R/vj3TJT/tPp6+MArbvwDdwb42WX2+BDTBvfxopj5CYXw/bkwcviSiQ7+7e7Y+W+IUP5Gg/76bld6+/pN8Pv1XZb4+rqy+i/TIPkOHK75HC8W+I88qPoMUzr4qKG8+oTYDvvtke757sDm+",
        "iB4avkdOAj1iGzM+QOELvwjixD7akzM/HmNsPtS9iz4k2ak+Drnbvlqx276RonY+/hKtPlUowjxlujY+0xAKP+HTJj4P3Ak/NEBAvwYqVr81F/c+/NZSv20UJz/jgdk9IEEJP7LTYj9+CS0+AceIPzQGDr7CS7A+kdfOPTtajj+ji7G+sgGNvatmOz7a2hy/AjCwPmt8tb3NtZ0+xDKcPhyzar9cGoA+fzw7vpSQzj4xWMG+ZQwpPrpENb56Ciw/Xt2LP8j4Db9ooCK/WedCPiX1lj74QSw/FqGbvk2LWb+MkXe+3x6+PmS2ir7aWxE/0fVAv/Wpyb8+/Z6+rXeoPao8eL3xAb4+Pfn7vnoRgT4RUl8/+s5dv10UUj42FXw/KZcvPlnblj9VL9087RHrPgDeVz34Lo8+XeRcvy4xnL5Azk4+gmNLvyXFDb4HAaA/PQ8Uu7Hm8z5yvuS+/KszPw3AKb5zGB6/LJefP//e2j4ReyI/slDJPo4BQ7+t9l0/IcBqPk/vQT2Bvuw+3h81vxQhfL/6yhC+vdDyvknRk75UfgQ+QaSNv2xlyL4m0hg/oTC0vtEX0T5+H3i9YxWGPL+CCr8jZ2K/jaDGPX8lRj/5kUG/uSGjvnPctD+OKZ29bpWGPYU6Dr9VfDg/KHQQPyXsGr9TzUa/zwosvwwejj9F3x++bp/svmtylr8YD6I9E+VEPWEmf77cafs+vxZKvXm1ib4gGga/26ayPsdplL5aUzE/dd8nPo/YCj/9R6e9jsUovsPHML+uJRC/xVuRPqHCWD+U3W+/Ma4GPEFBAj+0g6W+2xrOPp6BWD6daga/yfUmP0HI8LzT+66+T2AmP1r+BL7w7y8+yPVhv+ZGyz5ASyE+ipEsPv1IEr73qbk+hl7hvf2Bhz0+Hgk+RM4+Pmv7HD80OtG+3tkQPw1uWT45nvc96DeuPBO3UL8ek9U+QzqCPnwzDr+HSxO/X1BZOtXN075i2zc+MFUSv8Je7Tws4kY/6pLYPm7M5j7xP/08",
        "qRxDvhQAaL41/7M+NfbuvgH9m77XxZk87a9bPfVxsz0tfkY//DQ9P+vUkD4eHvw+IVMiPiMNqT8gA58+6DQqvzXFBj8E5C2/YvYuvyti1j7lrK0+QPTlvVvUUD5PYrA9YciGvuHgdD31irE+mZPKvvfEMj82M6w/hVyjPj5U1Dsenmm+X+gQv/yg8b02ujG8nZT1Pq1nFj40fuc+ume+Pe/XKj1uASu/MlRnvnPEgT47kPC+/osLvTMA7z7kxCi8NL6ePnPF6L29NpO+WTqRPnVHpj6mnc29YAfxPXOHpj0hDTy/xrj2PhRRYT8DJ58+q31Sun6xIL8VsBC/jDWNvVx5/z3qlXc+Q5GzvnrLEb+yVfY9XucxP85lQb7X7hI/WLCZP0uZP7/EOBm/9FEWvtyD2T3EDUW/2YSLvjsXkT5vl2a/iFMRv8+FjL77nNQ+pKTdveAAcT4WSOs+ZuXTPl6k9z2N1fY9h5yyvkeF1r2Rbje+S+XWvlJMTT6h4qO+eUYSv9fxcL9erHy9BT0ev6MS777YlnW/3rXZPviw4D4xypA+KgrJvhNsgz5MuwE/gL2QPiKesj1cxZQ+zgJbPsa7qz5g0Bq/IXRrP/PzED+ex1u+uT34vFz8gD4/DL699cKXvCkgXb6Bd/A+aISRvoCfID07tgW/5ZwFv/JpCD/TJQ7AV2qlPSxA972mcqq9eQ2NP2wyRD9rbvY+OqXFvnun7b6wOBo/Ja7oPbXMPD9lFBw/JxchPhIIKr/0vOI8H5idPspjXj2jgWI922EYP/vjLr+uBB++dLmAPwcJ2b7KsZW+7WhVP2jKoj5WQgS/svaavs8P7L5Z7U4//BDjPlqQDT/S+Vo/9PiZvYnPnT8LbcC+E82NPoOxir/Xf+4+WmsqP/z0Br7qAuu9QGOCP5HZLz+QkYy/9bBTPz+WGj7bX7a8rnSdPNQYTT4k4Bc+tR7ePQB2gL6ASlO+AVeqPosLqr7dc4w+DmF9PyYDeL1/RbA9HNqCPvCpib61s7Q+",
        "82XxPYfhyr49aCk+/H5OvkN1nT4zZRo/1QGAvuHOzL6Y8CO/q11zOiMJND9Efio/S0xhPulR3z4pwb09VAq4Plrim795hyS+A6gQPnhBLD7Qwr8+e+cNv5P/AD/OjTS/VWnuPW24Sr7T/8w+9gChPbhlhD6XGqy+6GsWv0FttL6Sagc/o36ZP8hXnT/7NB6+aN0OP1fr174tRg+/QLFmP0nO/j76sAS/F37tPi62sL+X3w8/pxV0vyee+j5EkTa/F3DtvlOWCD+zIu8+z/3tvt0OSz7CuNi+BJQcPzCShL45TA6/RZa0vktOnb21088+azPWvCQdN78UUcM++wUbP613Kr4+liG/HzVPvv+UTj+m8Ug+K1fyPYKgRL4BsSc+3cLovs3fIr6ICaE+VWnYvR9DDz/IJME/DK8lPuB3wT6tGVg9mNgRv2IMpr5jJJo9r76hPrOB9zzoOFe9QGjsPqsX/T4JMAE+xR0MPgNbcD0tpy+/BjCdPSYV4T4SruI9fyEQvUhdwD1QTG29qUEePlHnCD6hGvU++8k4v5fstT3s2xq/HDcZP7h4gT9YoZE+jh2ZPcMNib0GnF2+0C1gvqLPZD6NBmM9wSsqv/YPk78a8G0+N5cwPr7Jhr27B0A+mLEZP2Kk/74XkNe+oiYVvQRDrT5Z+6++CMeUviRa/z7DEH+/7hNev8C5tj62NZs/FaZ0PvzNWj4xc5A+vmQJPpAO8D5aESK+XU8hvwoZ6b6xnL880zvcvmDi2T6zDYE93xSGPJ5kKL9Lg6k+zAjKPq4qpL2bx5i+V+8bP1jGCb8VdpM+kx3Fvp2ynr4DHzQ/PRA7v7kvdD/Vhw0/JKJVP3DkPD2Iz488NDQAvsbNUr8Ldoq+IjULPbU08r2NFZW/ExA2P+jZ+D7BiiU/b9tDP90YOr6+Nz+/OBTpPu1GZ78CU7O8iiRlv+xu1T+xUxK//Q/3vjjWqD4M/7Y7Aqftvg3yBb+hk7E9hbz7vr2w1b7NZ8O+jWTRvYyq0D5MNxK/",
        "6jKwvhWu2T7DaHe/o/cRP6tLAb9Mamy/1hbfPqTVkD9TyhO/b2nmvWK8cL6j/xm/TqjRvjXLlb5Z+aE+4g6sPnW0i74z3Sa/0pPRvXZC9T6YL6Q+BjK/vkEbVz+MqHo+j7CPPtM6TT/cwPq9sUg/Pp4fnj8Z9608YDSRPlbM2r4srzi/Xl0Nv5xvHj/SSRi8TGw2vi4WE78M2du+hh9dPVVj3L6u4dU9F3dTP47+GT+rNTk9kMZdP9jznT+drac+HBPUPC4wVD+gwr0+q7PfPt1JJL+z3E6/DC4CP3LOHr+wOac9sgM4PRR6ljxuSaA+ObKGvw5Z577UsL0+KaJ3P2f0tzzPoBc/eYVDPnJTub6cWGY/wKsxv6IUnL48dug+aGtjvnVFmb/phk6+uOOHvI+BTr8mOg4+t/OAP0L7ID/cD6I+a2CMvaixIz4eaKk+8Q1jvduPRT3Q1JM+Do3jv8Fvsb4JjJu+dZCMPKL7dT4SbYu+ikjEPCNhqD48aZA+LpqOvtwA172hzOc9br5Vv9oJjD5IboY/W4eMPzef0z4caXe/PkAUPyv0F78PKSC+icssP24JrbzlgSC/RYjWPv4DgL+GmFq/kpmQPwCklL6rJsi+HfZ7v/pKfT5yAl8/o4pDP5uZJL3cdk4/JTgEP7MTlDzw2Q+/Z5sXP+SbOT96TzO/xcJWv/DEXT/VjDY+6+W3Pros+L2ZnpA/5gXJPbqGZj7Dks++6kQ2PxONiT4L1KE+B864vnEAHD4NKYA+qmFavxTNyz4+U6O+uRJvvpApfz1S8g0/Ch5EP/LvIL9Fdv+++lSdPrBMdT7WoAg/h5dIPsJJzj761BW/tEMkv03vOT9Cl4C+AM8MPAjyZD/8SJY+rbHJvr8gkj+aUQa/hlenvvoi3T54EPg+mT4Xv3UElb759HC/GHkvvsYwMT9LMmE+ycdGPwztL7+GJy8//vIsv2Tmoj67GAe/ljY9P4/oTj/rLhO/rgWzvq0Wlz94f+k+RcJ7vg/XGz+qXDM+",
        "hq7EPuG1Sb93Yi4+ub6sPgg+Rb4k/lW+YNQvPydwyb7JW68+dVndvwaKrL6rN6w9V04jv32coz9c7TO+ZeNfP0MTJj405H4+UXMVPfVlF7+wZgK+OUq8vjvWQz7Iki6/ddsEP0/Cyj6B0Lg+TGXPPkPzSL+TwNm9kz0RP7+UHb/lNR0+Hk8bv7BgaT+kS9Q8FQYav8EWMz8tvD2/2mMivkH/er7/GMc8iSozPzryar6k5kg+r1uAvmyngj52QbG+vVJRPwIk0zxUu02/E6NfPhFbPr8T87697bLOPrTLiT8QKeu/WwYrvvf4xb52FCa/GaKpPkxE9L4rmbo+9RMPP2k7uT4q+qw8hdwyvou7lz37qPA7YuKNvgd0Pj8cgJW5CE8ZP06nvT7qR1G/XXGdPpjdMj80AWe+AKZZPlJL8j7Rpx08XwE8Pq1+YL7nbng+/xGlvSAjsb2gR0U+R6k9P+rNg71R5HO+nt9PvvhSvz0PntC98yYWvoPoAr9jmO0+HFycPuJzXL7/ePA+73fUPn4d5b4QGnS/wT+DPlqUPDwyLIc+15+FPiyleD6HKji8KkSjPimRyj2K97W9O0B8PhuTjr1nt3A+3KpAPzJLXz5w9s++OJW8PoP+4j6TCUm+dQq7PrsFN7/KOYi+TLs0vXM7bb8KQXW/veDPPSX8IjzkG0w98laHPtyWJD9LY0S+uncuP7kcV79iiEM/TISfvslBsr52p/e+KuVVP6iXsL7CT4E+D8MyvytZ770+xOE9YksPPt0bpTvW1ze/5vZXPwjXAj9ETmc+gRhJPu5rMz0chxA/73UwP0HLAr9nzEM+DU4xPMuq0750I7M9P6/nPugrFb9NZoG+05P8PV90BL4t2Zk8bzyRvgcbuz5X2CU+JcFUvznY4j7R8wM/ZdgzPZMwKj5NhQc/KgETv/jBCD+kFiC+UEEsPkkCLb0OSJ28gDuQvjSuLT6NFAu+GrGhPfqtzr72fKS+JoaUPo4kgz/kZps+nXUyPftUhD57UxM/",
        "B7xvvgO44r0UiWM+qosrPSPvqj7/oOS+Y0rOPtyErb33qaQ+JJ1bPlsBGj76FQw+czfTPWT3N74EEFK/tLFDvYBVEj/iPRY/18BzPw4RQr8Bqgs/upttvmNEhL5Vrjc/68Z6PQmo/74SHyk+m2+fv3I7kD4RtVm/oGiXPvTqQL/8wqC+NVGsvZrsPT5BRY2/ijOkPsft177v2cI9+EpHvoiYeb91yVU+EYvYvmdU8T5OwyQ+qvHDvpQTYj4Y3ks/HSAQvx0W+L7fnUU/cpxBvrgYjb5dUki/Eu+AvsGKK77E7/G+a6LpvmQuzr4KOOA+imZCPvogRT9aRZk/7N92PQjlIr+he1g/ZyvkPUU6yD3ltBK/siU2v+0NYL4lteM83oeovcFgFT5VQSk8M7z8vl0+zb8vAmy/QPeNPqIemD9YsKE+I4s3P6b0AT5LINW+OpAaP2BNOL+qEOs9VY0IP77y+L7yZi2+AORIPuzovT7zZjG/Lyv2vemaez9r0Q0+V9RVPsEaAD98r1o+Z8XZPjB7Zb7Brtk8TWkQPw7Cnr//MS4+mncCO/34/D5wAoW+H3GQvnMQl74Q86o9WDP/PjXwqD7li929npdPPrpyDr9n6pa95H+zPsgS1z9Ncfw+VY4Mv6h5/T1RWvm+IqOQP6mqqj5llyE/vxdIv+IOnL7x1lQ/vmAiPyrHQr4f6qI+pbuMvs9l5D75DPs+W455P7pLgz5CORw+R+UDv3qw37x84tw9RBBlvleAB7/QmYo+mR6rPlwV6L62VqM+HEjlvn5jS7/IzFS/iDMhv6UIAT+FCcy9KmGPPvwomD6CaUw+PSVkPLHwbj6rymW/YKGqPmhz7TywNOS+YGmiPmLGgz41cJy+gmP4Pmge2T6K+i++CyyjPWlKhb7RqW6+H80oP/xcwL4A0Xu+v8QsvdO7tj3bL72+9iQQP4uVKD9VGc89wWGuPtJfNr5plSg/jZsKvmpKab9HYXi9Vk6ePkmggr1/NUM+OvAPv97sdr6pjy+9",
        "My0iP3wE4rxL6j2/7IAWP3iv7z1opQk+HFciPQNNXb5T72k/Mz4hP32iLL9q1li+VmjiPlZZXr89Jhs/Cqwyv+/wOD4Whxa/j5LgvrWJRr8Vv/0+ho2hPj5Idb4AOVE9WtcXP3DGBT7FKam+bGMVP/trWj/RnnO/1FD7PKeGDD8nfCS/G3EhP9Yhdr/0Ppc++/hHPn60g76goO0+9dtuP/SPij55tfu+0HfevQ5fzz4ehDo/1Necu5IlIr9Ys42+FOUJvlLRFD/NU5g+VVafPWayKr+OwGu+wOguv8zkOL7YKTk9PTEivt7KHD8Cpp8+dQuSPu4Pq70CWa09WqUnv5cMhb5w6be9XSVBvwO5jT9bQvs9Uq/6Po2BI74ES/89kSZZv3mxQj9HmOE+kYH3Pao8Pj/6sew+U3IAvgkkYT5pps++bNlQPmCw3j4vwQC/ooeZPq8FsT7UB28+ReF2PqU5DL4rXTY+kg4UP5AQib6hPf49gIoIP4NXxr72lsU+/AS7PpMVjj66nwc9aasNvyIGir2QJ+w+OuCBPbJ5Tj4qPnC+42k+P8aCIj8rLj0+iK1UPrtqZL5Aolc8GVEqvjMJAT/1vXa+HtPUvfqHBD9HotS9z20bv23lQL6rC3a+2tY1PpXGPb8fR22+GHQCPwrCxD6ucsu+zAbAvmVkoL0Z1j8/osHhvk5S+L3MmQs+73JXP2FgOb4nIRy/WTFjvsZtUj/sqC6/yzT0vknzJz481gA/xOb9PdUa4j5Q7KO+C2Lwvh65n7jAIgE/5QK/PgLcyj7ZPKo/P6qPPlgLXb9FEro+PNKMP1WEiT4/LJa+U9pNP6/Sgb9vcWm/ywMtvvGHCT/rJdS+2nHzPgmiQr7GLho/VWynvhnQFL9yG4M+07ICwJ4jXb7oKni8c4WCOz+egb9G24O/8N4TP7zUl76Tzoc9hPlSPnFtuz0xtTw9/n/jvhCiEj/9Wk88KESnPosAnD/lKso+SdMPPQPy+T5UCF++jHp+vhV8yrw7ZbK9",
        "1BmTPpJb/T7LSQs/q5n3vIXlLj7QHFW9Lou+PRBhFD3y7ew+ci8Dvi2JpL4ptbe+smArP2zw9z6i3bY+eWlVvjpELb8iRre+4ELHvn3Uar0hVEi/e6a3vyVi2b6WufK+d6kSvmwFlT6hDVW/e+ZIPt4Vsj5rh7e9BUcHP9Lvoj67/A2/zlRfPzQbBb9tmQE/KgD4vU+u377JOyW9ZyUCP5xDhr6QQA6/yzKtvBzwt75O/k2+K3UzP1MngL4nsJW/zkcUPynPCr/jxtc+hW8dvoAvSrzMuAk/Lmqivi8esb411o+/wkEwv4lowzxqb2e+PePhPYRCCj8li3G+uTDsPVwQnj45mBq/IOwAPlVPvL5Uqwk//KsHP4391r6qPgo+3e2rPmfASr+a+em9Z5yIPyekhj63im6/SwTRPWlMnz7/gzK/CxCGPtl8Tb+9g4Y+ilVRPQhQLL4UpK0+HTMJP0JjVz8O+Tc+QsJCPkzpNT9XvSs/xGbvPDT6kT3FoAO/0FAXvs4OTD6noSY/sI2cPuT1Dr8qmxC+Rn5hv6KYor4Dmlu+8O0gPo0GKT9yej6+VPv7PrBFrL1uMJs+6RBRv2fKp77H9Ly+shKYv9Zljj9XbzW916p1PyZiQb50dJM9n4zbvuGAjz6Mi/g+vlgvPr0/Kz8vgxG95vJDvv/iQL597/29yh6pvQzpTD9Q0XK/n+M1P7AdXT6dMim9AcyRPhNKBL7KR0K+n/SWPrkPb777NrE+/C4QP8BsOb/iCqQ+h681vTUpHb6LyFs//Y5HPG86Fj8h/NE+Ue/MvneAtD4xBrY9muOCvmTXqL4gCtk+pDp2PbWQvD6F/rk+pNXRPsWzcryYm409/9+Hvt5VLz/GkZk+XmQzv0HzQj+gshI+YW2SvhjzSz7MF5U+0FfVPjfMr75is4w++Mc1vnPLnT+/r6a+fJgHvibqdb4SGKU+GzMzv0baw767fgS/IPlUPQ0tFj8gNoC+yGjcO8Cb5b7jlLQ+lRNPv+NWxj6rXOk9",
        "BNhwPttZbD/mFwe/K75yvLTdqD7HwG89232rPgxAl76XSpm9nSikPRSZBL8vZfM+0coOPwSVKz3bdHI+kNGNPjfzH75E5OA+vDBPPt9gGT+eR7g9xlg9vlIqS75/Pn++76XgPqx84L30MBw/BxOWPe1eDb8o6j8/GftcPKUxkT78KiE/gQyYvmyxEj+S4jG/sOw3PcUOTT+dftS+/iEmPAztqz7Otz2+E5kRP6nnhb7llxE/rPNtvo3E874+Wiq/GcPPvulyND+0oRk/YqYlP2W8Wj++zUa/iB4uP/4Abr93ZA+/ZoeGPZUelL7+Xp89mim9vkqJ0DxhIXg9HL4tvySoWr2pMEq+XqXVPtYqqb5xIA4/y3lXv2T83L4bDYw+y+tTvzWhhj72iCC/geoiv+jhFj/fjWq+S6fCPiK5zL56poU+VMNDPd0cpL5uo8q/FoVRPpeoCT8ofhO/sfejv6ERFz//0/C/6GE7vsx2Hr+Alma+ja9KPnZNQz7uORy/a0UkP7d2jr7oVAI/T06DP/EfBj9HVgM/AKATv/T02T6y0UU/zxwEv8dRGz/A1Wg/5Z2DPjUbJ78Iy4Q/SejlPdjd0D5Zrp8+ueeZPuwNuLyX3eQ+HMIiP8nmpj6rmOg9XgfYvEBFIT8Ds6E/4izePVjWEb4JAwc+n+mPv2QVAz+uxto+4d9rvmwh2j41Zto+hl6DPmi9+L5dYOq+LsJSPkywjz/Dvny/Ma+tvixOIT/zggy+r1PbPny+577ke2Q+q62LP0t8hL6NzAk/7d9nvtTA/j4+cfa+/eI0v+gxAL9z8+Q9c3+Fv40RRb+xDcM+eJ7hPpJB/j5ogtU+32EIv0JvkL6CrGa+WvjfPlv7Hz++AC8/PDTAP0deID9XtKG/2CqIP1PjPj9UrQ0/f6D2Pfif1j5K2D+//nAqv47hTr7g9BU/zZBiPg9tXz5Mxo48JEEUPyLp+77ikO49ODwsP9sz67+cJKS+N4bzvsI+g77Rr+s+wT+VPp9YPT92UB+/",
        "zRoDvkaEEb/lxJI/nCeTvThzFjw+yU09s13DPMWwOD98IZq917mTvqlx1r4vvJc96cTmPorZYD/bCPi94qa1vrId6D0xTEQ+ciKvvfqThz6XjCo/gxACvyOlDz+OpGE7R1giPi5zcz2rY7Q+sSFdP6JhbL6TvEo+cAYlPusqqz+uYAW+NDB2vxZa+L5ogMY9EvFdvo3aNr/JM2i/WF+uvv40Oz/2f6I+vMKAvPypor9nGvg+X4B1v9fzHT9KSLO+wvnivn6JPj8SYR6/vynXvll4574sawi+0W6OPl1Fbz7pb9w+dhD2PU60Nr/5JBE/9xwKPwT2hLxYKZ4+OIc5u82cDb9fiCq+PdjOvELOaj4HoKW+rIpBvTkyU73OuXi+V6QHP5vIoD4HbDQ/NVu0vkWQR78yDoQ/3fJJPvYWwD0azCq+7JEOv1QbF75aG0O+JbJ3vv9zAz4I4cC+8T8kP71o0z7wN5c+kBhQPJbLj72lEhG//M9RvpePjT+dJAo/5Cv5ve4d9j7iYJM/kPEcPaZZsr51Ekq+KrAFP+reKb9ajLk8yiEdvuKwwz44T1E+8wvAPqoXob6X3lQ+UjkKv6om/z6+IAm/zGDYPtoKej9LTC+/ve2OP5lQ277yPZ2+vyULP/Ipfz5dksw+Hs4wP0AEID/ZPAi/Vrb/PShZOr/0PLo+PXIZPyY+RD1dPOU+VVqIv7XBXj+ZGj6+TCe1Pg5Nqr9lUJ2/vw7evhscer5OtKO+9hrGvSdI/7wbP1G+GGiovqx/Lz55MUU/KjOpPmTW8b7X+Bs+YLkqv8ZTu742ARm+fDI1vw+DPL4+FLM+fyKAPifgRD9WHhK9UIPEPuwpmz6elAC+3QVEPk3m770xygS/RMfkPjdhWz4y7Uo+Ce2ZP8HdlL1E+H++UDwVPwGf/j35yte+qgKPvhAavr6Wgwc/Zdg5Pw09aD+Q5k47SXZ2vqkU9r6yyfu+FKnXPizQAz9cjr6+tJ+DOxMg9b6pDTY/tF6JP/smVT6WqX6+",
        "AaEXvzyDrL1UsbK+qHWnvujL6b7/F0q/iJKKvqojLr8IdJ8+gf7LPqYLKb/hFdO+jPaWPqcZCz1g8zY/uZZNvZauSb8Hgd8+VbejvtudBD8z2xo/aeNXvtFQGT6bSwk+6glSvhVhNr/rA1c9Fz6QvnFv173tqUw/vYKxvhRom7/KGyE/vlOvvZlfzD7x8wK8KmvvvR2apz7C2GK/QoqUvZa6hr/rHWa++3vJPkfjAL4p9zw+k/DgPlpFWz5MgUM+n+I3P6jhur4Pdr4+lCKtu2VTqb6a0FU/pMMHvydr5rxed5U9DSKtPp9QkD7+UM++mRWbPabBpj5OkgK/gzgGvr2HEr+J+g8/Ej1kPhnCO74uzYQ/IeAGvzLjkD30vdu+RJTCPTiph75f4F4+0sEjPltBlj3fhsK+CegYvnrj0L7aaa09hI8qvgA6GD//XR2/YRxmPpzUjr89lHy/OQ6APlSYr753eIk+W6yUvsVaDr875Ug/E5dSvT1ZuD7D9JE9Dxg0PqWIqD2hVYC7OEGXv7Lll75AYP0+EpVbvqHEE72W0AE/omqqvgA4Dj/nfQA/dNAxv7yr0T6u1O0+IiJHvygAEz/Js/W+NSJZPkGHqj9nK0g/254hvqDqgb8KFCs+aslQP8NfCj+uh/k+klKUP6SGAj+PA+q+5utmP3czRD9Z8xU+0o7dvDi2Fb4KnDY+Z36kvgOmKT3vQyM/Lhw0P+ZsiL/sPBo/QWQkP9ojFz8nXkK+EOtavwCnFT9pyQo/rSDzvRhksb3VVJQ/1twqvzFAir5P5mq+BWEoP+tcIb+UeRU/B8bJvbI+OD9Tigi+I4z5PjugMj6pIN6+UskfvipZ8z6m9Dy/ezYxP4XPgD+k1to+mZsGPwnVGb+2ARe/YsEfPsNzPD8DQmM+zkeIPqGY/D79Fia/Pi0Gv+R8Pb9zguc71Si8PgDyxr6HZ6c+33qzvkifkT5cvNM+b6C9vmJb4D6smzW+H7ySvBG22L7GDi0/Awv6vSASDz3c77u+",
        "4HquPchbrD0Bpmo985UYPxgOj74/mpE+VdJFv/p+WL6UXIu+I+I7vy+Y1L22vLQ+dAJHPzzcoj8W9SA+avRVP5VNwb6uUFU/7j8APxz2Gj+D1vs9ME9sPpIweD+T8QA/TERUPlcHwb5+UQS+qGzMPtqyRT9Q6ly/MmHGvml0ML9epcW+uscFP3C+8b6hmWa+VeiJvjSfFz7xBh4/di2EPkKUDj9sQ9++/MkHP/j5fr/81Mm+/nEOPycu0r6eBka+qbmIPoA+YT14ZaM9zBIiP94sMT6vGSq/FposP9lFvj7/LGi+HuyWveXqgD+8IFG+R9+AvSUtfT1DQJu+XeSGP0VErD5v3Ui/M21tP3EQCL+AalC+THh2v0aNYj/l7gU/S6Ikv9KsNr/78S0+kTQfvvxFyzxOyAw+LRaGvlLu4D5JGUc/tLbhvYMVLr/ACrm9H6kYPkOSCb5yp3o9L3CCv8y86z7IWSs/+kLgPd8QDT6518Q93x5yPpgYVrzuXoo+PrnWvupqDj+9+rI+hZF2P36hur5ZjTM+Ak/gPmYDoj6UClk/O7invnitdr31eD4/MZZNv4RPkD74zZW+S6VSP/WBIT9ozVo+sZNDPxoxNb4b24W8DxEkv2Vq/j66qHI+e6uZv5TMPj7HdQy+KhAjv2GAij63LDC+Zo8gvEeIHL+hznq+PFRnP8B5Ej9FFBA/cvhHP/9RpD5shoQ+rl7dPtwlNj+zzI8/f6sDv9Ew2b26EBG/9LIMPqSsyL42TDM/dPPRPl4P5D49PTQ+TOAHv+BaZD82W8O+pNj1vvzlt7662e499TzuPi6xHj7d88W+Z3CMPt9+1L4cnbU9QKiOvXHJZT7tTRs+WvuqPRXJbj+RNCw/sf5KP5L8yj6kJSg/CI+yv065fj8ghyc/N3uMv7TwSb/wzSE8zayTPhf4476f7Sg+MYLKP9WL8T7COpC+e6+MP2jHVT9a9Di/PKQWv0CauT76gLU+jK3iPmXtzToNHT2+JLXvvpTuIj/4I6u9",
        "bDsUP5ZZHb9qXYy/h2PPPOyZC7+Obl8/dmpYP/0Ey7zrEiM/8uYEPvg1o77By4m/PpwFPzuKlb2DOIA/mbFQPp3hNr3eTne+2xM3vy5flj4cq7K+RyiMvzMXVj/DuUm/acYkPx6m5z6VkDQ9VV7+PnkWRr+8UsG9FK/fPjpcpL3dGNm+d/yIv44z970/b0s+Ej0Cv202Kb0T+pq/5OsZv14WzL5xuO8+Bgk3vf+Jyj4LJCi/fg2CvxVBbr5skR8/2LGLPq5ABL8YxBw/Kl4HvlIlzz7Tc4I/DFOlvs8Ppb6lmQM/gXmhPakBFj/tORy/sNmrPajI7L6dNxS+kNfzvTxkwL10Pmo/cPcKPhl8Dz8Kzc88c3NSvhfUDT9z98A9iJ76vtS0KL5s+ps+YiwMPxBrHD/A6kq/78y3v5IVvr6jaRa+a0C4PkCoF7/rVPC9PVZ7Pn4p5D7IKgk9k1v+vhEh3j0qv2a/KGFDP1KcJr85HIu9BK3WPn/9mT1rYco8CX4xPomGrT4zNRs+JS63PnS3QT9+F7u9rZeiP4NiJT8tJFa+Dg3EvRcOoT+lATG+29Esv8f8kr6T8O49p/NxP6/ChT7eVRi/OrOvP0uc2zwpn7c+krFKv8qoYT6qHgg/FGi6vsbi0L7Sx0k+AmOSvs9Z5D5YwwK+ltrhPcgHAD/jMws/mm8HvLXTD7+orui+kfqIPk/EpT3m/Jy+6uuvvgpH8D65fKY99g0qPpPu9b3UG4Y+9KBNvcLczL621nq+XMmMP+g0Yz99PhY/SCU6PWlzLL5tYB89xR2kPYsM7r56B0k/jG06vW8K3r305V6+lbzRvqXRBL5izgo/CDekvvOzar/Uf86959cdPw2rNT/5WJo9sLj/vl/6RT53RkM/UuFsvxdQNb75TWQ+ciYnv63Byj4lQ769oBf/vo51Sb+JsFy8bz2Ev/vlqD4Nr3C+T9Czv8slFr9S6aY+c48NP5oGZb4XD+I+YMzevqw1Fj78mm++9SaLv9Gv074ga6m9",
        "xZcFP3It874xD40/xWRGPrSEUD6r216+c3MQPgGpQD7iBQA/YguzPjrbl78Y3xE/iP2bPrAINr5sEKs+RPxjPvcUhr5sHxU+Jj0vvmM8Zz7Z4ka/9hxmPXEkjj5hRsK+74jJPtXTBr+rWSC/R2v6vYeSVT9GkY++Fy6AvvQ4YzzCkhE/o5/IPrpvdr7iQyc+V7JZvaqjEr/iqLC+gFoGPZUcIDw/rC2+BzR9v8sPBb8GUJu+DZNYv6L1Nb6QAei+MGKePemHHr66BD2+V9ibvmmQCL/VdBm+eI2WPoPw8b7dLbq++dWQvoEPkT3HxYI+SuRFvyZzZL9LiqM+MtylvZjWgT7pCW+/Ujg2v4CHYb5thHk+SCUCP91m2rsOs1a/rqv1veXxTj5nAEC+DSiIv1YUMD4VIgY/h7kCPwtg5z5nWk+/HTyRPhRPyj9J5rQ+CkPKPTlcwL8nV8K9ahxnP3Cel74h6jg9T2VJPWjVsD696WC+pq0lvgEO5rxmTuG9oCL3PrposD1Q1Ig+qg2zPRcZdD/5PyW+b8nCvp3T/74OieA+IwvnPPrDiT/EnA29ayNxv087RT+ij8o++qRAvwRENL5BZTo/Gk/9PgJSaT9VLZW9V0AuvxrtiT5Rui4+7pihPgykM74i3/O+p/4vPztFPr/Pvy8+X/ACv9WXPT9I784+6vgGP0VSUT+Yaq2+I5R7vHH8vr4/JyE/ti4mvp+Wbr9vONk9LYtvvgy1EL8x902/fsKLPkNWYT7kYok+kU5PPmhVMD9+rTI/fnn1PkPG6D5WUVs+FpynPvb2Lz+QYRA/NC5jPxxQbb7glFS+R8wYv90qqr23wwW/p3j4PuA83z465fa+Vd4LP2Cc/74uPKQ/k7dSvwU1H7/it9m+1y9EPkjlqT7F9V0+cDmAvifiij73N0C/EiKePgqSKb6H3t4+mHKEPjjsxL42bJA/3bBEPzuBIz8ixhQ/ImgEOwh0Cb+v9SU/zsNkP1LKbr/BgiS/rhXUPe3bXT8uUpg9",
        "E0lLP+44ej/eI6w+xWpjvVAhQL+lC7o+WldavsjNpD1ZYo0+lkHVvnnIzb3AEZ++fLkjv5MdBb+q7Ek/BTgDvx2FrL0XkQg+po9GP/XfID95oUK/aSbwvQgErL3XG/4+DZSKvu+IQL7gUJ2+nJFxvzyvsr48ZHy+8pFIvFcHdL/ic6c+m3Y9vxG4Gj/ePT2+NIW1v+4Rhb8euB0/imcfP40P1D0vGZ0+U1hOv/KnFj+Lnzq/ENy8vwAg374Zaja93pDUPg6Nnr4vjLE/g84bP1/QQD7QFQC/3U+BvinirD5hemg+L2hVPwBmOb+RiWs9VmeEvnrPGL6ccuk8uGZ8PhSrMb4aBfU+E63Fvn6ruz3EiNC+OssqP+jakb4y4oy9PoryPYlOJb4g4hG/wmjJPlvo2j41Ma6+3IUhvoXLMb3GpzM+L9UdPyc1iDvgYCc/cJ39vI1EOD4nJuu+5unePTQRF7+73qw+vfN9PaxE/DzE4ns+8egcvW9h+rxVauO+4NtXPjghjj5xXQu82/PxvtB2Hb5ZpAE+AngrP43ShTx4hDa9pwkWv3aOBD5J5cI+DSvSPZF2Bz42gKI+XSyIvRjwAz9vLGW/gGObvPZSDz4y5Iu/4Z8Yvq8UpL8fDn6+bVtMPgChQj+lBtq+asuEPk55vz4C3ny/JaWpPQ6izDwN2cC8KBY5v5f1Rz2ot00+RLHdPlzuEj2yuI+/v4aXvsxs9b1EL4q+zjoRv90r5L1zCXM/lWsxPlkTnL6JN5I+dXqIPvWOFr5F8bs9ph0cP0gVozwfk14+4VGfv2t96r5e0PI+Iq+OvjyCAL8p4zq+i1axP4Xde77U1qK+2rRmPsT8BD+ehLk/YmsUP1/vk756qW4/roeqP560576gXJy+rLHfPoW+Jj9JIdY+B9UYvvRJqL5DLQC/NosLP58THr5iGsY+CeC7vobZdL+NX7c+tA6nvAUBFryWZQk/76z+Pm4qMD8z0/Q8+p6evuRWIr9n2U8+1prBvlAUUD+70ru9",
        "DiNTv3AvOr5ZL9a/HlxUP+UJS7/FPhW/1y2GPtSI0L67x1s/63oSP7p7tLwRpgE/o65fPfoawr3kK5U+2P7HvqQnuL45a7G/s7Ecv24VgD50iSw/8QL4PLSYN7+dEhK/uYycvqhmtDwQoXC9ojV2PnkPkL86LFi/xeyXv1P+uj4ybJ89IhBIvw54Hz9yUTY/uaP4PiR52z6WoQW/vm/EvvexYz2ClaK+MnKVPTOa/b4lEBM/PFbWviNKgj5TSBu9dY0Xvk/Kvz6T8He+UnjdPiXnAr9MkZm+BK/tvsJPAb9GeAg+cPhRvyfcY7+daLu+GJTBvoE+XL+MOwC/6ecWv6Mf1T6eGtw+TB/MvT6AWT0XnFK+e1k/vOLBmL0bp0u/LTwHv9u2lr6ESwA+EL1lvvRTWb9Tmke/j8sSP0+Y9b7bHT0/eJaIv5WkQb5d2b09UjKVviWIND/AopK9xlZ2vgMdEL8gkrI+hcjgvTTTYr5aTxA+qbzgvd+N9D6/OCQ/zk8pv62T8T1Ui8w/VJedPhZOP79jBEC+8SD/vd+Fdj9xffO9+bOYPt2tgD78hQY/6Go4Pt/iAT+RAYC+Oc/5vrJdlz4jFCo+z3EhP7nZTT4geSI+lTqJv0u4Vr/aQCK/HSgcP9PeJb41QUQ/pfcWvmTBgL9l0IU/1I6iPiHcSro7Wgk+2UomP2Onvb6N1mQ/lMtlvT0R5D5ZK+G+OdSgvqWzvb7M/Pc+8g2PPtUBgz6ujZ88eYhgPmPwtb6axCC/B9pDvpzdGD64OCC/B+4Xv4pPqj3wcQ++bNsSP0SjbD7YYnS9XdUSvmieBz6GxI4+8m5CPjUgNT8D+ek+X2AvvveHlD4fPWi/qMyovsKAOL4V7jy/NOmsPrrU5r8nG4G9gvDFPg6UNT/siYc+eOcFPnlUOL573Q2/3LdgvgyNnD7hrSM+ovGKv9YzJr05lB0+TiYWP72PGD7imQ+/1PhIvxQrQbqklo+8dXoMv4rl9r5+mzg/aAd1PiXOI7+xlEw7",
        "t5AMPxUJlr5E69A9bzoBP+GLjj56nge+SPebv88MB7/3Dnc+DmyPPlIYV79mH/w+8t5SPxN+F79W8Ze+kyEePw=="
      ]
    },
    "dense_1": {
      "bias": [
        "2Me1OrfIR7pL3Vw8Zgt+vWTLND2a2qo8018sPYL2Yj29nrm8HMlAvHTQMD7ow/U8KVr1O4jmHz7sd5q8tnKkPcl3V7qz2M686R2iPYz3K73LQJq8V60xPFohbj31CzC9htW8unGs8LvDe7w6Sa4kPs69t7wVn42872OCPHyzCb1ENdy8ZfSIPbc5NDy0XqQ8uwwEPe2lgD0PzMo8m2IEPBrhCz65ZP67h9ifPZBm4bwsFJu8R3ZhvADrO7zvrsK8QXm2u1niszwhuo0+VPMwPWRUJT3+mhs+bAzTO+WBkDv/NWU96dShvO69xjv/H9o9LfDAPV2YZLyARqg9iF6dvJ0CM7zLMOC6vZAfPUs29rvsQHs906t/ve7dC73MShm96iSqPQxotrwtfk48kcfEPNQROLwt20c97K4rPkatU7w="
      ],
      "weights": [
        "pPb1vuJNqzxSv+g9GxeEvqbhNr4Duhw/bvipPoGyij5jcRg/FTezvW1DIj/JHq6+PSWIvLc9jL8fgpu9GIpOPTe2xz6SdwK/qA6nvpoZyb5/zYk+PIitvW/Ddb8T8Uo+AHiYPbtGvbzAv1o+gpmLvsCKZjsYJxM+MWwIvhjQt71YGL2+aNpFvk20Aj00jTe/T1Fsvt2jib7LXdc+xZW8PsmPPT3xW4w+4n/MPcI6yb16fDe+O9dDPhicFb58bOS+/Kj9vnGfQD6nJ+m+XW/iPrbavz68o+E+mV2cPhNR+T6i8Ow+GN63PclClT6w1iK+V2ZcvvBPNr7nPfE9yxCMPt3oVL69dQW/1r2EuoTjDT74G4Q+qIkhv1exHT5LVC08u/tYPKKZs72n9BW/mEuhveAEnb33mN8+N4kEP58KK76sXom/lw0hvaTiwD5fZwG/PvLUvp1uqz51Iyc/4b0NPg//xroIV88+k4qlvkO/Yz58zxY+OmsUwN/+VTsiaUE/lnaXPu1v374WYrc+53AavrHx0j62/Ua+3Cywvhtur70x3Tw+QkWIuwXtv75HK0k/ydn2PSBnhT7h6aM+zg1SvicwUb/JP7s+y/KKv2sbnr7fsAXAH+JXPynwnzwYjV89x5KzvplnBcABxYi/x0cMPsG7hL5OWdm+ei99v3izvr6Yvw++PwOVvrqEeT3oNbo+a5iAvmUOXD/swAK+J6xuvw1Ubj+Vm7g9t1fUPgTWpL4OGWg/ZgMPwJlbeD5vbcO+E1ugvhV5fr/lbeu+0hYCvx3A4j6o2PK+jKqKvr9NWz4TIr0/grpKPxuLPD865Ng+LdFIv/VZzr7o8uM9MV5yPVuiBD+q1zQ+pXx0P7A5pz4NBBQ/Bw0IP26dmj6l57C+jndNvtUK2z7mDNa9BTq4Pg5WDz+PFVe9P6byPUvEZ73UVCE+9LdoPjmsFj8TTFU/D4mTPnUFgD4wdAO/EpuDPz2pCT+gUcU+Vu+uuQ4nGb/5bDu+36cvPp1gHz7N1C89",
        "p+krPl3laT+04Sm/LOniPv5Rqj2KV/y9kcPgvW9KKT933U2/dQHbPuK7Pz7kEdS9raFWvXe/JT9L/NU+TNr/PkPTLj/jUiq/7qs2P2OTDr7QeFK91oc5PgTTK77dMC69lfgPP4WvEj2B142+GheiPo8Kiz5I8oK+tgEvv3jKpD5dbSc+6ohVvpu8dT0Z6qc+kw9OPlkgwz4qU5I+xMs4P9lYyD3lWlE+7BWRPgvYvD46Xie9P/uwPolR6TtwGO490PGFPqB/Mb96ZgW/cZn/vKOIAL9GtRQ9dI7YPdIaTLy55Ke93cUtvvwxUz2EXIo+GC2Wu3CSW73LWLy8VvDgPjbJdT6CvCM+QgBNP3fy7r2KkEo/jM77PUbVIr+LK4i9y7PovYqkVD1qosK85RUAvMwyCL05j2K96vy4PclYsb7RoAe+meIBPeVOW79m1RW/+XnGPPe+Mj60beK7KSweP0Xpv7ybbuq+te44v+RJgD1nkpA9uP5PvvkACT3mb7q+N5D+PWT0XD9u8P4+SD0wPpYSBD5JqAK/J22fvmKmGb7c/8O++wUXPi7Lzz4YjQc/eOv4PuHdeb5Kqra+r6VWvojGKz+xJgO/Oy6iPR41zD5pD0k+A9YKPX2CpL3tK0G9Zwh0vglaLjyB3Lw9/s7bPokkGD1JNio+jrvkPmJcrT2V5My+sAOivtNEEr8w4Fc+DbYLPmrK7D0prMe9DP+YPYarpz0NLA++a3PWvonoOT2KEdQ9lchEvza5q71HA8a9LEIGvh+z4D4tMnS+C1ydvuffnj59b3++fvC0Pd8er75DWG8+s+SBPtuLpr6E6WM/1RDYvBGbWz/WQOI7XtSoPfwvmz6Cpgo/mjsfvzRlM7426C2+i2iMPpg6aTurtHa/bAXlvoNzwj2l1Uw+VPDNu3VSR7/Oaqg+93rzvtmTcD4U2r69mzSOPSK0TL4t5gM/MainPmjhDz8OWao9rVkvvgfplT5hGNY9USPRvn5iAL9+bGu/pOGkvlV4wT60WIm8",
        "epNlPqDb+j71TDY+3CbQPRLJ5z6LCyg/ZK6SPjlhBz/+S9Y+60nxPYiB5r2UWQO/WEouPwqV8z5La3G+0xc1vZSiab5Ab9493/zrvsW8Rz4XVo87100IPQ4oED0VX0C/9UmivrPlwzoukO4+G/ZcvntDtjzOtyC/6qhbukreDT8o6YQ8siCYvdY6oT0mMhS/BaQqPAsriDnLxCm+616Gv3rjpT3oGwy/jJ4zPgaO6T1/xvg8HNu9PEaIIL5mGRA9EqNRv/2SlT7nBaI/+tkTPx7UC76Kk1Y/sIBoPY/TLT8jris/uXCfvov9vr6AMbk8Z0SYPt0V1j4IYog+JVT4vn91oL027Xm+mQCbvcYwFL/sjLu9OYHdPov2zrtztO6+uFhNPwLHG75JDl6+6+XyvlRGqL7e5N6+z3srPs2plD673GW+CAkIv930a77nYYo9TZqqPqZ8Dz8Cexq/DIBJP/012L7ouAI+PnNJPfFR5zzB9s+8S+BbvtsyEL5Zy30+Mr2+vrWZY77H5Tu9CagMPw4OP751wXq+8S67vujAlz5jM+g9s9WzPQgSg74Kqbi+OXCFvchQVz8ZbcA9m9IqvzwnTL58Wji+1KEkvpSQxL4cp348YvG8vuys0z2YgEc+hR+ZvviznL5ei5O+Our7Pr1VGL7Uurw9BZWVvqfHu7zBbyo9jnzGvIXp5r6DwLO+pSStPZMTrz70OAI+AL8Gv1x/VT3IN7a9R+7kPgUSL70CuTC/nlbQPXgbgD6n0X69rzGnvcufNj4pWgq/+1T0PumCzT7n0y+/Hw2OPrs9Dz/Qm6A81KEkvq6zDj6W+go/B3WAP8qoHz7TjAI/BMDxPdfWmb6kguG+iSC6PjslHT2Jcgs/jt5APTrYGj8EYHS+K2nyPtqNLD77rRs+j/EtPm+lGD6Wbz695mxiPfmcfz5ofp0+lANtPv4vrj0ZX7M+SAD9vSbs472az7o+fV0zPj7cAD9B4QQ+OZ8Kv/ZkLL4Krns9qJ6GP3/Q/j1EISm/",
        "xj96PvspgL5wCyk8Gv+1vlZicr4KDUW8pwQGvjtJFj4w3D2+UHn8Pe/atj5AvMS9gqATOq+aUT22HAi+gLSFPFcghD4LwLi+AWY5PzQ2JT4vcDa/QYY2v9+YeLxbzD8+uHxyPvjwxr2RTvI9so1evIB2h730wMu+5IMyPupJPDwO+xU8DSYLP3j4l73WEBI/svmjvvMPgb556xU/5yV0Pyihvb7SCBE9yJPWvpkBlz4jj2s/wyWNPJDbib0CYIg+LtbcvvtRHz4cUoE+TxzGPYmukr7+9aE+rLE0uoaP1z4tYT09VyZuPvnqfD12Byc/hQ6kvgx/lT7kpHA+JR9bPRuh/D5gjwa+g8ddPyolST9MFsE9u694vd/JKj8jrGG9ruadPhXCiT5Ny0s/4CuVPaCUTr6DnYq/JkCyvbCbkj7ORFk+2WGTPuQVFL87W90+u2DHvfEKej6toxu/YtWxP9e6hj6B9l4+MD57vtU+jj+Yo4E9A5j8PrGmED6Rqpo9Ep6JPrYxiD60nJ8/B/6VvGFN2b5o3qs+Dr6JPSFwOr5ylO6+eKO+PmwfAz+FrE6+tTcZP3S8Rz5eoyk+7AcSPwHWwT5rVdq+pZ85voY1Ub7utJS+VU7DvvQ71b7Yjzu/q5pbPSC1LD6HVl+/qGLhPvIV2D7SUD++7LcrvvromT2geNS+ldHuvdHJdD+Xt9E9auABPzL5AD8eNTk/qfDHPjFABb/CO5Y9HEcRP8g3JD5+Mpe+/t5LPs+SHbySQA6/PYP2PSfKKz7Wnj2+o3cpvnLdET2yuRa+qHBUuxw9hj9TDn0+l2ANPtC/fb+slW8+zVpCvmU43z0zLqu9KZ8EP1T3uz6i39871LjYPnO9Iz8Mapw+sZwUPqxfjryC7AG+BQswPnLm0T6EciW+yuONPhgDkL15IYs9PovMPVGdmj2i3La6wEw4vuY+Ej7Vaow95BKIvu7a5D2Ba1E9I36Rvt5stj6xz/Q9onjBvIF7I7yifBQ/ga5pvs0oNTxF8cg9",
        "cJ+hPT/vHD/EYjs/P0BkPkeEuL4mtdm8FaMtP8rchb6Qk4G+VDjPvYD2Or6jg68+zqlGv459b79QJZs+Aj6zPsKtAT8Armg+cl+oPSL0Sj5r7eO+ELZLP9jHqD3N0wK+k59APn3vmD7454w+L33/vfFAuD7EBKW+vVuOPt26qT66A7++asIqvpvx074kKg49OTiGvoftVL298ru+rPz+vejI5T5ELaG9cNcBv7c9dD7HYDC+VcKgPlvk072+dQm81AG4Pq4dED9dRg4/HCGdPptokr53Yig7iGQrPzOPDD+0z8Y+knc8uy698b7bd34+QTkMPn6wpT3pHeQ9X9OpPqfiHj9aZEA8xGdWP4c/Yz3b5V2/urYCP80+IjwLz8E+DGX1PkxykD4xH588OMwQvkH/rj3QC+M+4uZOvV4xTD7v6sS9Yv45u6x0yD5VPEy+C7PsvSyul70mRBq+meuOPs+rFj5+aBo+ufINvyBRPT854ie/JzZPvijKPT/+Lo8+VrQaP264YL7G4SU/9Rogvu3Mbrxn0zY9xISFvRF9wT4IVeu+JVbPvVwsor0PZ68+a+YjPzg+Zj2e3p8+xFGGPvxZBT8NGeO+yJyMPit3uD6Ikok+l79EvrVYez5K/hw+L9fyPtRbLD6oJEE+euqCvhuZoD1XJyE/BTOCPRxMKT42fAm+pP0tPp9j4DxO1cG+OxnxPj7Uz70NDcC+vukovtS+Dr7xmW48z0Y6vqOoZr4AtyS+6qGAvQiAMT4NFIq++xC+PeNP973C7XG8YOfSPuRiAj5x7PE9l9iSPvcJhj2NBCG/2GoPv2JJ17vn+Jy8/1HwPWPzBz4AWsE8nXUvvk0XCT/fvR89/hSmPbqnEj8VhwA/CORGP940Gb7LrBK+GHeevFVXwbyFOGU+JIB5Pn7yUD8GDRq/n8b0Po2zwL7Mz9E+wzpevKEyUj6rzb68ixAWP9MX/j5XKdw9ZUYbvVO7B7/CEtS+6MCAPpRQ4L4IxTi+oCXsPcmMHj+JFPC+",
        "wjqfPrIy0D2Lsiu9Lr3Evt2LJj5QS8K+VnyrvZZfgj5IZN+9K4zevYJgWb7AbpU+FayTvrgq374BZBK+OgjVvkbIw76mQF6+0LniPvVJk77npsi+8LosvmeOtz6LlVq+ymLjvUYxGz7FF5S+PqbUPgkdV74esCG+MHvmveq3lL4Dkt2+P2gWP6Nrnb5MY4A+R4iOviKPmrrkNN8+csf/PkdpBz7jbuA9VeLQPk6Wsj1wxbo+JJOIPa/P1b5ebLG+ZCuGPaVT3r7R/jY/+KyqPnowhD27NBY+9MbOvHJfxr4CQI2+tNWzPVrNIr68MAm+v1twPpZC2D4jt+A+2tMZvrkEbT0YjD8+V/F8vb4fyb6os7u+h5MxveTG/757q9g9KKM1PttQC74I4A+/xvSNvSX8cr2QXZE+uK9QP0RKo74semy/LkaKvxGeLL5otkk/lwAGv8Mobz9s9To+qtkqvv6M2j76J4A+2KpHv1pX5j4qcCa/JbaFP/SZrLuvCDS/0IoZPfnZf7yw7ia/n0KFPrLtmT0pxim/EYzXPc12LT+XTzg/0GNpvMIXl75TJY4/nRuQvT0p/b2A5AG+SFCcvAmdWT/kV2Y/f3V5v+xKIj3dy5k/BXQmP4KTkb6o0dM+asKUvp7Z9D2sDci9HXIqvnzbEr7exmk/Y6IPP20dfb4RaRC/xe9GvzVHQ7+o2go/FmUzPzzbIL8eK0q/bnhMPVNGgD7ZkKy9+7QEPxaWbT8nr0K/5AuYv+glqD7RLS+/8NQKPwW+Ab8S0Yw994aMPsAhgT/Qbqa98fxHPxs5rz8lLJk/mqMbv4BXN79R1yI/iTsLP6kmcz92crC9frZ5v9rxIT34ewc/rajjPgxg3z4oNUC+cb0JvuqmBD/zbDq+H/RHvou43T4v+pa+l1CCPlZv6j6OwmY/mhWtvQ2L9r1qwx4+0juGPb14p76iUE6+sgOavqejjT7Pr/0+HC6SvfTL8D6NmpQ+7AGFPvHsdT5THwe+5mYvP7q8ur0iehI/",
        "VyJNPWVr8738/am+UvdbvQAkBb8FQuu+jxEEv6qiqr/rW2E+s7h1PgfOlL3xw2O9U6z3PFmZBb75yim+xnn6PpOZ9ry77Bw/o1pbv3OUHT943uI9kDaFPo963j2If4g+154YP8UFGb7sHFS9ms+SvvlfP7+vX+c98n7WvjBtDr0cNac+m4cPPBOZbD4UTd49sj3mvTAJvb5+QAC+0vQkP/GdRT74HwE/aqtrPvPdUj8vBS+/BfVEPrCPDD+OK8E+2dW/Plm5UL8WcP89/BuuPRX0bj5QPg4+4kOEPnvWob50fOw+WTf9vVg7+L5hBJw+MDRUPp7Xqj8im4O8QbuPvqi1GT/mF4c+Xic/P8ZH3z4rehA/M6ORPoUIAr85KMo94XrVvBcnVD2YUso8g7kRP/KNqrzfhvq+s02lvVNbTj3LWEA/6/8dPjSamrxILPQ+7wuavTb8sT6JTb696CtNvwvLqb6kWg4+R0yCPR4Zbz3k15k+IZIqvePodD442di9Vvt3PtthKT/4G1o/EyLGvnpV9D0+cQe+DEkavmEqpb5k3Zg8gH/Ivb1QOL8mWh0/8u0PPqUmxj6tZA28odKRvvBICr+C6Iy9Y0iiPlls2btPqVs+TfdgPnILgT79nnc9dLSDPjz1+L6hZv4+svaGPSI9xDxRC5G9kzpJvr/TxrtP4Cq+CI15PVm/Zj6oTNY9rl9fvbNCYz6ZURa6t+YzPigolb0rX4A+FP48PwNeyD1WVjW+3WBzv96FQL78F1I/dqOVPizYqD4V7dm+q2yVPkrn7TzCoI0+BWQ5PQW+MT6K3Q6+D36fPnFWCD91lhe8Be+9PVkAij53Gog+6W0Yve1Vq7wPpRO+XqzPvreW/r4n54C+UOjVPr5Cu74FIqa76VwkP9GD171+gVW+OAh5PdFerD57MXS+htMqPtpCUrvXKq89J/cUP6jbAb/gBR8/ySiWvZjb877alXy9U2MUPjANdD4GfKK9+SXBPkuHLT73bdG8mJgyv3isET41aGk+",
        "Jzw4PvbQ4z7ASz2+kbzLPhqLW7uLdeC9evk1Pca7TL7W/LS9imVTukg0aT3m+xA/w7pWPrVKjj4Hmb8+A/xgPocJpj2TS0I/XtU5P85qYT4RwTI/C2g7Ps6SHD4cfOk+HFLavc64OD58KRY+r+/kPc+0dr6QzW++o4iwPQSIu777SB0+50+VvvxAfj2wvIo+AASDvlPTzrxcQ0U/IAWqvGOplr44vo43Q3LMvsEkpT7J4Qi+u0+Kvt5av73vyFc9wlpQv392Sz56qq8921f+PKY9fT6XEVM+rnOSviaJij2g5a29ZzzrPqf+oj5NIEq+tIb9vSSyUD4W/8q9nPURPwjFKr6MTA2+750uP+kuhj6ZJgO+H6InP265sj56YUg+Tcwsv1AbI70nJSC+wBlEPA/b9D40dd4+yNoGPxKpBj67WC4+v9LOvEQn3T5Yq8o8NJejvk3a5756DT0+yfyrvuhUrjxVJNC9wDTUPp7R6j587KI+2BMGvwBHE79dZvY+kOH5PpcnZz8tYA0/fKMdvqL+DT7zq5o+n1cVPw1KLT8ZUnC+U+koPlGVWT+Sqgs/kSv9PgLGLD8qBUe+GGFwPz1yxj5zfrU+ArQFvqVcoT43rt++yyH5Pnbj2jtoaV4+bsauvlCEvz4gIwW/D+R0vjKT9r0mMS4++HxSPQIfqT1GTEk+OoY6vpU/gD+WsgQ/Cmurv0fmdr8vLH6+aZV3PtkagT/6V8s+RLrHPEP04b1b41Q/VvoPP5st4z49JPo9xdRGPl/XFD8zQHs9El8PvoJvJryd+Hw+9P/OvjtPiLzglOI+ExGAveNTBr+edGC+1WNfPwmdJj+OQKU+q2NevmFUpz1XSZE9WrxSPw3NJj4XbxU6LSaBvUAXLz5dJhG/seOGv/rFDT96yzA/5HCxvmVJeb5z5ZI+abZmvuvExT3Rtq+9obwFP/Iwrz38+oQ+v82KvmH4Kj48bCI9LN92vlVpUj18S84+J/sbPTU4Er5bOkw9sEEPvV3JGL5zO9K8",
        "y3MWPpNcPD6Ztu88qXW0vVgKEj9w20u+4xpVPeH9dL5auJ0+xDjmPs65hb2zVam9vQZEvm/70j6Ax1U+nBT5PXTHKL0cqSu+siwzPy72/71rVBU/y+0hP5K4876/wiu/G3g7P6k5Sb3ERcA+Ih4TPpH4HT/pIz8+hHmUPRO3hz3kc5M+LnMzPjxQDL8b/Ny938fuvZz1ur4BQdY+rOxCPulflz41Kw4+K6XKPs5hBz8KrQ+/c9PaPk8tuz6fFKM+Tc7jvZ++4z7s4N29Sp9SPX0ojr7/tCm+B97lvfVSKT/Qjx6+fSEfvvY6Nj56dNg+BTDwPrvkUD0MLiC/WDANP82Vvb5X0wo/JEf0vgMHiT5UPAk+VQ5Svg5DI79sFgm/SpwYv7Vf2z0ydlg/Q4WqPX1Zkz459GO+JheivVFx9rugQhS/bN9qPvK3zb4nE4s+3TmbvlWioL40JJk9rsO8vviWIz4+0yS+FWoOvtSjpT23w0C9QzQSPlRLJL1QIoU9shUuPgAplD4hZ5E+vsc+PsKFXD+wER8/E6EVPpZGGD/KVOM+jis0vmDyrD5Nnau9DGX/vmVWDD+rF6w+AOvcPq/n6D30YTy/wdb+vKzqIL7bnka8Gm1PvpBXij4btFW+6aDnPtBgIT423q498yYKv4Du5r7UREw/jrsLPnhyFD8hcX09gkszvZJkSb9dLlo+V90DvjHkKD9fAN6+R3dvP1z2BL/RGAk+EJkJvrUkjb6SHX4+A9GWPkccTr+bGtE+wXDBvqfW5D4mD6I+0TpmvzLqwb4c30+/JrGqvcndML62DE0/U9Hivto11z6yD5S+xUqkv/D6vb32mwk+e9gAP665Ej/BMJg+259KPmewgb/7wAA9jfSavo0slr3FoJi/vQMNv5a1Ab8FlGI+X6TYPnzlyrw8lZ69I2RDvxuqFT/mar4+0d0jv2hihr/Ut60+06wmv1Av2T611xe+Xidtv6a+UL/iYTw/yU+GP2qJlb2fnqy/8x28PkNIpr8lkvE9",
        "4EYcv4J2zD6N7g0/9/Hivkldhj55+Zu87vHsvtyJTj0b6Eg/Kz8KvmBggD+vSs8+mzWav8Puir/AgJe9RfOSuzd137+WcME+IHDUPkPIor5lkC2/S/Fiv+ziZj9kokO9xaFvP506aL9zaHC9aOeTv4YiIz+Ng5Q+LayEPwiGBb+SXO09I/gfPo6FjL1sx8s9XteePBn4zj7VdrQ+k4hCPgRTHb5g6qQ9tLr8vm1bhz7IdQY/pyS3PirtXD2OavM+BUFiPmvuu70tpdA+MlIyPmebrz5T0NQ9mPjMvlKpaL4PSa8+6UvnPin/IL6dG1e+0kGWPfbxJTxBIqc+GKisvd0LOD5fphc/7v5Lvvfzhj76J1G+tWS/vp9LiL7P0wM+TS/6vEjbqb2Me4G+FHvLvcwaPr21Bx4+aEtEPhe4jTqew4c9FfrEPs7Khj2BpNi8NYUMvnGR5L49g5k+Y7TfPj4qkj4FpMo8TdULviEu9j3FfjS+BQ2HvmpeTr+39MG9yBBJPgX0uz4caJ8+QX0SPQypHryUKa0+vksIveIrkT79qVY+NhWSPe7A0j62dPM+TVqJvt+ozT65d+Q+93q8PmUGDL25vOM9ur+dvk8SmT6LUb4+l/0EPlk75z5OJRC/+RLgvtlW8T046ho/1lQhPtD47z6YgYu/r4oZvu13/77chde+l0/JvWoFbT47QYg8jncJP7TygT7zVVa/ksHLPga3MT1eUhg/H8ydPuBzLj5rTxS+j9hdPjP7mT7sA6k934DGPsy9E783/Ig9Jp/ivqgQhj9qgKq+08SNPl4ABr6Ws1o+kR8Svqj/g77nRRW+Pm9Jvilb0z6Ky2k9MRKNvntvUT6qlro+3T4Yv9SqRj+aMtW+EhOnvoasYj9OMxO+EYELP/yxKL5SU4s+i90iPd5skb4sAmE/kGb8Pp58kD4n3dg+oNekPs8L9L3N2Nc9qrflO8JMbz6RLKs8VPvuPZ+pkr4FQMc+YP+LPucsDr6w4Lw9I9akPCODP74jKrQ+",
        "vtGhPplWHb1LAWu+mf5ePpMpFD6jACU93+lwvhuTyj77f0E+YpfqPIfaRL/bkC8/uvjKPrEC0b7cN6C9mfKtPYgezr637Bg+7CqcPiiNrT4DPHW9qIq6PfQZLT5DA5k9NmuMPqdjrD2NAUu+dhKbPtoTsz2iVwg/w3oIPgyjqj2YV1g90Nh1Po0Ggz4CeJ68dS5avwEBHj5UAAs+eukmPi3kJj4Ey/U8PBqevnz9HD7l1pA+uQ9YvoRPOT3R80S+nJbCPnenNb07XpE+fLO8vXO/OL6dHRM/1YSdPtyoKT4kQ5q+MtpavBBxDL/OxwE+g1yiPOE1ZL+Vmb0+esIBPuIqyL3Uj2g+78iFP0MIOb2yN0k+/5H2PlqnRL1XgyQ93YIfvWwFGD93GqQ93REtPp4ZxL0MwCO/u3e4PXK3gz5V2dY9KCMMPorQhT6kOug9jscDPgZZIT4rkbM+bp+MPvCEkz3/BKY+paV8vtsiwb05Ee88zUwRv1wJR75qK44968nQPYZeNT1/kym/VRLbvnZvaL41ba69n7QqP+Cilz7QhAm9DBMGPWI7lT4yml0/LzH3vEG+fT7DbmU+aMQTvmJwmD6BBtO+t3AWv12N475Kwcg+FDyfPvI4nL5Keli+P6D9vjeVAT+EO6Y+3P33vJEZsL5mm9W+5+adviE07T1/B5M+pECnPjGoRj4iVwY/mr9OPrMXazxgGg0/9+SNvtivyD2VFdu9facAPk30Rz6HqOU9Y1aaverRHD/rOn4+xl1LvmtRYr0vNIg+VgFDPtkgjb2vfQu9Tv8dPsi8S747mAE9iPJ1vvODkD6LVt+9zuJ9vRg3rz0dFn299L5ePrA+vb0WP7C+eNecPo/N3jymVS6+XpsyvssAsT5H+sC+M+gfPosGs764F98+8OeFvlPeXb7EXJ4+rn6ZvbsszD2dWa28pH3IPaDtnD4u+0o9gp1VPsJP47z9EQu8FWXWPrpvRT5uKw6+xF6pvrwTOD7S0TM+BIWZvZSjWT55EDQ+",
        "T6SEvu/oIj5N1q++70g/PtYTrz7fibe+ajKXPm2+Xj6mv6c+XtufPpRt8j2o/aI9FB8Cve5frb5YrPA9wIx1vqrHG738sZa+WNPrPX1asr7Xws4+780vvagJnL77RK0+tOpcPvPQjz2y5PM+HHh8vlERMD+SHxo/Vv7+vguLib6iikS99/2CPfIs1j2UkOY71M/vvfxTNr62MoO+qOxWvWUYaj7NW629v4awPWaaLr5IahG+lV6mvnsriL5tNk4+1OW/Ps++hb41E3i9kaGDPnZbuj4xKLS+jLjVPhFJSb5QCCg+6WmNvu7Xpj6ZARi++e/JvSBSJD8Owb09yOoovljBgj76rcc9qunnvpExzT1xL9g+jH8dPlaiqD62h5W+qibovJRIib4wRVe+xBagPsp6Fb5fMnq+tq4sPXLjwj4UFx0+OzHjPgpZsD6OYYM9mYZuPhR5CL+BUDM+OeElP5oRwz4Yn74+UqGCvi3oAb76Bao+bZUJv3fSqb6KYbO9I9jHPpF1MT6IXcI+ufi0veupLj93Uik/T8oIPCH7BD6KzEs+yL0vvbX4lb4aZeC+PElZv5bG8z6rglU+KF4jv9WgsL7nF5o+O92Fvlik4r4Wd5Y+po+1vdQyS7/T55q+qCLZPogV175WPak8/mQVPWmYdz4wqjC/uVg5Ps1eWj6kKTG+y5WIvrcq1j0iQkY+scQnPQsFFrz9bYU8Nh0DPEL95j6tK+Q853mOvRX/ar6sl4Q+h7AaP2Ag4z1KEca90hxavfTHwr6zALs9NJRIPtACtT6FcCe+gK4qPgKsJD792ws+YDpHPfb6hb4wnxQ+e6HAveHETT7LBAO+o/Xavd6eMD9gYwW87EIXPzq67r5YTPg9NyIzvyYbjj6jjMi9yDcXvF5XUT7OTWg+zURmPfI4kr1pwL0+3bnWPnESjz6toVy+EgWEvkG0SD4+9zg/L0yePqaTRT+amUE/1QynPilvYb24Xem9HS0iv4edb76cXXg8hN5lPqnU9T4IUzu9",
        "9yOfPmcGBD5IObs+udQ0PuQKbT6XahY/Ra9pPtIZWj1yqKQ+cMV5PoX5Lb5HF5q+IxR+PsVf4z3ndBi/X+SFvrMuqL25tCw/qFqQvfKZpj6R2Tq+CA0WPutwJT4WvNA+bEs4vsOZqT2+XLO+xfX5vVpqcz4MhXm/5RaFPZ/nWb4T8KY8tIFavtMqoD4N/ZI+pmAZPk/Abb4qrdW9r3sRvRG6eb0eN4c+hCAAv9xSPD3N9pS9shyVPhhmfz6AjZa9zlwTv8WDjT7Ukay+J5tjPajULr4ZelO9Q/JMPmnU3j6B5oA+j/5xO1A/mT5pVu294VCBPppAcr4/V/i+CcGTvqVZhT70EwW/v089P6aK0r4zMIw8rZvIvRqpOT4LcsY99Nr3PWIsJb6GON6+UJkHvgS7Yj6TILO9qaNQPqk9X76hlqk+nVcZvqnCuT6HIDy+JnzjvjYHXz6bprQ+FGIlPxxccT4Vxec9oorHvKprdz7/2xE/19eXPPBRur3hWD8/rUr7Poxsn74FS/e9tBRXvn6Wqb6IF709IHCsva0lmD6OfzM+4+N2PaarMT6PHi29PPu6PRPvk77H9AS9Dfn6PiFeyT616gc+Fvb5vlZ+Ej+ZEF4+YnqHvttqsr7LUaK947eqPt5WCr+7CI6+UAtWvpYKQ75XMo08856cvh+DL7746t6+KG3aPtkyO78w+aq+0Ogsv6mC9j6hvKG8k9KavvBBX7+QjOY8GpjPPsM/FL3d3fS856sVPkNSyb1n2Gg+3sFbPrS7BT/tp08+i4/LvjcXqj57oYo/D3xAvxaclD7xPUK9EfzyvcCdnDxyrBq8PFyCPiWHXr/I0v691blOPvHnqL4Pdta8S/RAPUFuCD848lY98oILPTUgBr6BWV++K/uNPEAm4b4LiWq+2AWEvgQYoL6+gQE/jyKKP+BS57yAldQ+ToLUvjrDHb6GaSg/Sle6PT+PDr7lSJU+UdmQvy+Mzz5KDAc+yEq5PVtEEb++dE++mNhxP33u0bwDyIy9",
        "RyqZPRkAKD4yTPS9LritvklUbTyM0gi+IbkqPiZg/L5a5bc+N05UvtEC0r1QGby9p5QTvdsziz4g6D++xFPRvZ2FZT+a3Dc923xMPsYuYT+eqLk+UOWAvsJKVL4Qygk969kYvKUFsT7BxNS+mlOcvZemUb62C7E+F7iYPmAOnD4iZ6w+22oPPhXPBL81xHs+YqjnPQ6nUD/RYfO87mzmPcc3u733Efy9PITBPiW1gL/o2+++qaJ1PztYJT+U/qs9uU5PPhpXNL4ilRG+O54PPoVZMT42gRw9S0ytvgX3uD56gWI+4S6MPac4oLylkq49bm5jPuFuGT+yQw+/Jj+gvp3b3D78Jy4/5UKUPnnorz2eVaO9CTiRPT+b2L0g5C8/1VN1PjgTpz5cZaK+h7nxPi7SXz915OM9anoWvoYusj6rNhW+1Jy+PlwGDb+wUwo/zBLxPqXCV7yB3Ae/AkUhPiMp2D502pg+bhofPg9v+b4KqnG9Vc6LPBAT+L3SO5g+O4TaPtvA+jujy5Y+3BotP1fsxD4NF7E+GqVyvhhj7z7t58I+tQslP+hnr77yLlc70PVJPkI6P76yZyg/4/QUPy0RYT4JThY/5l/QPpqXs741lva9Lw0/v5WFPj7G3To+VDV0vTrNFL6pLfs+5MlDPfQiUL/feLO+lLQ0v9jcHT+d3vw+Tm+zvsIhGr0f6S0/Kv4evjNglb5EBBs/zboxPjgAkr6BvCc/JjLOPtrDHj+ARsk92k+GvmgbD7/chj8/zzipPxZ2pD5G4Le+RSxGv88DWz/LSZq8FvoBP2zXpD9fiGy+8H8OvhSJ576pnIQ8/VMHvt4qwT49hnQ99ZWzv/GBbz0sA7+8NGOKPo5wk71hy2i//7RyPssZRT/+XTO/kxYdP3XwxD6Bliy/8TJIPoLuHb47tv293BcpvVIvur6RxSO/slIQPk/spb3jd3Q/hMGFv7/Ztj3Zxx0841Gnv2kaVb7w9L+/7RpZPy/fjT1WXKQ/wbSlPovPqj1d0ie9",
