{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "6bca0f161d87bcc641cb8ba2220b8a35e7a0aafcd8a7ae575e188090769179e7",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "DG3mPakqJT0BOM07TDA8PnZJTz/aUT0/obVmP3j7Gz9o93I/Q4HsPfq6+z4nvRw/CFtvP/e7qD2s5T4/R0I4P1HCyj3QU2Q/Ch7tPZbPRD90DuY9YtmxPrvcID8sX0c/jkkcP0LpZD2yE5A+VQERP212kD5CCVc/z1nlPhAM3DyoTzw/nHlAPwY2hj20bBk/chRaP6thGj8avus+3kRfPinrAT67FTo/K7tBP6s1Oj9AGLw+JfKuPndowz4skJo+N+PqPmi/qD53paU+zLe6Prhzcz/iFCI+DmwAP5O1Oj+2hIs+VKASPweueT6BOkw+VhH4Pv1Xaz/pw34/kqMQPS0NDj8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "d3ghwXob2L/GoAy/knCtv6Nkhr/0KGI+jGTkvC8Czj9mgUVApD2FPl+KC0AeZoU/9LFKP+wdsL4faxy/xfnswIlJab+rGWM/W2/zvmmcbr9FyIm/WhOtvh5mhT+i/hpAdKIHQMjYyj8vAs4/r/I0QHw6Wj/wDf8/9NGswHSsyb+SqmQ/q9f1PvxGzb+gL5G+1DQ6v/SxSj+v8jRAhNwBQJzA1T9mgUVAov4aQGgESUCuYsQ/7Vz8wGKIGr+ggYe/M4SGv6oLS78CED+/temjv+wdsL58Olo/aARJQOTZjT+kPYU+dKIHQITcAUCwHgg/DcQPwXas0j7sgh2/vrzcvx9Lgr/UBDA+Dnm7vx9rHL/wDf8/rmLEP7AeCD9figtAyNjKP5zA1T/k2Y0/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "o1sAPtWZpzx/zeQ9mpHAPQMVhT1YNgk+Xi4TPlxKtTzVUwQ+llO/PaYOKD5veT0+NolVPm5a/z0Ir5E9wTDdPTwYGj6OLko+5qAAPuMnAD6nkeY9zp/JPU+jDj4YjuI9SYcXPrU5Kz14NPY8bl3/PcaTsj2pbOM9udu1PRZOOz6psyc+YtJpPofZqD2ClWQ+nGzPPbejIj5ioyQ+rsoEPlaLZD1DYJg9STrNPUmIkj2XawA+jQikPapQBz5XSPA9oXOXPUrbjzwrVK89TOgoPiar/z27kYg+bEJiPlMnYT2bShs+83wePt8dlz2pYuA9gK8MPibPgj2AdoY+SqgOPi3Gpz2VOco9qmRdPuzNkj23xrE9R+cAPoxO/T1VFZI9VNS2PD+0Qj6OlqM9DYsgPV9qyz1K7H891jvkPRLR6j0="
      ],
      "weights": [
        "b/EvPMpvcz2hKB88yzoiPl4Blz1KMiW9uRFhPpPi1D2MQQw+DfZ+PWMdpD7bBC0+pWXSPiJKwj4PFOU9/3sKPoxI2D2grsM9qaQDvUNfyz7HvYo9F5agPazMRL1DZPY9WwE+viBOvj5wttk9HLGdvLIEqT2C49M95li6Pp+ZBD5D5o0+VVavvfvTjj0AYxI+e9+NPvrAGL1WuO49ksREPRuWVj0ljFo+G/MUPjZmWz6q7lY+a/WJPFTaHz2/TIs9EBU4O8racj2Rq2A9VbHvPXdnVj52sQY+k5xCPp2wCz4BJp8+ATaxPtt8gLx3rj0+8MmSPtzGMz4csQA+ed/xPfo5UD5mQHy9YAHHPWt2yj2+/qS8p9wtPlta/z3zkb070vRSPcJdcj49Vzw+cjP6PPNJQD4u/Lm8j2wTPmGd+bsclxi8WxLePbO0gz1QTQE+nE3sPfAENT6LxRW8aXUUPvD7iT6s0Ec95TiEPkwaij1lNog9w/UbPoI8RTx+oBE+wK8bPhCb7T26Rkc+ztJCPSF6MD2pjFg9BmkTPVpTrjxer3Q+JEl7vfO0iTxevim9t7G3PaFNQj5Gixi+ANOTPnNyFj7OAHA+7PG3Pc/SWj5RE4M+CX7EPcyLvz0OrMA9/jYgPeLJbD7VEaa8J5ZRPu0vRD72PQ0+ZaFWPenz4T1aP0k+U7YEPtsFkz1rVig+mYXWPcbiiLxrpYk+SyVTPTd4Yj58aRG+m4LJPYOixD5xIp8+BT9avTCxrz14abA8No9gPlyiXT0E2xA+l463PUAxPLxRKBC9u4k7vTwwqD7Wbzo+YQSsPf7O/j0OBgI9jDiNPquqMD4TzGg+HcUqPmY+lby6BNS8rdkJPBDjmDyNEBa9/UIhPijftz6DE1M9+PmKvHX+dz1PaUg+FuyRva45UT4n82o+7WScvDac2j3TCJU9xQCfPWKoHD6D0UM+6xnVO1Sytj3SZx49txynPfrEwD73rWg98Z9PPuG4Szyl0EQ9lLbqvG0QKz1qOtA+",
        "/KK6PcF0HT7WOVQ9+hrXPdkgIT5f+KY+NV2HPbF3cj78hZI7ZfHNPQd9/z1D38890JY6PV26cT4Xhqw9gwaqPvalCT4aEiA+khIVOxbzqj3DtPk98jQ5PhKxLD4TmJ09sMpVOYG2KT5QqZs+1/rzPQyJBj64L7O9wSqwPWyfUj0njWC8scmDPiUedj3W07w9MWMGPrewJT7g0aU7j29XPugqGjzXJZA+CEKGPunn6D1GZmW8YODyPdxhL70KTnU9YcdJvdf6Iz4n10U9sDV9Pi9Tzj0uTmc+4gCmPjgnfj3r9RU+ECmNPDEBR71eFrU9N4a6Pc494bzpNne7tIcMPq3UjT5fZ5w6zqxEvKIbAT43B4A+rREmPky7Cj1UKBg9Pga0PgYZQz5V7LI+hL8aPRt+0z2A8KI+u1OwO3PfRb42Vxw+soouO+ggLz1elPw9RWyyPdxOiD5wJ3g+QbwTPlYHlT3AtgU+0y77PTa6+z3fEPw8JIOWPUzbXD0UV5k+Dx1ePi/THbyHORw9C/9rPn1NID1nvzY+SL1qPtzfkz15C1w+N24uPnGnHL2SQWC8O28CPcKpkz3GrQE+VWORPr7o8b0mUjA+uCwsPvNR9TxVMSM9vhq8PSPyiz7cLd09bA+gPWrCKj55l3M+ToMBPu3oPrwt4ko+BuJPuw7rgT7q6t88wwrWPU+oED3x6DA+Co4MPilnzj1wbFE+IeMqPSUQP7yIUZE9Wc+tPkAejj4AnWI9LQGAvOiaMj26wse844thPjHuMDxNWVA9Xbl1vU2fqj5qMvs9EY9wPBrp8DxcLpA9jz2bPW397L3boSi9JtAGPUiXQD6FAkI+mzSuPvQhlj1jLiO87BJ9PgHbhD1qMPI9Ia7APajCkz7q2yM6qg4yPnha1ju7Hbg8KOICPkYfBj70vNU970+lPagQ/z1Qgw27Vo5VPRvCkT42Tjw+QE99PtRV3j2K8ig+6i+WPQnobTxFQMY+F/fnPefcdrv4aRs+/qcaPZVzYz1obrk+",
        "3U2qPm3ZlD1RKJM+thDpPb/6H72FaNM+1wckPkq3r7wi0Ac+z1OsPXYAzz00kNq7cuTKPbIDnD7vbnw+1bkEPjmJwj4+Ss69o9JYv/+ZGr6RnU6+ksG7PtMTSD/h8NO+RawiPn0wjD7x9w0/sCGcPX378D1MPcG+iuuLv7XOSj6Njb++0bHIPjKuDL/ooN69Kq3ZPn14VT0G1o8+1RBHP3e1mj1pgy4+IPonv8A+Mrzhc6E/wrsOv0Hygr6GKba8XccJv1snn7/bL5I+kB6NPrCb5b03Z04+lWbKPv9AFb8bhQs/MtTGPl4MqD741nc/bQ3BvQxTBb5tXtQ+G5ZTPR3B9b5EEb8+nfi1viyetz5C2aI+2lYAv12IFj/+b3m+v8WOPgD+WD1JE7S+J/pnvjkb5b+U4KI93HZ/vicC0T6hkc2+COoCvrDSxT77QVq//4o5PmDmMj2Ibjg/JekIv142Oz/xeLa+fK9UPS4hmj3KU9+9Aqt0Pv3L5j5Hgm2++2HaPn2/2L7zVn6/oVsXPi3RTj1rwTm8fOIQvETnMz+5MwW+VR8jPvzlDbyPCn48JX4lP0wxST9gw6I8afdEvqI76b0xbKG+sl33vj7ppb5aoRm/IowTv33nUz/gI4M/50nPPTaOCj+9Vym/2ryYviW3CT+SnzS/910vPr4Ro73Ge6s8ZTUzPdO3Hj9iSvK+rmGVPq0LYz4pbr09ZN0BPwO2gz73Y0O+iOs/vxK5DT+9lJe7xm75vn5ZDj4B+oq9p0Itvihcgb4AlBA+rApAPrUhTz/AxhY/QnLwvEQRQr9MVmM+EdULv0mt7r3iGIk+ewCLP0dRBz/GbV29+TXLvptuAr52/ro+xyRJPzhFHL/jTfQ9Rl2SPV6tKL7HJNE+L+AKv9LDOr9SPi+9isCzvD7Euz1TU+C+8UzQvfR4Gj8TjFu+B3mLviVxkj7+DoU++s5fvwcVRzuYlxw+z1VQv7j7CT+8YjM9Sb+2Pt7YGL7odMi9WGQuv7Sxrb4+rQ4/",
        "x9sIvsCuAb9YpXu/dtgVPwWEjT4uPrq+CD7LvlVPIz4IU/A+JDvWvoxrSb4VLiE9KB/3Pj9X/jyzZLG+KmravtdwpT61W0+98UlEvg9gvb6LMXs+7i9EPkv2CL4wjoG/sgbvPvuc4D4uGVW8tEVdPrsLEj+TZBo/7MzyPoJlWr/NRyU+JlUDvyuhhD18nwa/UTniPgSbJ74HAiO/ePkGvwgROj4cS+A+y+Hivkl7Gj/4sTc/NPBNP6Cn+D46V9E+slmBvh8fQT5GEAG+QaY3v0BaF7+7Jis/ZTezvutXKL99GCU+BoYRv7Ty6r2PSSw/5pAxvxVEUb1edyA/PswVv7q/xz6P1PC+vHuFvzWcb75eT7a+F1YdvUkAXj6jjH2+GNepvkjotD7iCdM+IbQ6PUzDdL5tojQ8iFIKv0GUSz4V58G+wj+3PvmAAr+f0768TDkvPwBXv763j5q8759dPzPgQb8XEfu8qPQlv1ECFL/c6pg/wE8/vi6Jw77YF6++O4jJPY5zN79mgbc+mT94P63ytT2OVZi9BA2YPimN6L7eeQs/gxU3Pn4b5D4wfz0/XFbgPNUXVj2VNfc+hIWBPgysSL/2ACE9mCCJvgypUz6pAnY+NiYyPjICnz6/wgo+Z16oPsrfLb0GK969h9aivaKKabwD0MM+kC5DPocdc75VfJG+Ax8/PmKIoD4V7jC/+0qOvqI6gz6tmR0/kZnfvh8YXT/FGKY9laLcPrTkDb6KQcW+dTsXPqYHzr37CGS+7F+vvoRZGr+zmdC9PkedPqsAIT+bIxW9j8SIvnHwqj68fAY/DyXZPaa1Nb44EEY+ww4Nv5u3N76lda+9t7xFvx6mgj4ivwk/RXxpvqNGmj0Wcg0+46rVPvwN3j0aQiA/uhGjPrR7o75oBmS+BE2WPssw8z4Lly+/6E1MPFKEmr4N56M+QphQvoRI4j0tAMA9hFIDv0Vwjr72RDk/I0ugv/fRub5tL6K+xc11Pojfrb7bJ1y8EEgqPuchSj634UI+",
        "GQZBvukDQ76yhUu/liPQvhG7TL/9GLQ+iCwavwTmIr+3EJ69j1+gPhtg8b5USzA+vC5VPv1TVL5m8Z8+rUujvvzTiz560Ni+z238Or6pwb7YB4o/G/52vtPt3L4rExM+DV9PPq8rkj7CVg6+fZbDvgeyJ7+gw6I+6nORPvZfO7yu+3U9GWgzvnDMKb8UvG++Ppo3vl18Hj6c1me+lGGSPmFhTj76GY2+hIuhPr/vjj3JaM8+iEiBvmq4wb6qzNY+XDcKPm2FLD73koC/VXG4Ph/74j5fNM++56CTP62RNT8FG/c9DxRjvZIkED+OJ6W+vIkVPiYDOj9OlJO+BcwdP/r81D5BbKA9eHKGv57nqT4tsdc+XNIkv/Qprz5FQ1E/567YPhIbWb6f5W4+G0aUvsbWGL72dpa9wZ5RPnmN0zvt1aC/G3XFvUnNIb+uQnG+wso/vrKy0z6gfKy+s8sOvxFLa7ziuw4/Ph0jPuGpoT0fD3s/V3EOv8l9tb51068+uzRpPj6gxL7Jxos+j3w4vzMbv76W/zE+u5N8v6ELKj+VmRM9dvowvqqTnb52Agm9B1Bcvg4PkD4xju6+hDvFu2ODeD7JGoW+fJoXv59hIT8L442+N92sPjFkCD2+14Q/N0DEvsngl74aZB4+7483PoUvBT6bd9U9ww+4vkeKGb8CTIU+N5UBv4V+PL+DOza+uVGiPq+XKr/Cg3U/4+AQPxukCr2EHSY/Ll6oPkMz4b7wZ9w+hcIUvwfbeb7wZSW/JOG8Prq+T744WeI+oVdBvg5wtr1pIdc+mnxYvtqecz6xDI4+909mvaBWhL9TNjs/yyoKvonFJrxEx+0+JWzZPSZ7sL7y4bi+ZTWOvuzdUz4wx5A+HfndPgPjfb4PFxK/ACp4Pleke7/AyW++shVBPlTKND9Mxvy9I72tvQ+b7j227ko+iznQPoXTkj4Z5Aq/WIeZvXrj6z1vOIk930KFPsSyqr3i4Ri/UjEOv8hwZr5DEm++ehSCPTsLOb0/1yg/",
        "d+govXoCNb6mFhS+9eUJvhu7bT5L8/U+Ndc0v3d1gz6Eq8I+oRN4v7sD1D0q8p4+CzKCv0k4ED87ZuC7IN9xv/H0373egyk/REGAvvBPpj6tgGc+vXDqPm8zj762O2g/VRubvFgrzr5j+gq/vbMbPp8ZND9yMpw98yqhvH3CsD5tKcg+fFYuv4AZrD5gmIg+zluBPVQCYr5T8yU/L7SFv9LBsD1pOYG9296xPgUD077rK70+IYL/PbGOjz7KukA+Ox4Wvxh7YT6AjE8+wC5SvqCA9j3MtDQ+6TI5vgv3V7/Mexy9aWRZPqvUHb+CF7Q+FjMUP9VUNb4bVRQ/zAS3vrXS2D6eIRu/foggPjaMN79GVI8/G5zUvpZ/4L7O0PG6s/SjPi8XYb8Lzoi6PKq6vmC4yb5A0xe+2uF6PsWZwb2ZutW+hgKRvUTvSb5BNqM9m8CKvzimAT/79FS//6CBP6SLwj7Eigk/lclVPjvQOL/A3Je/mj0KP3H2Hb/yN46/LYE0PQtKuL3Grbq8GhIQPuIsTj5O8t2+pmmKPzQfiD4pa4E9igHHPi5sDD/awQ+/F0uvvnITdj5LiYw+3mNBP0Ev7L6U0kM9ZksPPk7qyj7Jp5++SD4OPy6T7r5RrzQ/puVXvo+ZgD4xTQ6+qdu/vukMjj3N+7E92Z32vjLGfb3S3xO/xlNTvoAY1b3N5rs9lXhuP8xKgj49uvU9oGCivojPED/O8sk+HD4Vv0Dt1D1C4Sq/uuQNvruzPz9APwE/0AWjPq4w9jzwWo+80d01vS/lHD+PHiU9PcbgvjTa+77KfWw/XU9hPpPolr5VHDA/b+rAvhErQz6XVAG/nLExv0UqBL+mPZs+Uz59Pq3mRD7RlHu/YviWvvczi7yxPBG+gMAcP9Ixzz7DL9s+fkqfvpL/D7/IMfi+bE46vuBhyD5+Yos+n71Kv1UZb78zq5I+W7EwP4yKw74cSLi+wTTePbScvT51dMa+wD1GPqscF74xD5o+CwczPtigBD54shE+",
        "yiCePptMNr5krxw9y70dv6SbZT7iPXw+LglcvjFUTb/E7pk92V3mPlCGMr6HSDw+Q8OLPsAtPT+cTMk+KP7cvolLbz2aT9a+xdonPiPrfr4kjs8+j8GDvjOAnL43yBq/Qr7LPk1C2T6KvUW/ihQNP4ytKT+936E+WGgZP4rjDDxDiLu9ffeRPunFMb9csDu/WjMJv+jrMT/aoMO++6AZv4zfiD4PYby+OqWIPtgpK753TOW+dhuwPg4YHT9ITdu90wfmPVFH8b61XCa/xbBFPt8kj79R3eE+NLUWv1ilfz7xpDs/zVL+vgRfKj6Ueho/ePwWPzguer7AsZg+YHUoPuGOtj5M5fM8/dWTvq4LGD/wXQ0/hZvWPixoaz9xlig/kv9rPt4IbD4lNw4+UiHYvqm8lT6tE58+W8pVvsWBg7057o8+YJgVPg1nBL/pYdc+jegfP5QcNr80Xf8+T477PtAKjD6UwZa+kkNEP7H3ez5XmzU+sIIxvqS9kj5qtIo8FzY5vyVAKr68Qzm/U6aavueWHL9tBDc9Aj6+vTx+Rb8FRlY+ZR2YPrnLG79BSwO+fMShPnxY6b6IT4g9NcYWP4qNTb86HgG9a0fIPjFKxb6K+G688cngPkuIn75XNG+8YAmQvddno74YWU++ExkAvrouzzxCJTM8fQbovvAgJL/hYAC/nzkCv9+b8b1HZjU/5nB7v+tAfj71RnG+KpQIPxXiCz8WJEM/P0IOPhOeaj5qBVG/c3sePwyAWr7pxyu/W+Gfvud3Kz40NXg+F3BHvmMJib2stgy/foSJP7xMXz7MBXC96DG0PiF+P78nv7m+wYOwPssF4j7e1VI+2OFBP6Cv+r63qI++ylqCu1MI6z5x24G+Mi69PvkTCL9VzDg/V76kvvWgNT3Rv4y+HFvAvqlfm73bMks9SXiSPm0BHL8itay+NrrXvpAX1j1997C+n7CnP1H5jj7Ift89wnXovdAOKT7vhuw+WC43vgWa2j5aVFi/CTXBvqgIXT+Y8wQ/",
        "zcTavT5/kL4LO529rlpFPsEYaT8RbhS9bZORvm25PL5UfAg/nFNNPzqpiL7+7QI/Xkobv/JZjz6tBgS+l4k4PrP4Cj/+6im9eFBXP34uVbx6oZC+iwi8viIKjD1Xdd68chkkPs6GLj8FKhM+7MzhvTtpDj6iQTi7TeYFPqBY8D7LU0U+LTTWvjy3ET8wqkq+F4KePkrBCD9G3YI/OncavUETsjv3Fas+/UDgvnEwq77a0Xu+TpK+vpNHrL1BjB6/tCfHvo78/r0d2+C+XqqLPgvpLL+AJLY9lHcKP4kD3Dp8o1C/zKi7vVpni78zaKg+v4PYPjxnLb+ggiG/krI8P9qIhz01NIQ+j9nivr4OgT4mAGY/0mhrvpy/T7447lY/QZlmP1KfIL5Dj8Y+h35SvtBd7j6V+oM9CamyPQEN876WQiw+mBtLvyMDw73xRqg9DWPzPtXHEz9lrqE+NHhlvmtA6z1sXjo/OdpTPtEELr9vPzW+mL4JPxNvBj6IE0w+tuitP/et1T4rOnK/sqAdP+0ij7xvki4/dTkcvnRLwD7HeJK+336Yvvk+Or8EldE+qpsAP1Yf5z5OI7m+rS2zPgYxmb7AwSU/+sOlvmOQEr57hxK9kvfovZk8YT1E5X4+Aq6dPl7zRL9sQtW8gVR1P92WFr5Se5e+qK0xPVVOpL1T5ic9UeATP0NYBL1cEzk+pEd6PrbarL43fay+hvYwPq9sGr+Au9c+k5Yuv7ir9D0kW4I+6h8HPj36E78agsg+nQhsvzM0e7832c++vhDgunhl8DwuaK29MoagvUT0r76RdqQ96QknvP1ToT5xKkU/Ddv5vcMBCD7bmLO/DhsWP+H7AT8qi0G/omr7PcBYBz/4JoG+YmEmv6NQJ76dGyM/EFXuvqZrz774kaE+0Z0evjvnBb+AYmc+T9LPPue40r4uveY+nom8PnWB4T4JZBa8Fn8rvX0GuL8+cpA9WUNLPWvKdz1WoDi/A5wtvVucXj81h2k+eoxfPghVOb//OCI/",
        "P5EKv/zOKb8Ey22+ANsivgVBKL2BX7m+7Xs1P6UfMD7v0y0+WPkBvoNDzz7PKCe/UWcGv/Inkz7StAG84hUWP6YHrj4wSc6+L9+jP531UTy+GNs9dUiAPootL7+aQMo95FjEvvQAQz8IOZQ+RD8TPjAk6j7uThA/RZaMvvZrGj9Y8tg+5bcev+9gCL4GRF08yighvyDs1L6dMLe8z5QvP3cTir4bgA4/YnV0vmVXBj6evnM+O2LyPJgNKD/Ida4+8OWhvpJz3T42eXM+fhiTvob4h75PiQa/NtD2vOqZE7/dJbi+p1TRvHsILr5/kN+9DucEv00IJr5eqAo/3RfrPWU9rT7rAUS+b7grP9xtPb766Te/+3gGv7O2Bj+M65Q9RN7ivprd5T6aySY97dGVvnMgjz4w7AW8ph+Hvsjh5D4lLbI+Y8lSv6fmsT4MXRK/nZr4vVnH9T5x3Tw/bdokvYQ77r4pXgU/hHjrvrw+Wr+qzCU+08nGPavZAz++bq6+yCTHvnnLxr7il5G9L6a1PnuUCr9KIyM+xUrHProgSj7pGBm/JYfzPUS5nr5fuQQ+Nh7LPUvnTT3DPvW+rVwRPxElOD6uqTs+LmwAvvoQo75jbfc+kZCWvUXZ3z2UE90+IkgWP+eZRr66ADQ+Jt4bvtDG2T5BbHK+AVvpvWTPPb86iVO+Frwqv1BfoL4WjhM/0xq8PRUUnD6VL/67VZkuPjJMzL16K4M+SLppPoy0yr47Pz4+kRpjvq2coT4zrQc/oXfaPTJ5gz9/+Ag/nqq4PZjaYD+XV36+gM8+PkjL3D52UkG+69uyvtTudj89IPe+xLDFviA/nT1q7pO/pROYP7v0tb5Md02/Fe+8vuy1s77VvMQ9PGAXvlxEJr6VsWm+gUCovcrUAT9RC3G/h1ePPPxz9r4EED2/ocmNvfupID6iOVU8gAdBvz715b4L6qg+0IyoPAgnwL1IKQg/lkIjv1L/8b5S8lA+qRbtvbZRVj+/yUQ+PczYvqhwFT5gxRq/",
        "t6+IvmsEID288sM+QFUIP7tcCr/59HU+GgC3PnAaxL6Cd0i/cJVbvnwZLD+Nbqa+pSoKP9kCmD4w3GE/NqiOPsVEBD/uhF6/ZkFUvm9iZD60tt6+0nPEPOwCFz+9TBc+1MUWv1KoeD2Ca6m+GB91vv5dwj5d6BM/YZxQPlOeYr6WYxq+t6iCPqhQjj8vThw+y321Ptr6qD63P70+q3ZsPCaNI7/S7ee+kq2kvi9y3jwZp7a+4/PCPW1rQz6je0U/A7sMvuQchD7MEsO9/PQIP/dGBz+Hp0W/pR06v8yGSL+28Yy9doUOP0FjUr19fKI/XRsWvun2L7/mBKI+6DyNvU14A7/xSai+YnY2P4/RHj+wRJm9GTkbPpH5wT4/CJy930Pivt9P0z2ZbaK9H8B0vvtp8T5Hmpo9x5kdvzYE+j1dXHs/4ZYvv40wy7732cg+aqpjPxXyIL9IB9w9lSEpPyKcBj55j1g+1G2NPiIQ372Td4I+Wyn5vmmTDr/+Wge90hm1vtCfSb/B7Ao/q08MvkOYvj1MtdC8LntAP1zbMj/JIEs+UxUJPllGR751Rf49vnNbv/RjEr79FHS+Fm2KPvQSmz+m+Jg+zPKmvjSuHD9Oct8+RSETP86ngL7hcdE8G9XCvnVz3L23zaC8lzKYPooIor6QBUq9HQT2vrss8z7woJU9QWRAPzCZcb6PX6S+Q5raPPAwLz7pmpo+lhJcPvm+vL76PYq/PbHlvL3qmj8fMcY96Z/VvhByrb7i8Kw8mwZrvrJd2T7JhbG+37qovquxCL73mHy/o8L0vrteJr0O5Fy/VpUaP0QECz6YFRq+ultsPQ0YZL0D8xO/tyidPhg2Hr6gCdm+8VOIPoukdD5rMbq+RnfUPuUDcL+OKya9IokKPl3Cxz61VAw/xk/pPWn4mj1wUQQ9Z0mUvoiKRj9ZLLQ+Kv1Ev+t90D7lMik/8nd7PSa5i76xMxa/6eiEPp2z4b5XL46+C3PfPJ8Il74Z3+W+1LmcvhaPcT9gvqu+",
        "O6jBvOUt8D58gQk/uGHGvdBzlj/3sac+fDUkP83faD5UHAa/8Kptv5UahT6y6CC/cB52veRcpD6sbQK/bCKVP1LiFL4TjD6/cWObvtKuD7899YC+TZetPnT7I7+CJN2+Rq0mPhGrFz9tigK+ZLmzvtxvur4S3xo+zHaYPfF4+D15Gyw+aFDgPmHFsr5qdp8+DukGPWcFeb7mDr66AKzzvukGMr9/7as+JEXSPbxi2j7RHCc+HhDavsEDwz2bIpC+hIQrvh21JD70+YU+VXTcPnH3GT7/67c9/hhjPr9nBb//zje+5rLyvjZIQz8qabG+wEKLvGCU7D7VzjI/yHfwPiayDD/S+Bm/rL/gvip55z4zEja/L2Mev81Eij6JN7A+mr4hv81yez7BQWY8M/0Pvv+F2T6ApKA+sft2O1zPgT0lGac/1uNaP7Fipz4I05u99tTXvcAKBj+I51k+OUDDvR+0n73DnKe+43HovmeDoL9nKkk+FLLXPpwuzL7fwCQ+mH3OvXwBGL61Kcs9aWm1vuPz3b5IRIm+0bKZv9YCMD6aC28+24zpvQReD76K1zo/wPAlvnSWGL74wCw+7uzVPg8yGT6EhIe/PnCBvdjEJ71uZU8+sUj9Pk2bhT4hG4E/wzBhPSXGED7FDYA/7ZCIvVEHwT6VixS/cGIovyDylT5zm6M+8n2cvkWNxT65px2+4xAQP9irkb2AowU+KOPvvrvTJ75+PTW/PLy7PiRH6j5kyOg+U8zsPhCmpr+j5O2+eKsKPvo4Ar/v5FW8ETkLvsh3hL/S0aA+YX44v77W6L6s42S+esGjvfL5Cr9Cx2a9FNezvUNgGT7Nzw8+8yNoPu8Xbz5rdBs/Ry+vPhmFcj6C/em9+2KPv9xsB75m0sG+PlObPrJG+L60HZU9tJwJP1fcND2j2209BicDv0piED833pW+/EIZv2sKL7/ATAq+BhNsvaas8rtleS4/NwusPmW69r0MBri9SAiLPZxt8r5A6AG/TVoCvt6geL7c1/M+",
        "P1jAPTWNdb6ZY6g/m8Z7vsBFP7167hg/rRoNv5LC0j49/d6++GvJPryP4z7XpqO8BVWqPoHtij4+dC89530CP4l3wz72nc2+kZTMvjb47L3nkjq/FXOLPNPw/D3zzNU+EAYCvql8ID/XCKK+k2zrPmlKTD7xLOe+DqTzPltZOz5FDVk+f6hIvVp5Bz+2zsK+V7uNvhg14r5U06U+aYbxPXW+dD275be+o5ODPo7TJD7CFiS+E7R7PdvBEj6jcjw+JjxBPRhiHT4qJV0/6PTBvcJb/Dy3PCg+B5L6vXjxVT5vNWQ8bMMov3HvEjzeqiO+MoZ0vTrGdD6xDM49570VP2/vf74cbpK+5y6APUMDET+xNpg9XeCDvWk0jr5uhOO+bXVDv61/TT5SEbk+cAB5P+9QCb40dgG/Wx/iPtCKub01Khq+QFl+PgF9/z5qqzg/sTkrPtbmbb/co1k/YniqvoMN6b4eISU+OvVsv9FCsr1iOsg+loYIP5pNOr/egqU+WMABPzNox74bt9O+uOAZP6BkMj5MY8++/bkKP7uuKz9Kts2952wmvzOA+D3XLs++oYisvIX4GL9OGla/a3GtvIiYxzzmGDq/xHj3PX7iT7+Zfl++kb4/v0yWET/Tdio/VJkYvUQW3T0bL96+ATT6PtBRTD2TzHG+9eUIv5Pr67wNiIg/g/MiP5VX3j0fFZs+cgeXvSAGEj9ySH0+i7H6vaDSv77Nzxe/RmCmvNcU7b7UbhU+eY/SPmg+Ub+Mipw+aaJNPsLk/j3+2q0+JvqYvzh+Mr/suZi+soJKv4Zhx71Vaw4+hR6sPtZ1xL2RouE+2pMOPtYkMb0AOLc+siOWvQchCj8KjRW/UqcHPxcWQz1QPgu+DEykPf+wCz6MRA8/FoyMPpCYVj104SE/5VT9vstCrz7MK5E+T3/kvsinTj2bwUG999AEv7OhKb7co6U94y0/P59OFr70aEU+uFXFvmCPoL7lBqC+EOQLv2Mc7z5Bxjs//tXEPsDrPb8MPqq+",
        "8WZIPl+Rn74L9K8+z72tPca+XL89afs9cW2Hv0zQhT4cREq+FhQ9PgQZU70fmhq+VsYnP/Q7Dz2/tJ4+eFVdPmKN1L2/DSe/vzU2v5ExkL79Rzw/cF8bPqQ+aLxoIFi/a/7GPMy7Xb/bF5A+3ITdvSW20b4jiAA/8EQkv1BP771HJyo9AJlFv0lchj65p7Y+cAQ2P05xYj9SAVU/0j5Gv6CoNb8HN9C+hPq3voJCHr/JoEm+peETP9u74T7uRXo+Bl77PgGS4T423rq9fdyqPm966r52H6a+XS86vhzMo76XUIM+EpsUP4C4Vz8rt8m84w+ovl4Nt74Qoz+/l+SIvJCxIz9VtNU+zNSou+WbFL7Rdqy+pxiCPikVA77xvCI/3p9Yvt5tnT7V10M/sKsJPkf0lr4+kg2/UjU/v2j8D7/NZD49nKbyPpobBj+GyHm/CLNSvsnYPL8bVfm+rWoKP8kZwL65YY2+xawHPSgO+b7R4DC+kUZpP1NchD51Zz4/KSKQv/qpsT5qiOO+aSdoPXjvjT6Hg0++YmEkPvZWfr5UVze9Jy+HPhHQdr46gmk/Ei1+vS23vr/7D4U/rAaePBMjAz9eFrc8ZQhrPq4E3z1J96m+HSSEPiB30D4+Yzc/P2XPPZqrgL9jZ6e92KdOvu4eoT75FDs/CaSnvmcPuz6f+po9PvYivomaAr/xWbc8OHM6P2Jmir/ZTc++QUG/PrsA1L58gMY+p7NgvthMqb4r2ka+4MsFP4/rjT/wT1M/UIsjPwcUOD/BX04+d1vnPvfTNr6V9BI+qOAtPaTkDT9pWHk+If+hvpItKj7BMpM+0LuHvkTgJD7TDem+NtXOvumXlb4mrSu/m4zdviwQNr9Yf1Y/UhGIPjMH4T4ROLw+NhLcvle/vb3QQqK+pz3wPiiAAL9NoTK/zTm9vX2Jnr8xNrS+XbyMvp8S3L4ECwi/+kHDvjmKE79hzo49MNd1vkBBiz4uw0S/K/i3vi8ql7yqiZo+HcJYvqvC9j4uA9U8",
        "iZJ6PnQmdL9CuLK9dLzmPo0Hsj6AkxO/wzUxvydQhD5Hwb0+gxGnPskXkz7u+Y++NlvHPldWp74HMg2/LZCZuwLHLL1OVEQ/IcqAv8Ezzj6Nh+m+vRpbPbUxur1puWY+5G3GvTulhr1o1Tg+9qrLPqEPgL1dz20+0tSRvuFAnj6bUdG+aMmIP7mnzD6u/jY+wxuGPwvD2r20ZqA+xN4UP/O6qD5adra+9YmAvuqgHD0KDh0+q528PdXyDT5O+uG9jtIpvpyC8b7ytCE+CU1+P94SdT4JD4e/4DqjvRQOAj1KALe+Zc6FPjwMFr65bmC/iIcTP4G8Cz+IM9y+y2DTPn8mYL8rkem+Mzolvyqck72nelo/q3zuPdsdZL7TMFG/ACA2v2whmb7uZwK+klLDv/bUHr8kse2+9VGbv9MTcT7456A8XbbVvqoqhT07rZE+9HFUP5gqfD/x8DU/rQ+oPnxyQr+c9E+/UWgQv2MpDb/7SoS+AgWLPvZJ4rwkPqg+7F6vPWDROD9MYCG+7GiRvliMWb9YUEe+ApJTPl9dHj6reu+95gHBPYQjND+1nD+/dfD0PmqZ+T4Caw2/W2dYvp1lCD/4mGs+iO18vjjd5D7g2WQ96JLsPszgOr1tyro+UEWzPncAcz7Q7yI/8vTrPpNzj71nlge+LolKv7/qyb4JgUe+LZwGPyAqoj4F68i+liI0PpcSgb9YIxi/SiumPvEEOb9BeyA+LxGPPo5U6751rZy+7YAhPtW8wz7dLcE+TqkEPRK4kT5SWdi+n60FvznS1r2T/pe+pUkxPx9dDL/iiAQ+rdG7PivCVD6IeRi+pFYnvs5+Yb8yRyo/cfrCPsPoOD+7SsA+QCKbvkqsJL9/bLi/FbJXP1cGF78/vQS/CEFEvff8Rz+Bb2e/Df+Uv14PXL0WD5+9UJCHPk9rnr59YwW/wm+pvR5PUb9gPlG/K+xZvREosL2QMnS9A+LqPn0wS76pPJS9FUnCvR3kLD0vqpq+T6b8PmKBjD6v6p89",
        "5OihPY0/kD61TT4/vsSFvUKBYL6gRik/4LwwPpN7yLuqq72+2Yj1PrGgMb5O8sY8p6V+PuRYiD7EwV6+oYY6v1KzCL9PMni+7HZEPlDiJT96Jnk+ZQodPoBcTj6Fp+U+JBzuvQK/xz7uDgo+Vxhqv2gX0j6WEG8+Mw0ZPzk3cT+QBKy+3SFRPRwkfb7Oxwa/3YSpPxDqLb9zbXs+Kou6PF7tH76GSge8/h6TvS+TGT8ChGA+qYp7PxMFIb5Mhjg+g8hkPrzsAb9Qli6/KJiYvtXUg73ZJbU80UroPvv60r73UYG+chkhPMmuxD5EjBu8Q4Xuvn/UtjwglYk+n2ynPjz7pz5L+BU/zoSEvv5TgD9yWho+fAsuvtdQjD4z0kG/D9cZv0/FH76osHU/2QaOvQDWLr7CA2E+BI4VviIwcj67Mda+Ezf1PURrQr5Bx/U+cf7rvq+c5z4nlZ++j31NP9r76D13F7G9mCetvjPxjj6qbsU+nWqevSFFBr8toeG+EerLPvnXXz5MWo2/Lv45Pyjigj62PgW/Z/GnPol+qD6Ruqg+hjYavxVooj6TTNA+UZlpvxKJ+r58IcO+y1r5PqTjU78CJla+IdcBPbVswb00eJk+e2iTPRsiyb1CyFK+aVWcPR/TMb96esE+r5sSPw4kz71Z8Bi/DbOFPyMmBD+w4KU+nYGyPit2ojuFhFK9S8A3vffiDD8nYGC9mg7pPlmY/z6/F3q+EkhTvv/4+r4wzhY9y8sQPvzrsz5oO4Q+Tf8LvivN2D63USW+K5N0Pjn2Hj+7A1w8JQvGvtydp75dWBK/3zGvPW9/O72Ias6+bytCPvdJxT67oag/SwkaP7Lofj4zAkw/uG06P+HX2D5aUga/z4XQPqqFRrsiq5i+TfAwPyOAmL25W2a/wGYuvia4mb3xwzi/DvVfvoTmFD604ks+VDsnvwplgr5XUTG/8jF9Pm9pST/IH98+2qQeP/5mar9qF3W9Nqf3Ppz0fr13yps9FWuTvyo0rL6S9j6/",
        "ZaBYvB6aNj87UlG+OtfUuy1qwzuY/Q49MySYPQsbJb9D28O9oZWlPpDbQj6T5lK+uardvtJW8L63yRo/n+RhvPk53z5e39c+yDhav/0DJb6adBm+/1hgP5sd7r4kyj6/CrPXPCrOAz+TUsm+B2I3v1q8Sr6bvcM+NIvivVkKJ75n8tG+zaqyvl/tJ79f37q+QtMMvpGJ0z3TerS+9eiaPqbhJD5XeNI9SDEPv7ZXEz6Sp0+9aUhCP+wOsz5tgSe86/XFPpJvnT6jftE7Q/sXv9mSS7419Cg/9ABiPvyvaD7cRv+9v6m3PeaepT6tnew+upEevTwUED5FPke/sJwZvzkjkD3MNni+93ayPo/KGj+Ajqi9eGUWvVs6GL8Nj1A+RZzgPVO5nT4YaEU9kJb7vocqrD7Xups+kasnPpvjRT8v5ZW/56dCv6YnM74yCj4+pj1ZP/NdCT/se0++v6Vlv4BVDb9mAQO/QroNP/5aTr/oRqc+nT+MvRiEQj8yKVe9NdMBvyCVT719Qas+Wj+NPjJ5zr6tgzM/F27mvkEAtr6OZiM+rQ/LvpZ3D7+PkcG+LWwzvlecdD52j7s8dwfjvaOP1D7Mu+S93EVKv/APuD4/XLw+aTkjPx2ftr42tvc60asePnQuBD4VFIq+GF30PgqJOz4C8um/qQMAP2H79T5xsu8+Fc8gPw4x4bxjKj2/3gSlvhg+jL6JCTc+TPd9PquiiL4Bxoq+wYYOviyHgjmOWA+9Ey4RP+R3Gr9RuY09ICsVPQxAsD13SDI/QsNpvQ2vZr7Pv3w+Yn2NP3wVkD42PB2/HgUGPqh3Yz7klPc9hsWTvQMxsb7LlXS+DYYGPuuZk75G9Ws+lkyTvhLVo77ITsu+XaAdv5Qhaz0a15S+lywQP5lr1r7bNVI+YF3JPq85+T1NTQm+6d9iP8a7lb35jl293gyAv52Sxj0WoxE+fp14PkBkBL9LXJu9YHf9Pb0LnT0wYdY+9NsDPx+09L3bxgY/YfvSve2OJb2ztkC+",
        "YW1evgoF7T6rR3O/VkP/PgMNsL7pxaA+9tysvXSJqz4zOjU+1kMPv9iVxD5F4qC+iXqPv6pGhz4nPae+Mb3wPn1qkb7Buns/s4ryPYZasT5a1E4/3UPqvtrRhj58MjQ/VEitPqTH67y3LwY+UXm6Pa4f8z2ymH+/tEtGPi8zrL6pT+E+Uegfvl60sj6G5nw/wWDNPkRMF791IwI9DzPRPgHVH77McdA9K2mGvuCMbz1OL9w+NhCQPgCWjL7vtOY+QyepvSNEbD4Vmdm+/eK1vqfgnj/dyj68SNAJPnVGar7pYUy/948lv2WG/72YXcI+OsrfPKBDRD9nCQc+betWPu30lL3riCO/spsYvyEds71ijq0+2RMXPoWkkD745qa+goPtveS8Cb4dcKU9LfpIO+HgDb87dRK+CQiFPQAVUD7hE5o+NS6+PjqxrT017Lw+ot82Pj8ZL78Dwn8+R+UevippNT3O4LM9WQdnP5YijD6iUyy+9INNPmk87b3dFr496bVUv5cKzz2gOrC94ew3PmShHr4YUA0/GpusvtlVHz+/Oxu+aNUiv24nuD2rA7E9kJr7PuxJAL6+wJe+QEJNvnOHI79jaKA9/o4Xv1Bifz80nsK+OE0QvuVyqLz8i8A+0cZPP8R1Ib/KUlA+rdHyPltaJL7jdbU+1dOpvhhuhD5P9GC/gCTVvmA0Yz5gbCc+gcAaPyS0oT5G55K+hmslv8qGp71fdk2/g+WhPhyGBL8DDDM/xdHRPllNLz/jQsq+DqiqvnaT7j5PlPo+1RgLPop7Nb5MK48+Bsc9vwfXBL8pBdK+KY9GPl6CwL+vnJi+DO6LvYbNFj5UVtG8piv2PtIUlj4Hh7M+TitEv9k/uj6aNRg/lrlRPtOpo76HIwg98/pGPofPmD6/AJ++nLlHO56+D733le++hv1mPaCmhr1secE+hyIFP04kdz52xaK+5zNyvTV3qj65vZ8+WicePstGRb6jBlC+bmAhv4ve0j4KBfS+55mJvugIQL7eBfK9",
        "leemPS2A0j6eTHM/KFu4vu4ZpL6VNVu+Lus2PzyiFL7TuEi/dAwjPgTtKr40EvQ+EDURv4XDFD4LxrC+b9MPP0XQRj8W7Gc+v+AUv4SNIj5fcwa/4GQQv+c17D5uq6k/JEJWvEU6iT/uLCk+jIeyv5BBNT8uKpg+I/FAPvnBHL5gJD0+R0mEv/y8+z6fsPi9Yoo/Piisc70UKxi/S+ofvguKij53uB6/1RnBvb4so75Y9PE9XSMSv4I1pz06FgC+mc4AvxzjPz6PLT2+VfL3PhAxvb4V7wi+fVmHvnl1DL8E1c4+frP4Pg1MJL/DuQu/mIh6vqD60r2sN9Y+vcFmPVswCb4L6b2+lH5yPmcf1j7sGTS8GJMmvav5X74XpP6+SyPBvj1ZyjxnkRq/BJzUvSoHDb/rGWw+U4P2PeV5Uz91F4U7yCEGP46smz42fkw9LOoKP/CjBz9O0pm+P3cOvyuNqL5fMV4+xJdTP55lEr/FLUc+PH46vI6Rtr23skw+6wuhvUDAMr4IYwq/bSyUPd9RM79FVv6+0tvVvk4jCb9eMDe/HiFEPzzPGr+YeWW+bkirvmrPCj9IPZK+67bqvrDC8j1revW+XD1vvpHJmb/pGhW+Grobv/FqJb+l4IQ+yPqYPHSBnD4TIGg/L09SvhC2EjyS37096XibPlfmA7/kerw8KUyDvoLwxz0RSCu/XEsPPhVEfj6Bk52+F0/TPkCFTr6UDJU9vBFjP1qphD2pqVg+AOz3vsrdGT+PiGq/aGQBP0c3V71A4oQ+ws2iPgFnoL0uF568AyJbPwMvBb9e5BG/6XUhPQZV5b0HEgM/5mMIvxxrPD/yDmO/MfswP0zAzT5rhQg/Olp2v6oqkT4BaU8+YCiEPJqvyr6aZ4i+LZfGPcXlnr1Qwew+C84IvjhKGT/Mdgw/RwAyP6+bfD7VuWE9IMuOvtXnGr4A/1k+TJ7BPUblUb8fj+A+Q/xGvm388T11Ryo/R0CiviCzPD95Jvw+qObIup6EsL6eDVK/",
        "ZOrFPmUMgD890Cw+S2MMP9/MfL6exAy//KE1v6QFBL9F1Bk9RCeWvTQdm75wzZU+CMK2vkdS0L6fq/O+1L2aPSaj8D2TEKe97qYvv1iOlD6xuwK+t5gmPuDFvT52Ck283OygvjUzBT+OP3O9IpYGP3KGBj80oRm+0SgmP0KMuT7ciOg+3nV1vwnc0j6mu4++15Eav8e7NT3Hszm++Istv02sD7/maTy9YKI+PgFD3r6w8r0+EnLmPVoVmD58Co4+mk7rvlH9I7532QA/9iMyv5MIcD+exPa+pR6LPThc0T7r1za+aJkSP1H+Ab/GNLm84HoYP2f4ST85iLU+wm4SP0SZQD/gzA8/jDzwvmsxjD7u+Q+/S7GEv+xmKj4gp6k/pVgDv1LcHz8Kay0+iETHvjt4Uz5a3ly+U87avl9eMb7cvBm+RaPivmm4HD/7tbK9MWW9Po/p+j7Eeyy/WapLvmOoWz3toBu/sPOGvjlEzr7CGtI+ZHOsvsFmUD69x7i+fjJkvvFKxj4Ey4W+NbwYPxflgL5czfU+P8pyvnRMhbyGEUM+NTGlvgNfSb/TJiG/Yia6vpnQXb0HCEM+mZ9su5mr2j3EWYO+gHYCP5wc1z4+WxS9ecnxvN74M75RVy2+md7HvS4Anb3XhN++djWYvLrtOr404Cg8AcUHPZRV+T45zyq+CBqPPlEvPD/pBK890VUNPoF+474nq0e/y1nWvX8Yvr6ENb4+hZ7aPhf3Sb/9310+1EXKvrKIFD30nha/ZQu1vrF9oL8sr5a+0xWTvF4Ciz4T2yO/Ev3PvpxyNj+U3/g+yTqQPtPaKz1JReA+exwhPlvv/D5GcZa+pszdPjnC1z7gqhE+AdK0PrLoxz7RvL0+R+SzPlzK8L1qsHq+Pct1Pr+KsD57Nae9qs22vAkLCr9f1M89F+z6PnPsoL7Nfm8/xvKvvgtS2T1A0vm9lAx2PkEWID+Xma69rvljPgOeqr2yrUe+OncyP402VD717kE9evmWvTu1V7/+Kx6+",
        "LFdIPwfuBr7Yz2Y+D20bvlgfnb7xwhO+5rRAvmhnCT6Wtga/Yr6KPomXCj4Fh6+8WXZUPr8aOL0u7Z2+ngULviQWvb9RwnQ+CmYEP1KZpT+yGZS9rvS5OA5RPT5xK4a+CWI7vxJkVb6jviE90y6mvvo9E7/JCY2+3EwGPqNXrL1yLNq7ijGHPld3nL0Kvi8+7vS7vqZHgz+8ngQ/p9kHv6hlwr3PhAo/YcgBv8boMj/nTKy+fDsPPzmC3z4J8hu/GsQjP7fkST8swpw/oY36Pm9dp76dLPY9FhNfv4D7UL3NPYc+VDCrPutyJL6VtG6+PRgYP12VqL2BjTy9HFYHvxZqkb79OhE9lhC2vPRaw75EWD6/ufHxve1ZjTuDVdq9UOsAv6LMW76RzUu+WgNIP0brnb4lkFC/pGpUvc6AHz+UXDW+sksDv/IOcT5BAUU/2cQWvy6gZ769kcw9tFk9vwOLAL/Ujw++7JhKPyWjBz9x0BO/1S0ZPizNVj+rwyk+l08EPivROb4LfYO/zublvg/Yw76afwg/O+aCvZUQHD/Y8zu/eY7uPmEuuT3vdhq+8YhEP7+dn74zRza/zXokvdjdkjxrjfQ+/QgjvuQZED0Ny46/RSjUvrnDv71h4Cu9igEGv1Dw8z7CCnq/FsmvvpgtzL4SF8g+OMziu7g2o74olpK+JmREv9/1k75MOxO/l06yO+drTL9O2VS/69h4Pg2R7704FhU+0z5IP1aMAL86mqm+bTscvvtaED+rZJq+MwE9Pm5mcD1s9hs+x3ISv0XWbD4g6JQ8N0N1vqQRvT5Kb9e+CACGvStJ/D4EgSG/DAwsPnPcmz7drAI/Bwcbv6ABYj5wFZq+H/qKvLRZgD55aFy+bsllPi2CQD/FlvC+o4+zvnu8Cr7WPGe+jfoCPyXxXr0xL809H10yv+uJqD7yACo/P/KCPoE7j79pZDQ+cGmxPnnDtT747Ve+dYlFPb4W5L3+ViY+e+7cPsPR8b7d1mI/AeapPn4wUj+aDR4/",
        "fOKrvuOXgr8wlpS+VcMhvSsLoj0MH4i+qIqovlvCTz8csV2+U93aPtKLZj7EqEw+D45kPpxOXD6IVc2+voDlPgzGyj5nPt8+FTfdPoZ4Sj5haSM/viqVPZmf+L2YDBq/octyv0Ft5D7M+hS+KbuXPia6ML8oy+U9QyeePtnI7r7Nrro9Od6zvgtnlz65Api+tGaDvTb5YT/jxre+OL42PsYt0b7BtC4+RdpKPQJnoD52fHE+6iydPnO17756BB6+Jct8P+Knar6j3ak9W3gRPrEdh750Mja+bpdUPpxjvr4tFxG/fDoEPxQn2D1XL4y+E1qXvmzSUz5SvZO+t9aivqLnlr+oVaM+7p2bPkCDlj+ScSc8DUESP5yNEj7D68G+HEgAvxQ8cL7RiE4+HO82v2ziZ753Jbm+I2FVPrgEqL42rX2+BgQFv2YQN796a/g+xoASP4Cpbz6m2q4+G2r4PA2X0j7cRsY+JvL4vg77rz57IRY+JnEDvvoojj4cc7G+MC3UPaOCXL1rFBS96zpLP+E6nT4722M+oZ4/v3Xowr49QZO9QwWbPUKATz/Uj5y/5ZFmvsaifj4s7ik/Pu+xPZ0J0b7PO1M/MnpOvrnDaL9uCHe9gyrRPjo+3r5xahU9xa4LvvqLAr5KHDS/or2evVjj2L4HAwy/VtZjPgk79b67XpM+nzLnPgYuKz8+V7S+WxFjPhkRVb3ZCzc/ZjG+vjk1Gb8PoZq+W3uTPkp5eT5Q2zC+ZoUUP4LNQL9iJLg9OiGTP9wb0r6nrjk/nWLHPuliRb3io5G+vhWOviaboj4dRP6+DQ5nPlY6rL6vcuo9xIkaP/bW5zw+Hfe+2pkMv9Pfqb3UfEM++lW8vqIOtz0oXzM9J6eAv2DrXr1wG44+RFCMvfqNIT84wOg9J3OUPvzPOT+5oi6+D0AFv0T8Xr/gvvs943dtP+ocXz3JqQg/KODIPQRuj78i0ju/fIARv1cV2jySsuO+hwGgvl9UrT5NAkW+E+4ePmzVsb6XaBS/",
        "OHGTvtvyP76aIAW/KKulvtPL0L1GRqY+jF0/PgcZBD8DIh49IhiVvMFG9L152Xm+u8TQvtTl7L093+w+PbmSPbwWAj7Fexa/vt6IPmg4z74MoJG/cwHoPX/Em75RtDO/gyoNv+rQr76mSuI+va72vM9HRD7IXlo+8DMwPmkpej7AL/a9IlRHvZI/Oz5lbVy/3+4aPzQpF79Rqok+R4ITvpclyT2NU6k+gUhjPX9cGL46Oog+OhoWP0/xZL5kMAw/RrTVPb4gjT0p7Lu+FFWkPv2KWb8aiHw/OhsgP2ffhr0uXji/X7fiPuU6eb6unBM+hch4PD2P4T6GFVc+arUmv1GRKj/TmzY/o4yIP/QWxj5yRsS+bx2KPjUNjb53n7i+XVmJPkyoMz7amZG9zzR+PclPBT/NOG69dwFoPs0AAj6TMJq+nkymur5WAb7I6P09EeTKvnnV/z1nu5u+CIAuP9gY37udm7a9sRENPkJALD0TdfG+wuO3vl69eL1SiBM/cebLvq2Tsb3gGxI+obTWPqAQLb9YvDm/pF2CPsGFTb+shoS+nGr+vezMAj/HbCs/LA3OvvanjD4f5T8//4u4Pl03EDwgLIe+0+Bav66/qL4lUje/L6uwPlOqoT6Z/hE/EioWv7+XlbugbxY3Mk9Sv0WXCj+gSLG+8X0Wv+umK78zTRQ+HYZsvx4rHb/qRlE+k/VzP3YhID/98KY+FToRv6S7lj6FsHQ/HXmVvii6cD7F/0g+xuvAvcIFjjxPbtu+aSVtPhetCT0uaka9f3pMPxYcmj7kPZk+nKCPv2k8h75IC7S9nfUvPihMfD4vUIO/jK+8vvmDBD5T5PI+n1rmvocWwr77/t894Iucvonbn75+n3K+EQj/PpTjTb4+A9S9q6RMvvnQ0j6zoRC/cqTsPVfS3r7ym0q/qrqzPt3zD78AZis/9BudPk5dOT9L/Hu+H1kXv1q20T7gLt0+DTqnvud/t75WlhK/trOPPRdkij72Xwc+Ls1sP0sB877yZxO+",
        "l3VvP+u3pzzvDqs+DCQLP1SfFL5klf2+iUKrvUc9NT8361w8ALGbvJBPxb2q7x0+Fm8vPK53Ub1a2E+/FCaXvTmHoL55cYQ+Pix8P9dv4by+l/y+Wb1zPqPBlbwssWK/iPl1vkhaZzweves+k2dyv88sAzzK5oK+8cj8vnKJ2r5KaD8/FZPzvZ7S0D6XlGe+VOMjvVgl4T30PTW/XbYFPeGGGT/TTO++Ug38vfekJD9BaF4+h0lsvtpkZD7qRaa9FEpFPh/y/z5PMpC9rP+avXj71z7woFG+cSsHv6BKnD4SZug9IOv9PWqWYL+GH12+JgOEPl3Aub0zXcO+YrmsO7S3L79IAgw+74rSvHUkkb1NxkA+oeVsvtpZeL5xUWa+qbHSvkse2T6dVNe++cpLvj+4rz7qAjK/eAE6PjbkWb+qIg8+Tv8JvsC1Vj2tE1g+27+dvsYeRj5qxj8/QIx1voxCNj/iVRS+xfb9vLTXPT9B8xC9NSsuvkOcxz1nwpE+BxInPeGpkj7Y49i+BYkfP9ZEoL9zEgi+OHZdv/+Spz6Zfio97Fb0vq249D7v6nE/hYtUPeG/M773p5e+L3sdvwYJBb/kb9s+VW4xPrZzT79LsRK+JPx7PJoWS78Vaae+oeu2Pmyjwz0SWjk+nsb6PoRu+j7kCyA/G2r2vhUPgj/9lzw/pfDqPT3VOD7eGJY+rlgPP7gyA7/Nd+o+7SrSPi7HID+wvLu+fgjrvpGVLj8+FI6+WqgMv+CUDT99AEO/uRC6vsZiKj6QSKM+v3lgvmpC/70dPzq+Y+revfUzFD7MEr4+BmkgP4WYDT81nAK/BVdaPo6H7jwbdLc9A2GhPsRexb67CAk/aXK/v5u+jb1mIHe+BhjLPORGlD2z64S+IXNpPqE8Fz9eLOw+rhuiPsp2Rr6qyCM+NovWvs82Wj+h2E+/4DsrvtvCij5MKb09JeJaPVytqjzW8R8/BfbUvqd0Jz96lJE+/lTZvoa/nT3ycJE+viUFv49QWb8ijM8+",
        "uuOZvqtFDT/u48E9f0InPxAhmj2d9SE+O/i0vv+zIL6X0y8/E+e0v/oGEj9ShF2/Ptsfv13OU7519/i9a31evYmJcj5AOcq+irCIPq9xIL9kL2y+RVmFvzHjkz6GaNA93lhdPxW8Yb4KDgm/5CuRvyVPbL0/GZI+0N2Jv8Q8u70VLYu+lQoav35fiD6Gf5s9CRtRPmRZNb3u7k0+GHdSv8hwJr1Tj+e9XoGFPgbRhj2Yk5+9guELvuYWrj5IpRS/3i7BvsifYj/OXGO9NItGvi7IKDuujQm+aScnvBH0A7/CDh4/4tcSP5HaqL3ZJxI+VsYdP0UTX74Vd0g/bEWPv4fFq76/ZSi9zqJPP8g+JL5VmTm/4TuKPlYEcDxpKlC/xHtPvvYGkz4zeHS+Xfehv/YJ8z4JfPK+84jWPnb1s75AVAQ/B7Flvm27X73P1vm+AvkvPfCpRj682Ai/88WhPdMuQj9ARL2+BirpvQfIOT9f4Xk+OMpMvuZgHD7xqxm/96wNP+haFz8fPZk9RohIv6yiLD8TbME9EUuDvn/3Bz+0PXQ+o0cXv6QV/r7sEDe/LIcXPbsLBL9YblE9J9aUvlR2577z4Bo+gXR9vkpGxj1gn/u97oCtvm8DiT1pmME9JJ8dvvdsAz8q3UK+Nn4kvribjj7QjYI5EzfwPI3oAj6RIvY+Z0WmPVVJ2D470iE8nYxsvU4qxT4GJXA/asPQvpN7Nz+X+iG9Ki68Ph5Vgz+DOmU+DkurPCGp6DxFRfE+4sYHv8wahj7TKW4/60WsPg7f7T5kUO8+Q5DXPmSalr78BPo+fOy1Pk5Mx7u4FxQ/oJKIvBTRG75eBJA/IjiMvtotAT+fXRE+b968PjCDF74uRQM+6P3fvlWzDL18t2K/tAZdPi00MD9N2Ng+0uStvkUjkL+Kcui90DEfP7CGxb0+lca8F00bP8tHIL0fzg4/cGUKPvuKiTzp49i9kqWivhMEyj7yfKi+1SOOPjePzz6I3xK+npkoP81vnr9jzbi+",
        "yivdvggSyDyikwM/BXUmPTfvnr3R2Vo/t0MsPpjnQb7kZRc+5Ok3PgL89T5yCyG+tfO2vwkoOr7p1lq+UTofvzId7r4/WIg+4JRmvqQJOb8VFLe+aoLMvSPGiD6MH+a+OTmevidFyj5Zfze+oZqMPql6HD+UkO0+Z5/jPtlHLb9Iy9e+loKoPYluhz/E8k6+eLYUv0WkUT6BgKM+caG5PqxpsT7R+hu/L/79PLucoj7U0sk9IcS9Pkv9wb7QGkK9W7oEvqMGYL+3bVc/NgURP2lHXb9VMjq/A00ovwfrOb/ZevY+xuPYPmWaKz6z1I8/3CRDv1vPLz5jppu/Ck3rPvgkJrz0cQO/3WgUvp/yR794iIE9ABoaPn5qUr1lYtm+02NCPnwj9j0QtUk+VA2yPjVEN747840+33Inv6WWy71yPfS9dGbfPQngJT489G099VNJvbecKT5oz4g+mXoMP+Md4T6jvs8+r0btPROPIDww7qo+h57PPMOZjj6TvD0/ugNIv3jAar7VYMY+wyEev092oD5rJ7G+LG9uPnS5qj7lZBE9WL3lPVTbZz7Q5tw+1MMqPrRdSj6f40K9VeaCP9Buob7EOte9aQQOv0v7rj4X5+89sgBQvxFoM79BSLU+mx79PjL3mL4wLOc9v2VKP0BZSj7kR6W+RVixvNZdKb80yQu/2j+NPq7gAT4Dl9m++nzCPtH62L7TNuW9uCYivrU3WT6Uwti+2UmkPsM9Oz8Jskk+noqWPqu8bT4+6i8/pFLWPidWZTzn4289GDVnPsn+0T6gkTe/b/90PhQKhz5wLQU/qsqDPtl3O745ApU+zzcHv4N1jL5ccUY+TI6XPa6wUT7faOM9u3EVvkZ7Qr/gLBq/7eHyvr7P2b6pkBA9QjeaPo+OXT8w3b8+qKUiv5x7ED8kcjU+QScFP8A6rj6enQM+B8XUPn9NhL/GVMS+X/JavvM7T700pso+K08VPMh9qj73xR8/pQPjPvTTsT7UJ1++8mgIvthQz74SjUU/",
        "fxmmvpfkOD8u8m8/4++yPrJkIT6lIwQ+teiRPuPJar9kDgM/L++cPRW4qz394xM/STdtPEqA2z7935E/pl86PTGxbD7OkTQ+eiUXP20iWr77BHQ+RsPvvgBVAL/jPFG/5BWfPkejGT4y7nc+nGyYvhhIK79cauA++7DKPqA6gL4JVqE91oIXP98Egj5XWNM+DXLJPgva0D6NBpa+0KccvxIMFr4Skd6+/jaaPtBbCD+q11q8VQMSP5D0ur9qmn++W04Sv/GsqT3Oe84+fJv9vjm4yT1afI4+gb1CPn25qr1cb9k+QeANPrd+uD5zb8u+sJ/wv0J9jz7QHeo+GpiLv3pDRr8lYBs+XDaHvlCPIL8f2qA+iqvfPoAwMT8ftj2/9ncUv/Rcwj6uOhO+CboaPzYiuT5AnIc+U3VQvVqSDL8lB4m+Hl08vz+EiD71WBK+UXOwvi1lUD5GfAg9Kwa1vgQOIz89P0C/2+YsvOT6XT0tMiw/eJ2Dvrgboz6O4ny/d2amPdllhb6qqj4+7Tgfv/4pB721lLC+gyUuvoHdJ78aUpC+VYKIvq6+Kz9pi06//Bi3vgnmOT+3kIM+E/zDPiK84bzjPXy/CDlzPF9Xr76ciS0+0jVKPt2IBT9rQw4+da30PsoABjxj3dC+R9W4vhUGND8ht5c7d6qHPrU8j746Ani+4nkkvUbDEL+OEOQ9RNudvp1MGz/kryM9Od5yP33Q7z56EEA+OMxevoxrZr4TISm95r2/vnyp6D6efty+ELZLP2M8QT+zhSU/Cth6vuNeQr/4H0E/HGcSvxO4YL6djbQ+6/Q1P0zsUz7927Y+kqLePoPXZ77PKpi97g6/vR86Br/CbZm+Iegdv2Qwsj7cF6m8oAIBP6qDEj8UhP08VnDfPq0Dab58USG/Y8vXPWub+j577+u9rT8gv72viz5wtgm/oLD0PqucqD7REH68WEovvhcqhj5XVme/l/ZLvr8jiz3HEzm+QuwQPzkli7/kp+W+0vesvspU5D4AjTq9",
        "YKQMPw9NlL7ndfI+E9Qvv7wOSb6mEHC/ncuFPoaWur4AEDo/8Kl4vhJmBL/aPhu/CY0LvijhHz4ADYW/lMakvkDb074KFly+P3eVPvdxuDxKmEM/pKZSvu6nIT/MaBW/iTGwvnEOVT64dQu/hOXXPoRxST6LGum+qycIPvmwgb4uN6G+g1VhP0m18z6aYNq+vDi4Pe7dDb/hgc49Y1k0v1eieT+7xlU+10gJvl4L9b7+jwo/mtA8v/KbmT+8B92/HuTLvl14Yb4hOBI/SE+dvm0bQL45GnU9r/guPhHuHD8HiuM+uIf3vo7hgT5qifQ+TNWcvbXcwT4vljO+4wGrvl9UJj3Q1AW/LoISP7uZVD89beW+bnw7vy5p/L5IQVC/vPM2P2vJ5r40H0C+R2mZP9JiGb+3mxM/oqlbvxqwHL9u53O+R25jv/WCJb3S1R+/ScoEv8HFRr5qBVI+a/oPPit2/z7vX5C+e9eivOsgBj9vbGa+gYIyPz5Trb4vQd0+9McrPo+Twj6bORo+Z+olPW3dXT2K4+W9r9m2PojyoT6QpQQ/c6qgPk/rWby3kNw9SmKCvlla4b5xw+G9Iw9iPkLqI77k34K+634AP4Vyvr7kIQQ/GPDUPW6jQ789VZQ+b1O9vtsH6L05aVI+/QkgP+o4Ir5e5JG9PypLvtL10z3lXz8+gBCkvlEanz6/lJ++07XCvjCaGr4fKeC+7qklv4/aDj/IkdA+zXGBPZTCIT28g4M9o3GWvtiW9T5Sq32/ltldvkqUdD47YNg+wiUmvh/fCL/tXxO/TN4mvD1Ffb++VhK/A36VvmG8Lj+k++o9Fo1Cvwapnz7Cb5+9H97Du6sXob77FBG/z3SKvtSrIr6EleG9N8saP7fnYj8lOvO+I3sjP3gWAT7mXdc8i/lZv85CcD/3lIc+hKEQP62rkb4D4NS8K8ccvzGvir0BunU+dAUgvsuMWr6aZVU806tkP62bgzzM5Vm+71efvsPpjr7pKQO/CapRvjE8JD914Ci/",
        "D88/P0RWUj8twtI+Qm0MPecbOL+krMY++aBovxrFsr09mgQ/SBMQvVUJrj67mg4/X2H+Pjvj/T0eYF2/Vp73vg=="
      ]
    },
    "dense_1": {
      "bias": [
        "ck3zPDefBT01ciC99TVlPqpkoL2dhNo8WAd/PIl4IL0VEv48Ey4yPSOjoTxhBjc8zW8aPctlJz27oSo808ghPi30HDunyxG9kaBKPM+h8rvYd1U9MnezuhTsMjzDXNk8ojFXuqztAj220zO8ruOXPIQnFLpfGMo8UUWGPS/rCLz4dhI9FNpwPca1vDpY7/I9C3PzPD35ET0cDsM7oTCLO96/JT2hZqc9074tPTL6ED2RfnO9AFC1POHViD2nmc88rYBoPE9Gkj0Z5co9bl0XPfm5JT0nJTG8vO4JPNbvzTyq4cQ8+Ly/Pe5jWTyFYEM9W+x7PpAf8DwzjCU9WcrXPWVwCr1OM4o9n/WmvLqysTxgQ0S9sZPkPBU3TLzpuwQ+OJu6PIXQZzwQnZO7wyONPDmZkD0zQ+c8A4LGPCYl0Tw="
      ],
      "weights": [
        "gAMCP6eJer9CkkQ/xKA0v0J6fL8bEck+1xDtPhwr8r7U3I6+IWzsPjfWQj+UjnG/D0ZWvufdiT8yDA+/z9gNv3oBFL9P4Ik/JbSWP0miW79f/GI/Pdewvjj6zj7JLDw9RM2EvIkEJD/uC6a/FaX3vrl8Nj+Xxse8L1cdv02nJ7+k5Jy+MNeXPhb5277WJ1y/ybBIPrNwir3hmhk/+wPMP1y1bD8ipAU/X1zdPikGi756TrE+G2vRv2qKnT9/05q+MZhIv7aVcD60d3u/NEsHv2Z0Oz9TWWi/f5lFv66TC78wPY6/devxvfFhM766UEm+ZXYyvV40mb5FzSU+rqMDv46A/z7bUxw/scInvjfgKD9F4sE8SG4bP+VKD75bwxU/AjO0PyceLD9x+2A/4NBLvywHXL/jZ4S+J0FxPohgSL8cJwk+36STvs2jvL3+iBW/Bl1XvzXk4r37kuM9XBskP/61C7/67cM+5e9Lv9Wpoz73M+q82rkTPuyNuz5wKVs9wKmnvd/g6T5IUR++I38dPCVZYr2wEnU+zF70vCNuxr7pXmG+spMLPsQu3r4gmIO/tyrGPuirwby2zAS+GBgHP4VssL4QzA0/Soy5PpIIN77boIc+netnvX0K1j4Lnsw+wdhmP4wbEj9VZZW+sY67PbwsJT8nLt69v5S2Pv6Gij30uok+NFjqvRWVnL0QpSS+G6HSvM16T77aOQc+v20Iv0QPwz5m3jg/RtIePpDBTD2UOvg+LMjzvfgaID0s+ia/9kQCPo7iADrfsAM+pAuKPbLfHT90lo2+NxQpPXzUDT+/+Zs+THeDvs++aT++HMQ+H2evvgehiblpUYg+doh5vdQ+UTxAnBG/JsVlPmZ+kz8bLAW/MHtePutpwL1ENoC9VqnnPqHKbDvaX5W/Tw3PPtXOv75MuZ2++mrEvQObq79sMiE/n9G6vsIK3b2oDk6/ZmeYuiKAy76+2zi+hxJxP0wP5j2Sz3Q/r0jrvnod1z4/GE0/ae6nvjB//bz2QR0+",
        "PsCxvmsaOD8wTUI7hbwGP/st+r5+F0m/+cJ7v/5Sgb5ZyJO/avpwPgMN2z3GYws/mLSNv2PzAb/zd3K+2zaiPtSoxz4EDRA/Lw1kvlD3Uz75x9W+AZfbvuhgOD4lPGk/LUpIP619g7/krZa/ouoDP8zJWr/2VcS++ckEvzAIX71R/f8+FwOUv3uF7r1RI02/LSbPvlOasj5/IOU8lLBXv2ID2r0sFnQ+OUdWvxgq9D5UEBS/h4SLvvptKb6xZS2+C4fcvg17tj7x5JQ64JjOvXju7747uIc+NRohPi9Wl72u4vS9URAavVbjkj5FdfU9zR75vbD9bD2l+ci9qFVMPtlobz4aN0s9/xm3PPjSbL7hFPe95rQOPvi0Sj7H4qs9DDJXPjpUpj5OTvM8KuRMvkmb2r5/DpE+fXSPPnPThr17KvS90ujcPUL+Ej6+EmO+5Qatvv6FGz4QW7s91CxDu92bij7PNaw95y5aPRTSjj2sY0++eQZcPnz+sz6qIjc8teKJPnWF8b1PGsy9Z0zaPSdP0j27lia+xavYPa590j73lJI8g9AhP3BtAL4S1YI+WEAiPh5lNb4Cq7S9kDXpvUKi9j7xiwM/rqGWPSfCwj4gtOc8K36WvvI0C76XQ1g+a+AnPp+xuz4M26O9o/VRPQeSWb6C8Fu+A3E4PocOP76s/0m/ND0bP0y9eL0HsUg/pinvvi4LLb5c5II+/ovqPtFgdb75/PE+vcSIPS2Tnj4QqQK/Df2SvhihyD0Pe4g/icq0vvoMpj13Dsa+6Z5eP6TYZb7I0qU9kuV6vlEBtb1ik5W9+AS8PsWthb7GwFu/wKiFP7uLaj7Gq8W+nEcXvx1ZkL+sR7Q98FM4Pt2ecD5dr6S+RFEHvwdIHz+byXU/cMclvVHpDL7CzpU973mYvvuLMj+heRs9/6UuP6U2eTxqsZY+Zk/2OWaw0r0lZMC9/l0nvrEzKT/f5e48Pf+bvr/1CrvbPhU+b72SPb8cgD5cxMa+woq4PvgXYr5n5l0/",
        "+HK2v010Aj9c5YU9Dl9HPQnhIb4PNxY9cC2HvRGCsL4Z79S+DzE5PuKzKT/FTZk+bPLnPcvBvb4iz8A9C3ygPx3Y3b63FgC+/+SwPpa2Gb+BeC49GzwOPsuluz1GkIM+KV/hPgIS4j0Wwjw/Vbv4PlD6nz6BqOG+cyU1PtK3IL5Aa1q+deSZPLRqFD/dk2e+c7i4voy4Cz6SeKw+8bYSPiIfszsAzTK+eIlCP0zyDj8wCqE+ah0PPjUeOT9Kf9Q97T6Avk3wij0Blwk/Db9PvnLKLz7XEQU/s8hDPkKiIzzxeYY9yCNAu2r90z5Ezuw9GSwAvJ7pDz6xQiK/EGY7v2Cidr53Nx4/FYdOvq4Wgb5fYIS7Sl+ovgN3gD3A0a8+PVacvUWgL76DFZI+tbh1vMjvO74ETgg9e9xDPiHuVD8ROxK+TzAYvxGTCL4b2wM+5XpEP0z5nD6Ku/Y9Rk69vUtjzTwO0ww/p/pNvp+xFD/MLbK+b+acPoQ2Qz6FoWE/mu4XPhk3vb6K980+vJ4bvm7dPD1UZ/u8VXZDvS4GcT70SQK9KTqQPDZFZL8P+es9u0uLvdao3jsHjTO8/jb5viB8bb5/CRM7LTjfvTGGkr6I3Mu7FNwuvvpjor6gYcw93RxbPAUJiD23pPC8SAT2Pb/ICj9vpIo+PV2xvfqQyb3YM0496yaMPv4Wc73nTWS+HxZ2PvsAyD2xynO+dyYfP4jgKz0rVoI98we1PXa2zr6WXn27rG3gvSSQvD1dW6c+cRM5vqbAWzxMW+I+/watvgNde77vuuS+j27pu6TDID95uAw9W2j9PtlddL3tY1m9RLEyvdiPqrwNSLK+nHxGPtsYwzxxdKq+OoMAutbtGr3f8Fu+uxpXPlwMU71Eeb49WTy8vANtCr4YePk+UBSkvMCWozzHR9E+Vh2APdmmTz6lgjC+xHxZPsgKCr+Hd46/VT/BvpYBCL+saK++RifLvsRZsL4UwC2+Q2H4PhmlM7+4Pom+m+aoP69OBz+ep26/",
        "7CWEPo+gtz2ZN14+RfCuvyOb1Lx2uac+rYFqv/PXGz4P/zw+QeiHP52+Mz9dpee+JzbsviePn74tuEM+lwEkPwJ4eT4yxeu+qOD2Pm/Di74uXge/ffkbvgrNTT5jX/E9DQDxPSSHGz+AV7++EnKePvlkp7/vkUm+tOs9vxKx1L5n72W+6W02vxZLXD/ADpg/YcKjPs9F2D1Nm7+9kC8UPsgKAL9dD8a+og4XvFDQ8T3DYiG+vxkbvbuy4L7pfmU/wewGvoaWiz+cXbQ9MoMoP3plCD+NIw2/YibuPdAI2L0btyM/nKTkPgJdXD9cLEu+0TErP6jEbL6ZWc49QFUkPbgBDz+fvhI+7v4WPOH9Ij/LApc+2pmRPqbLgT4Smqe+ePeZvmkwQj5Dwj49olJDOruavb6YzRU/LNX4vB4rDT8Whbo+vzT0vjVD/70AeZG+V+O2Pt4kQb7TFoG9qkkzPu8Slb5qJZW++3SAPm+MkT914PO+w7Z5vXPWWL4/R9C9jywAPardYr5rc889pDu1vWQYlb6+xii+yySoPa8/bT4Ua8g+xpbVPa4WJL6KQwc+qNmovvCfhz4Frhk/M8yoPMcy3j5T7xW+nj38PqvgfL5s1Gc+H4yDPsoyfD6x7dy+N+cEPl2QyL6uxz0+uDq9PlXBBz8eXok+ACxWvt12Ar3ISCA/ZB89v/64Sb6Du/U9I6KzPg/MH76IKiW+TmuLvtTQlbshYLQ9NwMBvywi5j5AGbA+NdC0vYE9SD76T0K946DmvojJXL+l6a6+IVo2P9ZTRT1r3nU+TFpYPOcsjb9YapY+DMgZvynMB752e1m+D6ZYvsYmLz8gsMI+A20JPi5OWD4IzCA+YLilvsWmj78BipM+JcYMPtSHar1Vv9m8TA+cPSKnpLyRge4+kps/v4abGD5gtqA+OrfdvlgYyj08yB4+Zty8vqSXrT3FGCU/e8rZvZIB8T6IJf29pxygvjAJbb9lEPM9nOGougxw67yDaxi/uVcSP01mfD4NV4M+",
        "Ap4HPpPeLD9gwCQ/LPrVPaBGTD4ntdq+qqx1PUtq8D09rrk9IP8VPxS6Rj9v1MM+sjNpPGUt670pzRW+S1eAP63JxT6W8pm9EJ3EvNVknr7COFq+h0kNv/kIDL7IvUq+lpaqPC9/Az8oAO4+Afy7vux5TT5YQFE+hwQTPqDTdD0EkHc/MhA4P+7Pcr5x2u0+1NLsPf1VYb7sGAg+6euEPeBDQD7Splg+SwD/PjJV8D63e9u9+q8vPq1R9TxQlsS+vv/7vXNScb71r2U+lL8KP5dIwr1okxQ+4vkwvny+ib7Hd3S92jhMvjotzT5EpDa+0wGIvs3wzD3K4Aq+MA8gP0FXrb3zcck+InC3Psdk7ruHAIO9DDk2PvvXBz5wCbU9/jyPPlTw9L4W1q29tJo4PnHXkD3z8Sk8uYiHPdtDYT4PBOO71FCrvpuxmD7tnhk9/JuNvr5ekT4j5Ow8xTgdvukoCL4eywK/6t6uvenoBz5iMIU+4YV5PrWBRb0bK527VjWhPvWbwT2m9/49pVcqPQbpjT4G4xk+X7X3PIgknz7HIb6+dqUZvYFu3z7Nyy8+XxCiPu0TUL2A25s+n/14vVptVb9Qmzg/iTUOP+2QkL4PTHE+Iq8XP49hrz4hmwc/TzsJv7bscL7RUpQ+wRfQPhfqEz7LIbe+JgqXvprm1b4N0rE+yu8FP9ZIVT4FNZo9fQjpPvuJ9T4ch04/5ScVPuAPq71/3gG/uUmiPciB8T61E6U9Jl7pPVFwKDvbMco9WTrKPKS+9b5fkDg9rKOdvnuYTz4Q9Ye+Cwm4PnHhKr1f9zm/Ey0vPyuegz4VtMy94yvoPk8lgD4IJQ++uofKvQdmhz6x5TW9P+PLvi4x1T6QcBk9lZisPkjSkT2Z/iA/g4DdPhIlMj6cUre9RK3LPd2eHD5Yt3e81p7bvXEhvz0QPEq+ouBBv2uZS747HEa+iUjqPla0Cz10OOQ9Wt1Gvu3dyD6vVXk+5O9+vrBOiLwV8Ao+UZ+bvu6Yiz1DpSi+",
        "V4iXvk6V8z4Zyay9gzTyPtEkEz9UOgG/3rSCPl/xwT5jkJK6RY2NPmMVAj9lex+/C+wCvbG9or2Yzk++nTHTviQdHr5QwdI+p/bePf+xNL2FsKg9rvIWPsKrMbyOCMI+y9o+PmEcXr7xvDa+nC7uPvjMkz7fzPG8xZ+Fvi2HWr4sqe495t/tvnPBmL5qsja+YDLgvl/ikL3pLYc+qOJpPpmo8D4jZw08E9GxPjmhjr67DzU8nXX/PTcMdz58Ylg+QbTVPWcX6L4VSOE++U6TvsE/kz7GwF2+FyMqPmPfoz4Uv3W+zIadvsiyED55Fp49WblrPqiMur294IW+SkTCvXoXuT75EZ0+rL4yvhACCT75xQu/cZY0Plp8J71Uvqa+I0rePSFahL6bkyk+MbTFvopLGr6kSGo+vEhsvugfZT58Wyu/42wBvkgKsz2GbjY+vZWkvtR0irxFUrY9UDkPP6NhiDzNUli+8iG+vlXwIT4yUo09YNTou1WUUjzhFVQ+hHmFPi0X6z6fQuQ7S5LfvjA+P75BX4g+4KeXve1GnD3k9zi+PgXjvVRuNr6Qubu91pDDPhgpCT7Pk0y8C7SBPlt1BDv+4yY+Rv88PmS0MT+Toqw+/YOmvkrIOT6m4PG+lFwOvX93uT3IBVi9Z15+PJP4ZD5gVkW+XPu+vo0Jtz27zI0+aLKwPlG4mD09ug8+IbRrPmQ/l75U7NQ6dYSqvnc58z6oESk9nCgJPbdIRz6Nr3K+jKMdPt48NrtBx5Q+d91Bv15hSD9O/7Q90n4TPnunkj6iXW49mtg2vZkHTr/SBTc9jMOoPQU4z754bSw+u/ufPdlCOz1H4JW8wrCZvvM2s7/S+cM+lGnHPUWezj4NKfg+CdoRP0AHjj6L3yY/rOGzPQZ0L78sa/i+DutwPVwEvL1JRyE+yALgPnvzvj3rejU/S5CIv9euhr+0n6U/gp9evvFmDb7q8lW9CXJXv0Hsdr5M1Ta9mvJTvjybNj9Ft6o+4DQBP1XuiDxd8uU+",
        "AfLIvUIlWD/Ur2q+nZO1Psu0+r5AcKK+z4PGvVKqUT6+pWo94scUv7ZFUL9oqdE+hcmKP0ikqT0Mdcs9ukd3PhK63j0Y4s2+buqKv1P6aj8xrtC+NJvEPkpx6T6RBC8/1w+DPm/qOD+Akye/lt27PsvqxL1BH0++GzT3PtytPb8Rkoq/YbnOv+2Klr0OCRG/vQJoPzJtlD8/HJc9XVxQP/lFBT4TxM89ftL4vi9BCT/jqPM+O2hXP90QoD2S/Qq/gy+GPmcBPD7K5zw/RyYkvoo1FL8b54m9TQc3PjVjRD7hsAk+IjqqPGFSFL58kZs+8dU7vLGD17xnSa++Ec0kv40xQb6KmSE+YnBuOzZIgj5dPwK/kWmNvvCc8bskMIW+9K/VvaCNDz9lMig+mby0vyzxAj+QF049xwR0vsdH7j42r0S+WVIpPS1ccr6nfVC/IhMNvn3OIT8yha69BpIpvLn6hj5BinY+2AqPPXr1476IxWc9BTtYPqkRrj4AzhC/krc2PgSoOD6m1kW/s7yFvlUQCb9+S9i9CjfBvhwCTz/cE1+95wd6vzL1U753a0u+lPw0P2AnjTu9hJO+Rw4pv6Droj970ae9v14pvkXkFD0zvbM+4i0rP9AazTyfQTQ/0iDsvToHub64KoM/6GWpPs8iSz7Z/9S+mGzfPKaaZj5/zpi+5BBrv5bCgr4ujRg/KOYGPrRQHb4Qree9bPxfv6O6KD4XO+M9hW82vsMmyL5ITbw8G5LWPTtl0r3LV6k9SVmpPWTs1z2mpME+t4eLPrNDDD6Z0L295mdxPe7W6j4hPgQ+4vsePktQDb4lOPm9NcAOPsC2Kj6aBjE9spguvlQ7oD4VXcm8klEPPcPAMT6AU2w+kqQCvvuxFL7heQ4/aWeBvrHlir4nKxo+2mGgPeeJBj168Jg9JA2MPVqTBTyrFc281othvjMlDz7LaUi+Xa2BPW3FPL5+Zxg+XmEGP84VDL7bSBI/9+6TPg0W2D5KeVK+bMijvvPogD4D+QQ9",
        "8m0Sv5odzz3uqsO9o/ujvp13nD2Zt1s+VK3oPTcmtD7DvRK+DpNNvd/k0z0VVRk+ZpchPj/8hb3/gxS9Tc6svBaugL5dQA4/73IAPwjEDD/YDSA/WvmVPo3m0D7YYaA91Sisvk/VVj787y4//b6YPTyMyb3IFPA+nizVPonUDz/qIBs/YVQLP/mh1D45pQG/8xl+PrAMmj6dQj+7jxbnvn04szwXivy+fZXUPt/dRr+ra6S+VCn1PtrGAL9ZuJq/6woLPZTDq75kY6Q+n43nvZNzST76Zbu+QBIdPsd8tT3gof89HsPaPt5Tuz4UU3o9IXfPPkKmcD+llqA+ozhevz6bkj4RAzY/+wRnP7kdEz/6oeA+/BgAPziSL77qvAI+QK+YPnS3oT8MzQO/dDUUP/NcMz44I94+aundPqVygj76kxS/906HvyQil7zKJu0+uDtIPYGsIr+/+nM96pDNPpg2hD7ad94+oBGUv1attr7Sngo/GZXSv6OHIT5AyUI+UVybv+UF7j7lzN8+o8n4vh6wmz4xAQa/kGNMvthz/r0SOi2+ds2vvWxGM79cWou+jcjEPpWvBT9+bQQ/bTJavz9JWz7vD4K+oa3+PrrN9byeMDU91M6ovabrJz18AsA+9o81vv1eCz8g2/k9kBKuPmatIL9dVfs+d9UZP7WVc76ZFpW9gecOPj4lCT8Q11O9E9nGvkDLXj/9SGS8DDiuvmjGnz2Gmxa+HHgGv+5rML4mmoy+1FB/PsxrK79pRue9w+lWvieZE74DcNU+A3CbPdrkFz9tqW0+JItQP2petz5oJKs+LmkcPwe5pr7Ysby+6ocuPaw5ob7xpgy/eqK0PjjGcb1W1nA+g/YjvfhV3r7xdBQ+uw7cvPdQd76pdK++F89WvtNB5r7hHr2+9LKYPk3rnz643Ey/p7aXPrD1Nz+ILpm827nWPkGWO75GajI/QOaovZ1yuj3Nrlm+WCu4vt+EGz6sFXs9lcQ1vc+gi76+b72+n3bNPrOUZz6ImBg/",
        "502EPtG4KD7VibU9al/Ovuan8D24fiO+kTqsPbrhpz2hRiC+iXzsvizdNL6J4Qm/sJ12vpXMMrvZw58+WhuoOzes8j1vWic+VldXvtl/JL9SbFE+ylqavs5B7b01Gj4/8EzIvaYr7j00w6E9DZ4kPkt1GL4lZ3k+r/zKPnTrbr6LW8s9oybLvumRfz42ih2/HmAEPaLG5DzxbzS+uELUPLH6wD7hhvU+wyFjPqRuXb6vPQS+Q5VRvrKkpr3ssOI+UguEPtOXEj6wyro9R/ivvkTcx7tNdYq+mqJVvVgyDr+H+MC+9l2XPlZOn75V9Rs9p23CPjoqrb2PxQY+sfM1PEsYtz5G9Ua87AkYvFV4RT5x2ZO951oDP0PAIj2gqUC+8inWPTGmlD2MVKs+2kdYPlpNQj1IdoS93vCIPjPBlz760Zq+xxCVvph5y71z382907AhPm2Nrb4O+eo9t9z5PfYno7068Uu82I4dvJBTiTym8C49qDQ0PkHxzz4kC6A+RB+QPupPjb7/P9e7XNIsv56MOz5toAk+qEHWvGS3+D4ypYG+X2mzPIfEnj5HF6c+TJVvPq00pj3TCB8+DSofPmyVcz5btVA/1qqWvqGUo77NnlO+vP99PrvzQr5kxYQ+wV0YvmjPa79oCTI+poWFPm5TJD5V8KO95bTHPX0asT7/cM+9m81SPxG727wHsZM+NqOTvlc3Ob5P2eO9fUxnvutcx77wVLk+iKLMPQdGLT5f0AQ/V51cvkE54L26258+/UK1vuQVIr2eL18+Qm3PvlyxoT4mTEO/8yicPSK3Dz80iwk/K+XPPv3ZuL7uGbQ+TGnePilXLD6Gvys+N0XUPqInpL0F07C937UxP77KHj+kMek+1D2LvlSuwb0BQAa/mJYivj/wJT8Pobc+Iy9/v0EqWz/D2A0/n2miPlGeE7/SSaU+JA6tvTVBWT1ZkBo/t3mRPpJ74z7BJpA+KWR6PiQTX72pgJy+sEzdPmmj0T1gftc9noKXPg+gQD1TFxe/",
        "yrCmvp+1UT/dWJ6+L+qSPk6fs74Yz2w+waz7vdNUur4Hhu29SOu/PaSwrz7TnZM+SztyvuHDIb3y9j8/CvgKP2z4Ub9H046/e6AyvKndQL5Tjjy9nUwSP+n2aT2Rfdc+IUhqvuIv2bvH5+I9x7naPlrr774d9kQ+dk6XPlaSLT/imZo/C1K3v4nhgD6KbLA+vbCIv5FYOD0L5sa8nXkqP1weZb/1mdO98nVcP4O9Wb9ZXu89KjC7Pc7Oar4yVRk9MRkuv4eLhT/OKVs/MA85P8T2KL/DgpG+DUnJPqzwGT8+cYk+UrWoP9ZH0r5+V2G/JPfWPlmBAD+fee8+FQYuv+FdFL+7q+u+I5qRvh3lkT4xqsK9MX1IP8COoD7XQSQ/PTtMP6eF6r5ihbI+Tvdav7oPYz6WAqo/m6qIvipAEj4WjwC/Pt0YvUUTjb/v31e/aAhdO4tisD7/udM+iag1PjZI4b4CwZy/ENh3vwJikr5bvjw/01ycv7QOOb8ZZf4+MEEfP6UDAL8TeqK97Ck4P8gfQT9uOvg+ncNUvYWgAT8scxO/RA3FPnxz6D7c3ec9KY5yPTK9DsCeqv6+Eeo4vs3GoT/I7Jq/ASkGvov7Jz9KNZm++zxzPnFGxr6TBPo+9TK1PBTQjj6wtF4/sWkmv1b5Bz6jUoq+86DjvvhPAz8G7Yo9OECiPiPGDb+snwU/T5TGvpqair5Y4wA9bYwRP+Ot7T7u7yQ+Ji2BvtmnUL/dYh6/+BfUPSWUKT/ezF2/ms6FPmf98T3hs04+Jh4aPzLaHj5F/iS/8ZQmvreLGr7i3BK+aKbLvnkyDj8OMHU9I+cYPinVYL6CJga/S9duvutosTx8hzU/ZmehvxXR4r4SQbe+EpOuPknD1T7e/qI//CaOPm1zi79qQdG+4DJQvosjZT1sBQk+RyRavoSPT75pGpo+P50ZPzr04zxfhFs+jgXBPbqANz+5atW91FYbv/JMIb+dI88+SLCmv36NkT4G1Qc+YxtKPrAJ976op6E9",
        "UGxjvndwFj4j4s49XzdLviqTB7zjU+M+IbF4Pm+FVL9fHZi90iiYvVFMYz5ada89pulXvcCZujw0fHw+owOmvifGFT7Wdik9t7DlvQDuML9Bh607v4GevbeYKL6TVQy9b+MFPZpqp76MGSu9YgZEPmk4Dr8WAEc9BC+MPnxxcD4ue8E8pwijvilQGj6NhMk+FkxovuNvND7OZ/c92FdaPtuQZr2cqcY+uraKvq4zID7TdYu+m4gmPiG0ojw9lwq+t1pkPu7YAb6GkQU++1XVPbWB7r2dotU+Xj8NvaxHiz4RezQ+eq4wvTOhpD75zrK9ZJY9P5C40z2Z1uW9708KvtT9Cb3GiXI+mvE0vgEl8D5Nk6I+WNm0PpYzXr6eidU+G2ynPH9ST73oPYI+2WCUPr9mFD8Vk0i9dlIQPV8uLT6oiaC+TdAUvwZtuj4txxw+2/YjPCthZT6GYgw+1/38vnMR0j7RsXU93qDpvsCVDD9UiMq8VbUTvgZsyD1Emji5HSMhPpiLFT5rPoQ9WC1MvCStmr2fgI49THCKPobUe7zM+h48Owh1Polxaj5rQcy+fPQGP5GJeT7pVT8+r44bPwNh+D4zlZS9cGIXPsbot75ZImQ+T7yyvRIPj73UBaK+y0cDviXdlD5blgs/gqcBPgywDz4mmY0+rPmlO+iw4T573C69K7EQv1PP974w/tg+nSddvrSqVb8hy8W9epaWPvaLUD4W64A9zjWqPrvcoz0Pqzo+MVD0PWmE9L0SsF0+18LXvphoSj3o64G9PIMTPWzNBT/pnig+3EB2vXGuCj98yUc+3YIIPoI2Uz/dJcc871gFPlBGub6Y6J89lmlOvkBoZ75xh7C+8QXJPrQLkz1TvTI/j5rpPntZ6z58xAo/mfnRPhZhZDzgCDM+HJIOPrFZn72JKtO+wloavoW8mjv5NRS/BbJCv0aywL3TdwS+PmeXPEmNIj5UEmI+mzElP+t1Kz7N31++bNcLP2b0lD/J8Di/al1mPpYYrL6pQSa+",
        "KTI5Pjn4JT/YR1i+6bbzvnu6Kb8cqZc+9bkQvjpHRL4ZChy8JZMUvuHe0r0A/Ye9PNaJPjz3or0556S9vMuiPoxUnj7H0dc+1ZCDvs4KSDuXGeg9I4f/PRDI7L1LwV0+3DpEPjGtp74OS3E91cntvYDuFbyzngA/e1UGvoOAIT7Rax8/rlnDPaXoHb6lws+87Re0PitAB78LZMa9KSvtvrp4sj5llso+cuFWvOSjqL1S0as+xjP8PnKpajwX5hA/yz6Vv6Eogj8/fg0/xYcYv6k2wb7QJaI9lGY4vxewlL7I7AG/3j4OvzWrU7+WYoE/82sWvtXURD7JhIO/+oBuv7FZ4D0BhJE/UKSYP5+kOr8pbxK/ny3LPoKVt747A4a/M3KfvoDXBb+OcFy/D2OHP4USNT/HVqq/BkolPm+Vp72mzlO/7brdPoTS1z5iPju+hUZSP3NwFb+YzDu/scFHP3c8/r7/2lg/uJa/Pm2vBD4Ji5S/bj+evya3k70D2X2/nanmvnP9dD+geIw+Z1aOv5flEb9Q7we/XPh4v3YPmr6yUwG/xVpiv7bHEr89f2E/gekEvxdvSL88Txu/xR9aP38nXL/UrAW/l/ttPcIXg770010+NXcHv2/YBz5o7v6+bTcIPnpCg77Vti+/dRIIvi207jpgl3e/zpIsP2Wixr0VwKE/uvRDP/SGYj6HLCE/8h0Nv0ea7L1aQ3m9MbnrvegL3rsYpqw+ivyRP/k7Db/H4gi+FGEBP7eGg76SXf2+Qtsgv4T4kD5zT7u+CAV/vplx1r5Et2a+4cIxPnxSvD7AyGs+umofv10xnr7sFGM9WOufv82xiT62X4s+PSw4PsZpMT8UADM+R3AuvU5Ezb0p2iM/GRK2vtsh7TsqSF2+7LtjP4+5Gb8K5U0/K9j8vdJMtj7gCH6/pYUSPrcPSL5c4Gq+TyBXPt7byr5I4PC+XR86vOoJRT8yLo2+bHoWPxuit77HUAE/QNk4v80asb47bOG+krAdP0XQkzy6EXs+",
        "01KTvTCKEr6v1gk8ZGfNPJcrAL/dDJA/a8MZPkw+w75yQ/+9NuXKPoD4o7/xzKi9MBo1v0bVRD5jdSi+vW59v8ECgz7haT4+0M0Bv21oND0UdfC92000Puxalj4dqgC+ucypvlxlWz4gQDE++o7bvaHmVr3lWlM+QuaDPeM1gT8IJCS979hSPCDCyj5X6Fs/tpFOPhwnkz1zEJA+3qkMP+x4/r1a11++S3rRPNyzFz/ha0C9sXUUvw94kD5FQUG+/Y1rPjfwzTyYZzM+6W+gPUHADL5WnHU+bKRovvlSEb5WS7Y+lDW3vdSHYT7FMMc803ElO6blpD4+qoS+ek5NPjzbt7175NK+tZFsviinZL6gz069h5TsvSeQ3ryewxu/TRSfPQ1WSb13rpq+fiqcPloTlrzyZbi+/WYePvgw0zwr7G+9UZ1mvhmCGb6OW+Y9sJWiPkuTDb60mM09nfsBPYecdL5L+4g9YglDvtDKPD4qfLU+6tQlvbgX3ry6Ehs+3zhLv6JxkD1TUrw+qcnrvnExnj1PehO9rn6aPl+3Zj1eR5g+1li6PWQadb9ROfI9iCvLvNFO5jwmzUg+hCDhPd2aPL0kUce9hVk3Pm7Ntj7HRIg+W0mVvWOHYL4MJJE+u1vuPMBOYT5xD50+aqDnPqTwCT5LBcE+x0tyPcUJwr1VRUy+ihPbPbL80j3LNq++x6TPvdLbWT12s909mCuevgza/73Qyb4+jnT9PrI9uz4GY7c9D0p9PSZNmT1q5ha94N9BPpeTrj5lfsQ+crvBPY1TWj3da6m+8cohPXA3azytE5U9D4oIP+2LCT7JTZM+ap4avgO+k75dQOI9vI0VP1Q9Dr8X4rO9DdIxPn5jGr5mFqg+LdRMPURLfbwxUko+juDiPWhQn719iF892ssGP3AD+rx69fk9+hKmPrB87z4jSyE/W20+PuSVaj7BgFG+lielvFfzur2StPW9lcWTPq/Cfr7qQJq+3Lf4PYuLYT40w0s+ARSQPh60WDt/EWs+",
        "4ym9PXlb6j2dhUK8cfQPPmtjEb0g6Gc+xKOwPhh3Xb4gPQq+Oe6avv8+1D70+xU/rVFJPeT0fb6+bkk+d8/mPqcjiL7wEJW+ewvYPJ6t670EgYc+Nr3yvRFHjD07SQG+wAHAPoTd2T0kiJS+SoaOPdKzNjyj+UM9nDSEPtSvyL4835y93K6OPi2Ivr7pBNy9rSdaPnrrvj5u64E9ZPmCvcswuD2F6wW/VrhgviVGfD3Mscc8UTqqPo0mO74KgR4/unmMvF4vAb/GChO+wsxqu7Vn3D5Sf4y+JNO4vXyMpj1parY8XruSvuFuXb6EAvQ+fvVFPpfiQr5p750+h4m8PWoSvrzbLQQ/AnKbvnUrKr7F+bu9FBLQvY5Jsj6wNUA+nl1JvvT6QD5QLyY/l+QzPmPzPz5Rne6+bYTQvZgIgT39tCu9m7HmPQJCQz7s+rY98qIet/rZOz67PVk+LNdAPtszXj34Yoq+49kEvoZJrD5V2No9WeRfvccpmD72dLq9rRgqPgokQL5Ma3Q9YUrQPiw5f77c3wy+KXSBPnqEqj6myD687sTFPsiJgr7H+a0++hUtPgsXFb5VFAy+EpWcvvImID6cIZs+8p7YPsGerj5oF4y+UROXPU8O6TwPQSI9t14mvkZv4743sqq+W+U1PisonD6kPb09ukKSPR8KPL/i21S9oCzoPuvpMb5L0qw+2IAAPcJ1kr72JkQ72DNlPtQ8O75ylK++oCiUvoIC2T6ewkq9eMoWvpf9p76QSAY+5w4xOUx7sj6Ocw2/zl56PusICj76Vzw/83uTvmjSn71sM+o+Tpwfv4LBDL+7zeU9TwSaPj7aFL9Lfj4/yAaFvkNq3L1rM1S+YVuLvVAS5T4rdjo/fPdjvog8QL5dU08+ZQxfvX4/Xr7qvB6/PzU3P5ozWT/dslO+Pg30vhc1ID+o3ko/eu0dPzqm0L5fPx8+6vvcvjzLC798QBg+yE0VP1YlIT9PL8E+KhgSP4Jcbz+RVaW+cGDMPQrtST+g7ho9",
