{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 80,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 60,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "CFVFromWinProbsLayer",
          "config": {
            "dtype": "float32",
            "name": "cfv_from_win_probs_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ],
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "cfv_from_win_probs_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "cfv_from_win_probs_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": false,
  "conv2d_same_offset_depth_2": false,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "hash": "7e08152fbf1c3e0f69acd5a7772f34124155136765a20d3a4adb8ad782a2107b",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      65
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": false,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            65
          ],
          "values": [
            "cXEnP+2j+T1uxEI/GSiBPqcsqT5n8rU8aPwKPkbWLT+HtHs/hY4sPxVrPz/VY8M+4oBlPzgciz5cODw+qWo/PSOAMD7wAGw/FqXIPmltaD+p7FM/S018P9fqOT/bA7E+0I/9PQJOwTsqMVM/lw46P6Xn/j7hvu0+x7rMPt6TSD7LUGk+q9K1PlrObD8WEhU/13wFPxM2ED99dQo/uTlGP1bzYz8qlSA+kijgPr7lgD6aoHY/ShidPRc4qj51zkE/9OZQP3ZMlz6xItQ99gelPhE0MD/DyLc+XAAXP+31Ij+YcdQ+g5OJPtwlbD/W6kU/Or09Pz2BID9wxm07TKQlPzNvbj8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            75
          ],
          "values": [
            "lNwXwPqrgD8EcQQ/XeRcP7QHyT94YEs/SlzjPoDWnb06RI6/ca9tv8sNub/04dy/oMGZv/J+sj6K6RS/8D11vRzG2D941Dw/Ss/dP7yRgz/Q+7m/b/YAP/Th3L/EDoE+uvyGv8TXBL6A1p29qC/LvwbGQr/39s0+xE0eQWIzMb/yD3m/XpI8vyhmYL8KhNm/sxS6v6DBmb+oL8u/H6K8v79u8746RI6/xA6BPuheG76A5Um8GNeUvfJijz9d8Zg/au61Pi+FZD8GoCc/c9Z7P/J+sj4GxkK/6F4bvhBw2z5xr22/uvyGvx+ivL9wHqk+HPzmQEwXRj87Xqy/yjAfP+/7gL8P5cg/cuXBv4rpFL/39s0+gOVJvHAeqT7LDbm/xNcEvr9u874QcNs+"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "4YqpvTJ9Wj1VTl49ettqvfagAj5kvNS8113aPaAYQD3vrFE+TSdIPC2SKz1dOZ68peWOPX1ORz7p3Qc+mtk3PRIH4T3op0Y6f0Lbui/cGj6yn6U9beiUPZr/rj1nZO89/WfyPGA21z2awuM88ptfOg6Erz6IRFs+3KOzuwgwIT5heIo93tiSPdb21z1GnuE98LPqPEAXbj2+kKk8E5mWPftynrvKeIg86ZgFPVN+lT2/l8g997SGPdSR7z3QpXw9M1uCPYiglDwxEiE+ZyIlPlUIAz475OA8+iyvO+a+tzyt0MA8Sd/NPfhCUL3eZoI9g6xrPutcOb3rtLY9KkxAPWomCT6213G9WAgNPfOk3Lwi6uA97XGLPctGw7ke7QY+pLUNvUWJez0KUXW9yDUOPFe1cj1bODc9I7ySPlsRTL0="
      ],
      "weights": [
        "ZI8jPCXB/T2YEYU9OALhPLl+Aj3RnU+9c+j4PJMTjz0CYYE9eibUPdg4lT0RPw69pdafPSML3D2Z4s09YJ0MPupZYD7Hl0E7fLqmPP+C4j27ZYA9y5b+u6fYIT6tUww9qT9XPvQ6Kj7wHFY9p0uSPY0JMj7vUIM+a+9HvIhEKD057S8+J2cHPj1TKD3RDvg9zb2cPVQPyD25hye8umuWPsWUJr0VrJA9gLDQPcbMij7Og9o9eBsEPvsavj2M06g9P+MJPl2AhD1O6g274uo1Poec9Dy7KM09AY6yvMTtBL3ikH090ZH+u8OwoTxTWrI9pyIlPt2ASzyyFpc8m3QePfgkNT5lV6i8WH6/PUNY1LxUZR8+ffk9PVfLDz7TJqY9R0ClPTmsVLsIn528K4bePcKnQT1/Du48renlPcLeJT1O23i8Z1u7PT/84T1oSx08ggNlPe7GSL2x/3w963G2PWcgFD6l4fw94TnxPWHwMr0Vn8c9J4whPiQeDT7t7v0958kuPZCMVTxPWgA971WlPSBdiTsFYJe7eiqVPjRD5zwNCoQ9pPEbPpCH7jw6c9A9KGkePsRn1T1NfKE7z5NtPsIJ3D1u6EE+qqgNPUH7lj5F/Z49ScVNPsM1Frw52zO7jjk1vl6Qvj0cQcQ9kFw1PUHJLD3+oq89aVzTPc4xlD1XMOk9CHF4PXxkxb2yfVo+h/DPPZ+v1j2LfaW8X4/hvN7/Aj3jfKs8WLphPOdGTD2jEfc8MQZvPLDqKT2Cq6Y8TLkBPp7PyryVtjs9UWoPvS3wxD7NJd49Xo3iPUEtsD1jR5I9i38CPeD8mbwPdDU9lrc8PWUXBj4Ssk8+LItjPeFqmrsPreE9oKmLPbDOCD387ns9wTsgvTGwwj3F5fk9aTEmPrMU2j1KmrQ9PcIhvaNVhD1H2vw9frCdPrIMzj0XKGY+LxCSPOrh8zxpepw9Vow0PpY/fzyDFS4+yYQkPZdHDr9kLBQ+ors9PUyJoT05Hiw+fyWhPZD20zz4YI8+",
        "nkzHPW7Bxz3d3dU8yKarPZqi5TxkhSY+QAffvNHhnz0qlzQ+7EipPXKKLT3NMz4+sCQqPe37Fj4vuZo9+Q3VPeBS1j0Ud/Q8H4+PPS1qIT3J3Qg+aTeDPUvsoLw5Sg69sjFdPtJAr7w+ezC5DLltPq3lcj1oFqw7HTbnPSyOTz3ZRSY9DaaevMyPID1Yyba8AfK+Pfa2Fj5vtsw9SU+CPXTUqj2+hRY9SI3DvDHlZz2JAGw9MVFePnywSj66x2Q9SNIEt9fiFj6ll4w+kAHEPEMNez0NFF+9zv2CPQRC/D0CoAs+9tGYPd4wDT5ODyG9h6aaPTekvD3+sJo+M9UXPhYHGz7oyxs7sfSCPBpxMT7rG4U+MTCxu/gxyj1cQxA9TUJRPpik6D0FSYM9nbWtPYlk1j1DygQ+2VZPPIzJ/j1+LcM9/oCNPL4emjzP1zw+xC+hPVcjwz0z1vC8yv+avhUXfj0uYHU9a0OUPX14nT07nsE82akWPrafnD12O5w9f6nmPRGoPz1pNGs+59IoPvLDFj4g1wY9mDkevdu8j7y5czE++JKFPDv+djz2nRs+i4giPuQaWrtBVxo+rgEAPbLSzz3GqDu8WeN5Par7CL2pg4s9XAGyPam0nD2WMYg9BBugPfbjAz2R7CW9T/0YPj1AXj1mK8k9gMn1PRIokD32uDk8ziWiPSkufj39CHY8lqt4PSqiI70QaC49xUSYPRjVxT3uUGQ9XyYSPjihQ73rO689YRVMPRWhMT7O3PA9KuMwPpwctzwvBwY9Xa8fPekeWT6q0eg8NIbGPQUwAz1nSlg+uB9GPmCWLT14kJE9FDAmPqW0/T1PdeA73/NZOzCYDD7l/pk99XaYPcBrjj6Iygk+GMz2PeEQkbw3UYQ+DwV7Pn3dST2Vpvg9seVJPhBBoz2lP6g9efKKPRaojj272QI+JIToPHcmhT4kgGo+ZbErPppg+jyV5ie9zLs+vP5p4b6pn/y7UZZbPLujgjwXKdA93NqtvDCO4j2ZShk9",
        "8HVVPMVhiLxljNE98WS8vAqIRj3xAi09VBAIPmWS/T1VTLc92kQtPJVaE7z+gjk++LZ9PbhH3D3V27u7CbhYPecyrT2TXnK/XAxrPZKAfz1Yc509eHfoPcCZ9b3/ugO9g4bNvjxTIL9jOze/++VOP2Vamz0vRew+w0weviUcqD1u6nS+fhyzv/ucrD1/pWk+22YRP9uwxjofRS8/WFmevEBP8z21Fjy+a9JCv3qZID/nuBI/RrHTPc4UHj5RrHu+vRgiv82Gu75NUMC9oSmmPmLboz75t7U+cMtTP54UfDxs/F2+k4hxPjPeY76ksD8/k9F/Pl1rZD/rtoI+zVgrP18fPj7eeYw9sR+PPmEflj64j2i+9UsaPts8sD6x+Fs/P+suvg7WRL4eE0K/7qAIPg9Z174qPS0/io+GP3pR7D7pBfq7xyC5PTXxWr4AhvE+xmwAPtaelL7h7tS+GOEQvh/9eb9MsKs+2WWAvzJeCz/7Mo457dJVPJDvDb+ms0S/bnXzPp6k9r6lDY8+J8+aPnX6jb2C/1U+8WkGv3IWGT2PQRS/ywMfv6UOmT7D5Ts/unyBvt34Fj8GxO6+aUQ1PtWGJT6ewHW/aDoWPsM9WT4MPwQ/BMjYPbW2mzwn1wm+vSLYvqUBHr82F3m+NqxGPtxSvT5dAAQ+mzSkPkqYoD60YqG+0pp0v6vq9b1YftK9ASbiPvWUCj/GeeA+l7D8vUeWT724N/c9RUoUv5TzKDsk2HQ+oGyNv6yS8T3XVLQ/AVgUP/Jj/j3P2/E+bEnJPs6i4T7hpGs/8qtBP+BpST/8yJC9AkVDvkm8L7+wjJs+odQNvwTvI7/U5Ky+Yh4FP4A9ez07Bec+3cB/vXlEtz7A9Ts9T6SOPnu2YD467PO9leaBvyuN4b3RPDs+ahSTvm4K+r1/cha+6i21vrJ2+j51MYg+PMIPv0BHmzyinMY+HldrPQy/zD7gI2k+oc1HvryV3r4oU8K+C4YNv1ZseD4J1A4/u5d2PjvmSb3gCuC8",
        "fd+IPtYsir9w1Cs92SXUPLjZBz8j4NS+FUyivtexQL6n7Zo+lCPlPSsqlL9kwpo/ri7aPkEz074xTDo+aG+1PRjiWz+OPPa+IBtbPiR8tD34doY/qafpPskfKD/Wd4W+jZJ3vrHCWLwiilI9JPpoPRwGzz5bJoq/9RWKP32skT/fUe28853oPjHwiT4uZyu/fBl7PxlvZD3DWOw+bLovP7wAj75dJKk+U4KGPtgjor4x/p09cQg5vy2Xr77ptqQ9MoNBPnI6pj5u77k9RjzmPsDT9T4RhaE+YFCMvozLSL595n4+/ZDnvbT4Mb9G0IC+kG7ZvSsfJb76pzu/Lqukvi7Jsz11/Yu/fugRvinXtTx8Q789Eo3nPXjDMb59ZRc9cAFfvZcgH7+B9We/QZ5LPxfcPj3tURk/c8aFvTLqKj7ssZu+n/Gbv1JbuTw2hhQ9XiHIPuYzoTzZGYM/PwrAPbR8pD2obkG/Xkhiv47uPD9ECss+QI04vqEU8D09L949GmN1v/aQrr5U85o9cLfaPsSJMT6YtZg+QmmeP0m9xb7696S+3ziNPeSb/b76ajo/VEJevk89Sz8hy2Q/XMBDP8Rugz6+yQI/4zd3Pvx46D2125S+AiHePf+SFz4RN0E/AE45vPsVl77pvja/UM8kvuMRG79H5LQ+YYWLP/WtKj9WDlu9ot7APim+HT2dkb0+RVwDPvi9BL5PF5u+oV2hvpfFUr8z3H8+qe+Mv+vakz7kxAu+xZ4hPlHFl71FS4W/ugkjP+z/Ob9aoxc8J3ybvZkFnr8XeL8+TI3nPv+7F774Hh0/XsuUvp+i7LygpE8/5/AKvw6E4D5J2RG+4ntDPs4Qm72wOYu/I1KMPQ6CxrzohX8+3r9HP7UAFD7Zybe9JDv5vIt4qb7cWvW+xs4LvZ29lD5P91+9BGIRP87meb847OO9yl3AvkWpaL/Vg169yj8HPr8enj4G7Eo/XVPkvsRtmD7qfu+9WCYcvqAL7z0fMKw8RbQbPq/ZzLy/B/M+",
        "RwR4PtPWYD35Dw+9FOiQP4Cl0r5SBvU+4CAAP89eIT+AF8q62knIvZkQnL97tLI+HK8Iv9HpoT43ntW9BeKAPu588T1iCki/NjK2OuIH6T4GGNG+y5L9vvLndD4aGEC+aHYPv1kk0D3PEeg+0h4xvU9xHr72dLU+/bWpPjjqCD60O7g94u+ivawJFT4TgMg8zgiCv4FoLz+pREc/om6OvTgzgz/Ezl8+dJJ/vyIcpD40QMs8mUgRv8NZ1T5f8x+/is6cPk1xtb/KLU69RanIvghlz70zGxk+qRJNPrUfTr6tnI+9SW0ivqC5r75TT5U/JmUvPoZzEr74zg0+Y1Iqv0dgqz6koH+8AzY6vyrfkD62YHw++16+PlNB4j7WKHa+OJ4FPx8DKj1rAok9CXvUPar1Mz8/Fje+emZFP1qNYD6V0ik+y+qAvULkUr45lE6+hBM3vdnEcz4zvPE+rMHsPvbp/L5f/Si8bxyLPvncZD6vyxK/VTqRPqiXQj96m6y98BcWP5AMTr/9Pl68d7+1Ps64lD0rL1g+Y7v/viPAn763l1y9VVciPkhKYb/MbPI+nXMUvnLx7T3uP8e91W1nv9QU3D4R/Pe+kUTaPpV8Yz3DWnq9jukIP1bzAL+v05Y9wc8kv7KL8r5dPpM+wE9FPwg7b76LIxA/Vnx4vgyPSrymPVs+gUSevzvrHT5prLE+DPP8vednYL4ITPa9QnLDvP4mEj4Pg0K/C4nsvj7eXb3KbVc+H4/jPLJTtT7V4T6+xpwbvzW/fb9+YfM8EEedvSfqMD5Wmx4/c9DwPpN2MD6aKem+SQVovDuzwr4KPIO+lGZ6vERCNL+RZQg+ixuSPx3fHj87EJc+/hvxPjVZUD6DYQE/LyhgPwC8Hj8u5IY/0SA2vnvCsr1fmIm/zKkHPzDaB7+22x6/u+Oyvmhi7D4017w+7ieNPnVPWL4TJoQ+fDGsvbPqtD5BsRw+uxCXvsGLfr+CDoG+I5iGPsfbmL5c+my9iGVUvmc4g775NOE+",
        "JZAXP9sfGL+Gt4o+Q9URPphpjb/Sjhw/8RQdP0of57zW3AI/UPzhPUfnaT52z+4+s3sAvzNHxj4nWPa8wcnaPTNOAb/uXHK/ZDQCPSVLBD4XNOQ9GbsYP9/8vr06+bK9LRuVvZgoKb8o6Ua/3ro0PrW4Hz46+pS+dauhPh5aEb8UmX2/yPMIvvzmNb9iS6e9YLx+vUG44z481UU/vbQ3vNXOez54lBs96PDmvm17hT4d0hw+NYcfPkKeEL4Bu+w+zm7HPa1psb3neTS9YKqVP9ljNr+I5uk9gz8uP5zmKD+MR8C+TmamPGKbQL/m2zA+eqUSv3wJ3D7snKg+kF3evRTeKj4VDXa/aTCpvksnuT4L4G++11fnvhduUz4JAOi9GziLvp/1T72TPfE+4wmmvpib5b3UYn8+LWduPoVg/D0uVwE/Tw0vPqXoIT+gYV4+b2Zev40HKz/Fq6y8UXZPvjj8yD7qvIk96+HNPoLf8z43DU8/AYqaPQIgkT6jN2K+e/2QvVtXQb9GZcy+m5PAvo3W7btLi+889wZcv1ekYj6XFn+9ftbiPVIVmL8Mf60+JN0yPv86Ab99F88+ZWdsvtFf1rw4cpm+mGEuv1qLQT4SN7E9Bf2kPh0yLD+vFsa96qV6vlwmjD2wwR++y48jvrxmgT6BBpO/eNbQPjybZT+DhXw+PimNPXKPpD6cOF++PEo5PwIROD8JsX8//5jrPksSKD+AY9U+rjEHP4ItuD0xAk0+h3BWv8Nf2758OBO9fffYPvGgPL/FQ7U8/FnfPnUzBb553sE+NZuxPp8aSr4hwSI+p/srvVdMnj7QxBO+2AZNvel3L70mdF09m1S7PpD2kz4nwJW+3iMnvkRaUD5iGT29K2GgPnKEpT436tC9K6pGv8yQtr7xUVC+IgyCPk19zj6n2Tw+kMkSvRz1RL4Auqo+VECiv01k+j2Oays+SfWDPlMpnb4bo4y9gpnxvai0Dj/PuEc+oleOvyhwfj9zQdo+Nw2VvSNFkT4JduC9",
        "qH+KPpYaAb//aKU+TvlPvcqjbj/5XKA+mi9AP2VUJ71A08k81OA3vqDXzr301M49vP8EP5LZKb+jZHQ/5viHP8tSmjmWSqE+fhOnPn2fVr8La6U/TC1CPomG/T4W1S4/KZW7vqHYmz6C+Io+vP0Uv9ECFr54S2O/+L40PYIhYT7ApcE+ZSbDPhCd972uGfA+XH3tPtjBlT52nrO+N5wmvj5uAj7JCvM88YySv870Gr8U6yK+KGyKvrLy775nKRi/j6lZPtDpEL7JNJw+4/JUPjHuVL+oFjg/P4JAP+fRhb7LL3s/qOvCPus2Xr/eTaE+rSVQvTXwk755EM0+ahBDvpf/Yz5Azqq/fM1rPRAj+76Nfz29/+M3vZH1MT7w4iW+qbRtPl7jDrx/VGC/UqJ7P6Wakj1qg0Q+C2IkPq5zT78gb0c+uCwtPuLIS7+ozxE9pUqePlEPKD47nxk/wmOCvT6EIj0mvNq9FikuPjVt1D2BqRk/dmrzu25cBT+Puc099uWpPohXYb6A/oO+tlWhvuwXOT3jlIM+GGTEPsbnej6CeMq+wAanOxjYcj4gvpE+qNelviijvT7Nkfc+/NQKvtYdBT8M7mK/HLWYPF2KsT5V6Ki9jaw3PuJx0b6rNEC+v1kevTVSrD49hpq/Gu3KPY8A571MPb28zwS0vqKUJb8jecc+fsaAu0CXAD9YCZo+b2CQv9uW6D4zoWk+2akqvm81SD77J00+bamVPggqgj4DNgI/xSQwPrhlpD3Pip6+BMyJvi0cib9Gf7C9oJzGvobzJT7X6UA+J6AGvwL82D4J4My+O0xCPsWolr956ww/n10+PmE3eL53cDk/WTzFvqMH9b2vUis90SAfv/hy+rmwxpo9SdiDPslzBT9Zenc9QAodvzShKjy1d6U9ZwBjvvrioz5+fVS/vK7LPrqbhD8fadM73NaQPfh7qT7z2UM+57+rPtUVcz/OX0I/bSq2PkLhNj7fDB8/cBvbPngZd77nwzA/B6xov97ueL5xu3E9",
        "84AbP207N7/Htj898xggPs6mLj7jxPk+RF1cPwGCur6UxZo+XNtsvsfW2j56IVq/4R0UPhs8Ez0oIFo+ZeOjvGqbhD5D6zs/5bw/vU9PPD+8mzu+drRLv6cHwT62g90+OAHFPUwaOr8BEsI77d4ePoD9lL+BFPo9nZsrvooBNz9YVHc8On9PPr276jy3ByC9UNUbv3KPkT0NtTE+bDK+u+F+Eb7CsL49+BlPPsW4LD59Q+K+WKkTv9/aRD7MDfK+OSjNvizhRj5m/Vo+IvtKPWB5y73/jvM9dpuhPs94jz7KgSu+iHlVPhBDn74R51y+bEelvYXj7rryVdQ+cTUGvpYqyz71fvY+zcr+PZDS876agCI+m4KFPiavLD5U1Uo9nbTYPUNkHr6nDes9vrwovsNqIz4lirc+lm5avMKlAb9HPrC+eWRwP+0BSL4mV+Q+rEAUvh0Hgb7j/jS+ayHXPVgrpr4Snxu/f7Amv9VJez3Og+E/00HHPVHmOL54WEY+bJK0PoOGMz1J20q++UlPP2L1uj1LsZ6/7Hk8P8GEbDxOCdM+9peLv17KXL35l9A+moGQvnZuPT7/GI0+3koOvjfE5b6zktc95HJKP17DUb+4PpS9RHGgv0eZsT5E75U/e3rCvnbWdL7gchg/av2TPhkFib22mSm/qMUvPv1dx7tVvQc/rxaCvUafcD9uwMi9V0Advj6tDr8bszg9A9SwPSte3D0dsyi9DL98vtmldb1cAFc+BFGKPtBZrj5lmL+9L05oPZM9H71k8tq9ZcyzPulrUj5YXp0+JRpHPiMnpz4g3NY+9N6lPXDS5b7T/Vo+NF7SPpW7EL+TJQG99hiGv4Q77L5lQEk/zhDKPkRjoD4zNhY/1JUov7GJ3j7GuNU+QYjJvi1rjb0z06I+QqtBv/onzD7c2wu/AnL4vnxWAj5wTto++avhvrsPEj9wLEU+jUINv9uszb/ob7E+jEkhP4jQS77N/fC+lGIcP30rfD6cFF69p3XePuN5uj6ER2o/",
        "AMP8PiF+Yj1N4HI/KKfDvgknVL1fi0e/Fp/1PWRTqD/8Kcg+srCtvvmN0j6LvLc90lg6vmlzkz3wd78+VW4FP3wRLb2Jpnk+imfDPvPDRb5qPKA+du6OvuF0cLt57zK80oQaviTZmDwbAue+P6IuvkuXBz0i4ma+7A15vkR6Uj5K2h49iCu6PhIpPr/gvpU+ltPXPICnRL5xBww+IYnwO2vtC7yHhaa9dzwjPsc8fz5yv4U+ZTCNv9HAXj44iJE+OS5GvtMDJT/nPJQ+gyD/PbA9aL6mya8+4mETv+7GqT2Z+NQ9yTCDv/SpbL/hMrC97sMsPwUB27w1f9C+6f7GPbvEoz7lvck+f16AvqB5Uj/Lhby7wvRSv6BlMz6jRLs+xR+nPleOOL/zl5w9zBfKPbTpSb/354o9iCA8viFSbz8bE4w8fZf6PGbAQD7A5Dw+A5G9vsD/Xj55wUu+H5GrPOMSKr4pFZA+XWSdPh6vhT73Gwm/qNTLvs9prT7kgQO/H9sCv3lVST5LgNk+zJTFPlQwDz4F5Y+8Sj0sPv44hb1YqzK+ztawPpx6rb5BA5G+OfRMPtcdiT1EhWu9plyNvaDE9T5xCaE+sS9JPo2Nir60Sbo+pQ9qPlr6rz7yKmQ8hJvgvv+AzL06T5M+ar6uvmUFHz72bLQ+GFoavklqgL9o6ta+tyWCP01Yub3ke78+XMhpvIV+a79/+7C+E7fKPeM9mL4ffX6/6+EbvxBYiz6uhPE/W/vtPbp7gr69Fsc+FT+hPu1x3D40Dn49/VhpP7zOuz/v3Ku/iNI5PZgAkj7Ac1y+Le1nvqYAnL7om60+nXnOvqxAKz9WqFe+SxsdPaArDb8F2ss8R3rIPma4Lr7itya9vQ8DPwF02b0e61K+b9Ouvh5Rc76qo34+s75SO0RvC78RS0g9YX8Nv9f2k74QMIQ+6hlcPVgHjT+VYnU9J7xuPsLHwr0+1JW/g02EvhkeAr5BuWS++nXXPIi1HD68DmE/VOIPPxAI+T3csqK+",
        "O89nvuF187sBulk+smkUvvixAD5VCIi9Ec2Dv8NPGD53sNE9iqvRvIkqvb7f/Qc+Gy4xP2EYrz1/1KK+spaBv5O+eL4b//E+hjutPns7iz5PnHM+MEZvv3wPyD4PNls+8Avpvm9wVr46yLg+IjWMPquQcz+yr7++TqLtPTfzDTzOVN0+va/fvsGVdb2S/10943NHPzzXp79UVjq9EB4UPvYi37630/a9HvjAPd4dhz4azHS+xbHsPQukg74VZEs/blVjPr9zgz486Mw+vyehvvXQmz7StoI+F96ivo2skz57vCG8b/REPvdtx73+uwy/NybFvvsnrD46DeK99nK3Pq03gD7ju4o+kncBvfvObD4lI8o+opEhvG0ibb9pPso+K5jAPknIiL7mkK69HOosvzEHgz6lxuU+81zTvq83K76cUvg+Q/UdP+VQ7r4zBT2/E02YvatslD6Kgna/KipjPpuySL7M6nw+RQbkPrXijL4JXzW+id+SPj88YT8BbF2+h8I+PnG7Kz+a/pu+SOnCPvDhTj63Oso+VBT6vlriDTwc1BA979Cjv3lehb9+stM+NxVXPx/yoj5EXLG+VwqYvSLGXT6GzcM+q3dOvfHOiD//h6s95gGOv0viJz9Wgqc+phDIPoWUgr+ItlI+63KNPvwqEb7uSYY+naA7PjqR0zxhWpi90o12PuwKgD8Wg+e+XqNWvpZbO78QIQU/BWZUPyAZ4r4+dWa+sEnLPr+J7z0DWOO9wU4gv6ElN72DVaI9aHgJP+hBY72+OMc+2oGsOzhFML6Rhtq+M0GsPUw8rr2kbc4+8jJbPsr9Fr7mVv+92WoAPjSraj4pcwY/qx83vVO46j4S5S6+fRzJPXfz4D5aQpU+2vFqPmudEj+w6mM+3C3qPlMSBL6V9NC+J2yIPeLMET8Komm/rhSuPeCUR79zKj2+bEQuP7c37z6saec+XoK5PqU7GL9cy3Y+SKPTPfy2B78PUQA8XfLrPisUgr9LG6U+rzZDv360M7+R7hy+",
        "Y0MfP99KIT4Us4G+h+oiP4QRnT/XSki/jS82PtbuKbtq5pW+wFImv1k/67qZbpM+xVMuv9o5NT+iGl6+BTKNPOoXmL7xFTM+JOUIPoOIe7431fM8QFjqPtB35r4zque8BLOdvg+eTr7E/KI+WFmIvmRDiL5eXIg+ZNfovqWLDL2m5A8/SSEdPCi7Uz8u/Y4+RIDZPq4BjT1IQ2u/JhpvvUbi4r5NCA2+7eKqOzY9oz4qBvo+Ynq/PphAFj7QGfG+C7gMvGuczzrWvI8+U42vvSZoiL5FO7I+ZxBxv1REiz45Kfk9rbQ/vmMBej0GT00+PCEUP3tojz5MP6+9Ixibvwur0b3c+l4/86ngPjJIvz6Ukgg+ETYlvxtvfj49PS87zIkGv2O8B76BLKE+JCRFPtjeHD/6hLC+NZFcvAszED4v0/4+ojkBvqZwqbybhik+J0CYPzdk/L+/Yi++5zjYPnwtpL7bTgc+/d/oPle1az7QhLk8ht4NPqB9xrscYkC+TCCdPteZLD8ppGQ/AkxTvSZXt72EWku/54cYP1anpT8YE3++tcb/veChVjy+242/xShJPpd3vD6zkQe+lu0+P++g+D1IkRu/lt1WPu9fwr1ZGyo+i9C1vJMKib+XhVG+0rNMPi5BfT7HZ7i+HDLpvkkcVb7BydI+PrPvPTAN+r6VpLU+xjMQvu+/xb4vKfC+VkzlvTWcAT9/sdO+QMK3PgTCP77c4P493NygPqB/6b5DmSk/RaxWvxz8Zj5CsT4+L9HRPU1UCz8QWtY+6NtVPgbDEr6tWxk+i/4Vvwpl8rro1es9A4drPuQBvz5h3v08VhzMPR0l9b7Gf6W+S32xvhYd9D6T2gC/cmUsPwBHjD4CFhO+LoZjv5Y+ZD6CZRU/kWMMvtGmEb/8ny0/Ra0rPpOyLj4EmGk+6MEVPg1yCj83T/I+QPd8PpZ9lD/eeAC/UMAxPuirYr9F5os+4N24PxMPzz1/Etu8ud8BP4+cozxt7vm+OQ8ovfG0FT+s5Uw+",
        "cAyWvnJc+z2jJ8I+s3W9Padqkz5r9pa9GEm8PQDkKr4K8Sg+j1kDvnxl1b3J6ZM+1hDSPTsvE7/ERFm+4tvJO7yfrz67wvs+znMuv3kF0D0yBEu7ZT+TPZHY2D45T7m8BVgZv7O0tb0C/ww+iL+JviC1Pz5SFuC+y5QoPgl6kj3oCNy+JP9BPwlUazy9wIE+nl9zvSHaFD+scGC/sk41PkiatTukKYy/FR7Lu3FaDT08Nig/GXj6PEsogr6wM0u+KG3aPu/A+759PJE+tn8KPj7XXj83toq/zZSCvh6XBT748rS9IevzPSelE768usI+6pczv8aPJT/+stm8y9d0PywWaj5goh4+YlCQPoscab5DrTg9J8JBPh1jlL5bDHk+4liEPsdjhz6SKQa7J9sLv+ABQb6a0cA+4jMev5jBOb7kSpA+f/iJPnOYWLzHGGW99gy2PgLbJ72yDie/0B1NvvUp/r0J+xW+YbNTvgJ36r6q9mI+G4WLPp/ANL6f1pi+X6VzPtdDEj/ZNhC/bggavxXbX73Ju1Q+ax5QvyDrPT0zJsi+Yzavvft8qD5Qavi9OH+Wvtnc9T0AgAY/t12/PXVfmT4BVRw/xePTunJhjj5F8j0+BqWTPdEEUb/ry3G8b1puPo/eU7+kqoi/jaCFPo02bD9bqYU+5cJoveOVfz58oRc/nFIAvr6KXj1Hfgk+CeJ7P06vrr+7/IC9hDuzPslm2b7oxru9EObdPtpLBT7uMLg4eXuOPm9q9D3Q85G+vxDdPSXWOj8IPlw/IPICv7bFtzwVAwu/rEkpP/VPej9JaSk+ZOQIv3bWsL3nLRu/18q9vafMUD5/4Ti/RjhAP9XrET4Ko2O+/JTMPmOjYj7Qa6A+IMOcPUbQoL840cG8+NhPPkBQdj7S/BW9dwjAvWE2n75Qbrw9g5mnPgSrLb8yJsM+9epVvQCI2b44+BW/+wHqvAE9jLyrUyO/CDy5PYyO7r6JXSc+EbwCPnZwLb9qepQ+okQpvy4KNT4X4pe9",
        "Ak/DPpc5Dz9gO2w9s1GkPuqPJ76rV4Q9GZ6svVAShz1cP3o+rsIAP2AE3j3MLv68FmrKPQEpwzwHMQq/+DidPglgQz/R0Dm+a67tPtjZerxRt1S+xhAIP4gX0D3E4IS/Ro0Ev5bhfD4sQwG/VAA0P2V81r7D+j++kIP+Puqs4b3AWMA+/GqoPvUehD1XAcu+5iukvV5YNj8Fu909z3iZveJVEj/eOvQ+lIC0Pt63KD40qqG+vvqfvt5Mkb7PSgU+QCMRv6X8gj5n7qm9pWGmvsFzgb4Q9Qs+BPdcvN1aMj7uK3G+++/uPjaeBz+tY/U9eNZzPj4G1LsoFTy+CEJGPfyg0TxAtpq+FAWcPgeqND4x6JY9KzFDvy2Lfz7cT5I+/bpZvkX2fz+G4rW+5pcjP5cAAD+tkfM9HgFwPu/otDzW8bG9RuOrPsCcOj/np5i/Ah/VPGITVr6fV0u/m6NWPhDyob99tUy+qQaDvzlblT6wUNG9lV/cPSiG9T6XZQW/qOj5PoXsUr4iRx68Rm0XPuKYCr69eLY+7t5gvs5Ys77eM3a+0RHvPtMcuD1tMwo/mMebvj84rb6uD+a+NW4cPnIwcL73i40+gSGav253gD6VHbo+0n6FP60CxjzKqoy/PkECPpr4Cz/0Iw8+orEGvqihWbwzGOs93OD5vv6ZBL5fnS09fhEIPzJyNb+8LTO92AxFviQ7BL8tOsk9gB3Tvhhgnj5PiR8/TpEEPr1zDD5NQI++KFyOvg+SMr7A1YU+pCYyP+4VXT/5PMY+voYsvzxIxz2nNKC+mJvGPibrWL4zqxE/LzgWP5yEkr/OVqg9wOMGvyzW1j66DUY+VdfkvicqgT5oVCC/m7RPP98rub+4YxE/KxsQPd7V0T5OF4U+q3KWv1wDxz4sNfw+m5wVPxqfM70PIlG9z+lPPyC/DD5K1Ic+TgXQPrkBPr9vMOU+qlKlPsF/Nz+X/2u9Yaubv4kUnrvj8CM9UAoNvwigqDuym3E+diawvr+Blb1ZxwI/",
        "lEfBPZCylz0RXqO/FNYlv4t3172sLZ8+063yPQ0aqr8dkNs+ZUYQPQORYT4cu0E+cEMXPsfL0bysAe0+EGskP1i+974vT6k+mq1Av/u83D3QSx+/mxHPvaWKbD2z89q+oC0WPZi/Br0eQNu+10qjPiCFOD+tJEC8FN1GvkICy72GZJQ99LraO2G91D5ClQc+zPf1vZkLdr6LAh8+zr8rPjTUP78CTC4/reyvPvSCir6MM/K89m5dP7GXdLw2Djc81yKgPVD8Eb8ijig+nn+Gv8kXAj4B6Kg+uZy6vswONT413jk+UG68vhwJGr/vnwM+W9JpvSXVrT6WrWg/do5lvz0xDT+2N4O+/6SYPSjnEL7rN1C9C0g7PwczN74ZKXW/7bvrvuxUCj/MOPe96UFRP8XvaL/qxGU906q/Pkt/Br79XD8+JrWePgI9TD6vnqq+MqFfvtHu1j4LHi++jGEJvLmQIT+GKgE/Ep00Ptue7D16j5e9FTwvvnZIG77brho+Vi8rvwlRpT4z/5G+mqgkPrEqu769QAm+h7i+PYP/Hr7tun0+yICUP5xKBT+ND+U+RVnPPlkI6D1KAbA90nEEPje46b15wJO+AWqIvS5EMr3yxZq9P0hjv5aCCz6qDbc+6rCPvlH3hz+25Ra/MLl3PuJ1oz6dFc0+VgkNP2j6Uz4gyQc+n3gcP3TZMz+UiLa/eDWoPUnAu72weRa/MRxvP6Drkb92zq2+Endjv/Byo746WAi+PuWuPkZNDT8GWgW/4m1qPpcI+bv/DpI9JEaePPHRer6ljxI/hXfVvOkAWz68q/S+kftHPkVp0D7vTRc/n9ZWv06Wzb6oWNk+D+Obvm5Riz5/vmA+vDCYPuieVD6soX4+zuj6PkmzGD9Ihie+btRDPWHe+T5yhB68JdoSvj0nE7+m/QM/cCaRv7bq7D0p+CW+AlYNPx9fgT5b7Ho93w1ZvyTtFj8UZKw+F2bjPl9khr7cHFY/R5gtvYnRgDv6nra9eOszP4AWeL7BlnK/",
        "aTUvPaCrjj7e8Ig+vQ+ePpEyBr80YUq/uPGFv6+MEb+fmHQ+qy+jPgMKeb/bYR++8I7avkyWGT60JgQ/wFS1vMfDJr/kmb8+6SIfP3sLqr+ujSC+JcCFvneLmD5sURA/6nNCv7ksDj5k2NM+ASLXPkyqKb2WTgQ/EEjYPYHTPT683gY/gOY+PyWvlL6QuJQ+TUocvNLTQz8Q0JQ+Zrhkv9RW4r3CEYs960SZvgz0Lz6cgS6/HHUJv9zB4T5CqBq+llqZPl6JQj4bQ0s+X0VovvV5OT1kvr69dhEIP8NFu707kkM/uMa+Pq1tHb7OnoG/GGj6vUSRhj6FKt6+5VyFP2KYNL1DawS+CQOnvl4bpb2nly6/UVQ7PiWplj2jyVu+tH/uvbw16z54w6c+JzkQPqV1Lj9UFiM/tpJzPcFYmL93JUa/ajXkvQeW6DyeYHU/rfNdvRf+UL+u0z6/ZTbXvp/HDj5A7fA+/PVxPuS2u7ww3z++EbbgPlw3yz7Vpd+9jDo2v4gijz4t2bU+SxWrv5o/ijy+2Z6+0MW7vr15QL6lupg9J2oxv5+pV79g00c+BfaXvXJ0zD5d5wc/MAKkvt1UEj8IOeK9ylouPvzbrT0rpXK+N00BP72gZL6BJR2/1fbLvuyM6z5PyJU+epLGPj/Btb7GvQ++WxzdvoeoPD5JRPm+uw9vPhUDs7+Gm5E+7GiaPjfnQT8lds88kg+Av5xpSjxOLjU+xlvbPjiuYL3Mchc9mmXbvM4Lur7jrLq+IylavlgIrz58oD2/qleRPoLlCj0JLBi+by4MPIRbr74JHB6+YqBaP34Kzz5cmU0+9pcGv6uHOb64mnG+gxUXvQ/eNT9dTvU+4DidPq7MSb8Q9k2++DqzvidHtj7Nfsk8CkWsPkls8z4eRHq/DOFEPrxkz75QTVA/SxawPtOAHr+DHqq9gsYrv4dltD4AErW/NSAQP2B4cT4iSNY+eMA0P/5QU79vwBW8IfcGP5WhzT2GfJm9EjdkPo6vPT8hxyM9",
        "a8j7Piw7rb1EgNg9VGh+vYpXSL7kpeQ+HNF7vvNV5Lw80hG/cEB+PkqA3D1eMVY/9pwIv9QrO74Y2s8+SveYvv/01z7+iWk+N9snPk9wjD6/Avi8A6qGPgrt9j4GNNO+2LPtvfQfEz+QnKq7BEBAvv6jk75qEAM/jH57vw/Z2j17oLY9NivPPrSRSz5iyBI+RegVvxvvAD8v5Zc+p/KJPjKvP75FOzE/DzabvTEgYr1/Vqy+g+YNP/omfLskiGW/OM5nvcJyhD4IfvA9KMawPhmaKb/P6IC/Lb9xvxHLf7+4kUc9p+DNPnt2YL9uhAU+lUrhvkSCpj7CU/U+eUGWPpQ4K78GyKI+H6WiPpuhmb/J/4U9vEYdvx4gUj98Ek0/+H1gv9PJMz6wL74+CUZtPh/ESr0P4pM+dYIavrtDvLxRCqo+JFYVPlfV5b4lYgQ/yi35Pf7o0j4bEDk+s+jIvs/YsT4EWig/1PmVPUBR1z1qXLw+20Tjvqv89L6wW4A9C7/UPZwLjT7A5Fu/kdjivdWweD4fcJk+/5IVP0iwe7/17Wi+2EmaPhQFIb4fVzW/URM/PYPz2D5OYQS/XNGAvtpIAb740R4+GrzCPhKIFD+P5FS/ViMPPpVgWj6a05M80TUsPnI1XD4M5NW9W5yOPmWwIj8tOiA/5XdWvtNDG79iEhe/KTTtPoy4Vj5mIq8+Fwsqv8P/ob+bkqG/c2wUv4C2aT7rxQA/kOLDPpJlRT0HSV6+m0jEPvWCBT7HLRG9BHeSvOdUfb+7CjE+X4Slv/InqL3nIFy+h6qNPoobrb65/0i9w/0+PCaB3j6EhpM++3h0vfw+qL2HWFM+VDnHPk0w8T4dU5U+0FEfvwh20D6gnKI+i08dP31f7LrEapK/ANORPvU0rz5GQvm9OYACPsILcL6Ou5++MN4dvmBG1D4YMs09rbCXPvVvpr9uwRK/++E9ve670D7v10I+YUikv+aOLz8YEVY8iUSHPkRUSj5mD7q9QRQ6vaQDxj4hRUM/",
        "oeZkvmwQgj75y/++EZlcPhNyF78RGIO9+lPQvZPsj76lRY69bHRtPv0H1r7Z67q8nl6FP27dhL1chHu+BQZ3vSdmCT4J5pa9CkwgP8F4rj3NGbe+UKfRvtkoMz5wKmY+PooMv1Q0MT8R77M+WLZ8vOAgJL1wZBQ/YdJDPfxvdr5hNpe+ugRLvxndrD6YmIq/XaZKvjxrET9YnA2/SBPkvA97+r1m3Ui/RPyPv3zbm7xpfhm+VHmQPi/CGD+Gqj2/Mg3fPpDrZT+iZgK+QRyRPhPIcL1qNp0+hF45PvxvSL/v7c27mNMzPnnJ0r6SEqU+15/MvkuBCb8PoeM+391Ovg/G/z3Wasc+YsBnPh9iQ77sKJ49ojgWvAaffz6mi2u9i//aPsZ69j4dz4w6mXxOv3TQYL5HfII+BdCpviBAEz++D4W+peoLvpPKnLxX5ou+nYF4v3WScL25HMg+meY4Pak4Dr4VZm0+LATpPo9iTr1GOhk/tEb0PnRVSrwAz5q/mJbVviZcuT1HIZI+qENDP4vVM70aJk+/X3OTvzOXnr4nVnu+u8LuPokghj5s7KU8zBrJvvdmzT5g7O8+1nVcPnITPL/VyzA+uDFlPraEy7/Cer4+Dp/ivQZpzrtKMcK9lE7suVjvY76YSYK/ACaPPqpFQD1CB+4++LE8PtPQIL+jz0w+Yy2nPv6O/b5Sbr0+l+yQPZTQVT9k7AU+EMrVvu0zyz5F+DM/X61iPuhvHLtWfSi8XK+bvh72/76S1zw+6UdpPtwVBj9MyEu/ZbKXvoNCJD/jPuW9/3+6PoOlTL94RYC+APDPPsQXt76B1w+/HSlWvuxIIT8h67K+Y3XXvk4BIL5ng+c8RPh/Pk1VET6e9Yi/XmIjvnUCvD6wiN69G9BkvMFTKT5Enu87bUNkPoaTEj8s8k0/VfJdvkeXLb/s0gY+FU0GP9GuTj2DfkQ+bloUvy2Egb/72Xe/WJ3+vtW9QD5L4KU+5yUhPpHQaL2JSxq+VIwBP4CYtj0oAi++",
        "bk2dPXq3S7/R1gc5hleyvyDxQD5vWYq+VHXqPm+S5b11u9M96qccvjbNkT4hNug+MJ0dvQiykz444IK8+E9PPsRjlr8nwdY9wW56PnIc3z0hduU9y2UdP6Intz6Ylxk/a/8hveDyCD4cYMe9/vo0P/xRzz74qKy9KZl5vhoTcT4x8wc/hsURP73ohj4s3V8/4glwvSw07r7/8M693RSNPv5STr/gR2q/h5QzvnVFrDxJz4u+0xu2vjNrC75WaA+/QXLRvcr6UL6MliK+/sGSPYUj5T6u/qM+HJfqPvPfjj6HQN0+QJcxv3B8BT8ODBW+tSlVv9tNxD42BrS+ajKTPIToAz06eJm/ur5xPuRTKb9wpxC/FIYWveGBPT6kV9Q+5nx2PKSTD78HE2i/qqYLv/ovWj5IVm+/JDAvvz8go74zTPu+I5HPPiaARD5TbzY/C3mvPnDRMT6sbKU+kpBhP0PLwL6e1zo+dGdFP2cJA70f0Rm9d+zTvi83Cz8HgEU/5BS8vzJO8z5P6va+DHCOPQXS1D64L6Y+NTVRPx9Fwz3x6BE/N/gxPlQhw71Gbok+tplFvk0+Wz7D2R8+SXZDvyRz6z72KMU90DAHv+XHzj6agFy+DDKAPaAgMz9VU/Q9AKl3vZCAOr+xkok8E1ibvTwR3L5hz9Y+IY1Bv8ggRj4dflS+wHRYv5zCW74/AZa+6MCdPqHN171RJy8+C4yOvmeDiL4oZAE+oFQzP/G3nb7ZIfq+smCZvkf8Db9xJWS+OW7HvCqbJ7/F4Rk/15WMPmrnuT6SyxC+X7+QPhg8kD3muom+BT+cPJ/Qc79MORQ+qLTJvuMguD4tUhm/l7CpvtYRbbx9w5K/MjeMPBN+sT4QKMs+SjAXPfX3IDwbrIE/2HmKPqc0GT9BZhk/3YNcPsC1jr+WXvk9nsZjPN+wsz6f0am/mJ0TPME9RT5XFRg/XyMVvvZLgT6gHfY9IKRfP4ma8D44KsU+DJk8vhr9ij4QotS7Jwkcu3+Zvr50T62/",
        "Lq0JPzZQ8T1HDUu/Dd4+PR1/6D5mnKS9picOvzEbl70ueji/tFIIvzr5Hj8iIYg6sdAjP0dKsz6re00+UD7yPbTWDj5gMD+9yockP1Q4D773EEM/skeFvRYkED5te8c+OWVYvsEtzb7T7B4+UOvdvdUVp76kJ3o9RYC0PCts4Dz9Oa+9AN1Qv0SUCD/gKvq+FmEFv1KHiL272aM9OSsYPuieuj7Nn2C+TGsEPn+sPr77Y5a+FYS0vpTDPL8jz609iG0MPYjRhL/desO+3d4mPyqz/T0/nmY8retIPsEWBj9+Gai9eKSSP4l9UD/3B5c9nUZov1F/NL1ah5Y+XR0SveZnhr8LJxG+5Ai8PlQQ6Dw7nUm+9QcoP4amoD43m08/6UsUvXu7hD4MLTO+7UAIPx/lJj5p6/A9hlCzvSYrtz7aaxE/2msIP2kQuT3Jqj0/7+GRvRJKxb40Ewc+xFIfPtSsCb9Pqqy/orS2vsSlg72YsQe/FRs3vtMgib7DtXO+78xuvmkdl7zf7fu8FEzYPV6VMz8p9lI+fpZEPuF48j0DyNI9eMi/vl12ID/MeVc+O8ldvwtt0j7FRLy+kS1rvSWurT7s5rC/hrqdPTHyy75Mcf29f41YvovGzj35ozI+ftUhP9RLFr6XfBO/QJERv51PpD1d2DS/bJo6vxStA74ZCk+9u19NPnwTzj60gDo/buggP8/LRz5tQQg9VD0WP4CgT741UNc+4RgqP42DAz41Fks9Zn84v930Hz9aGGc/OCGEv+gufj2lttw9MNaCPg4DM75zopM+B0IuP11gYj3lEVe/mDAZPbqHtj6Jk8I+XFgFP/CXpT7ZI6C+WVkOvn9CXT2K6H8/LdFvPpLjQD7hkLG+4YmNPthqSD1SGRG+zp1YPvVQHbwwdmu+60LJviqQDb8ctgC/M3qvvy8kkD6rpFI+KDWuO3Nfi75h3BK+yHLOvu2Dcb4N/1+/Lf1YPWbYIr6VVkC+3I6ePu69h71OejW/UHE/vsAIvL/bGSi+",
        "8P2kPn/lJL8zTlU++aTUPrT0pz7kITc9b3RIvWG2ar8lECg9IviaPRsTIL+w4Nk+FuBLvqX69z0l3Mi+zV8APu73AL9gIIY+T/3SPhlKuj6Khri++C4lvUfYRz2euJA+HL3TPZo0Ir2hXd4+4MzTPqijAz5LKdS+h3ZhPnKFUT/j1Lm/GeEfPaTZzz0pm0o+oNalvqzvbT6MNA0+INkJPzXgML6L8ps+8GEwP/Z+GD96/7I+VIn+Pg/inT1hE8k+BPDJvYa+kT7WR4E+G27UPjOMdj4JRpa+6VMfv66HGb7rhEO/GVSTPrT0ND/p1k2/smK7PbX8sr5ITIK+38azPdn+JT81aRK+hFnmPgeHWj5oR1M+ufUYvrgLQb/Qj74+M9s6PnVDi79amWS7RMfKvur/S790Gso+md4av/m6YL7nLiw+BfMUv+QrFb7PZLS9An1Ovqsiez5FxnI9qhmLv3h8WL4sbgI9Yl8YPzRDbr7CRri+I/uvvilrS781AQI+A1eqPFl2Vz7tube+AC4kP7kNxDvUVwu/XwpGPxG4cb7pIpk6HfQVP/HGUD9qX7I+/FVQvbgBDr5ibBU/229VPo1o1r9pS7k+O/Stvjo/tz7F0bs+cBJfPnlcNT8T/d29HrspP+F1lD4+rwu+OPvwPsR7P77JubE9BOnRvWwIgr8Z1EM/h5NOPtl+RL/uQXE+4bxevqAJyD2d2ac+wV4uPot6XT5vrCG/lwIEPsy+3rxynwq/T/PtPfGDH78Rvpa9DRkSvoLZYr91Yi2+PKYTv9x4lD4t6Im9fI9tPkVV+r2Vsxu/8I/rPtOV2z5t1SA97TW4vlTsOr5dNiK/FaoJvuhZDL0rgE2/pUkpP6soxb1jlRM/Eh75PbmSVj59xnU+5qCHPiASLb5EHlq/IO06PiUPHL5RFJk+quzQvtCcED6OKkw+uKNfv+BIIDy1PmU+F8WVPrZkIj4H9cU8DGNdP5z4UD5rCyc/ii0jP/nngz4nCpi/kSdovMcVoT4KtrQ+",
        "9MGFv9I3u7wBOii+HHiVPloN4L3OLfY+Zt2MP3Q5kz3/BW+/3X5KPsPDej7FLT8+d1k6PxD5Gj9txpM+9644PD51mz26U1o/Xb2lvV/HeD76zCW/Z/ylPDm8aT5GLwO9Qk+UPhg/Iz7DHLM8Q2MqvzXgH7/0MNu+Cjlsv4tVqj4oRAQ/oGWGPYtvGb3KWlk+hsUpv/XBLL/zvha/UTqNPvSajz7f7489nApnPpJehb6L3VS/2ZAxvodnsL9IEVW+NA9BPjFrL7892sq8LPbfPorCkz4ULs4+CB9FvIGnlL92VL4+jVgDP1f/Er/Ixjk/XbOrvqVfCz6/UrC+mT++PnigTr7zxu0++lk4O8VWdz5J3ZG9fhohPjM6Lj2zWrE+4XkKvdi58Lwm5yQ/frECvfJl+D0Rs56+S9WOPhXXhT+F7a+/3GS9Por2iL1I3oA+YUWtPhtejD5aEoc+pQXtPfUD7T6v7Ts+lO0iP99QDD+akj8+4tnHPkfSXD4aJZC/d73PvagVNz9ppDu/7f1Xv9igaL6YrSw9Ol+QvpA+or5VPi4+f7yAPQSuRz9mzDq/eG9zPqP2bb5pD5S+XoVpP06cDD8ffwA++1wqvNwYhL2XVnq+uTawvultaL8TWOe+q0V7vo/D7r2/Q80+WmbaPdVsRL/NyrO+eTx7v2tLdL5pozk8wOwSv0M04z5o9ak+nFtJPkJVBT9tdYU+PjCGvzJY+r42Hp4+YmoAPpOlOT9visu+ZMILPx/2Rb/YLN0+gewdPyLfOL9P7Bi90aOlPo//5b6Vov6+f3TbPTexuz6fOqK9pVtVPzmmAj84118+0oM4v0k3yz0SZEg+wdP7PoTDlr9XyBG+2AiivRT4DD8KEZ+96L1yPf15Dj8MpYQ/4p0OPzpsPj6E1nw+3dxqPoSbHDuN4rI9Y5z7vdx8n7/s6R8/iO57PnD+C78ImJM+EHimPibkRL7QX82+fvoGvnrlAL+rv8K+tTsRP1ERaT4C1k4/TiGUPkyJgz7UliW9",
        "+1UzPhDNCb7rlCc/lgDkvZUzWj+mZvk9ZmVIvobec70E4z2+56BJv0XIe77udoO9iTwkv7cIrbyhdRI9sfy9vQoaR76ol12/MuTJPvk3A78cRMu+wRbfvmj9wz1DFSM+6ScWvoBQg76+cK4+dzcevlTEBb/BXIC/3e5lv7ZX9z3QbPU9WPMpvy7gP75iEjE/4qpgPkfQRT40TQ4/kp9DPl5jkT3yoJE/vMFHP10Awj0fmGW/ImZKvxVL8T5Uhig+5prNvx5weD1IXWY+iLKIPlsFB783Rb0+2I2dPpiluD5Za8m9QF3ZPo+c9j7Tnvk+iZiHvRqgjD6jXpQ+l2hIPknv5L0vbB0/FoNDPvESvT6PXgo8yJV5Pa99SL48BJ69hfM9vzavBj5a82M/0kIvv4uaJD5VQPi+UMElvnxTNz45zZ0+eMtEvghmfD788VU+Xy6uPQD1Qb2Av0G/+5SUPgo/uzy8L1a/lEbovuTwyb4lrE+/svWuPXI0M79U4/C9HaugPg5IJL9pfQc9k60Mv5xlCz5HBto+qkBLvd7opr/J6fg9swoNvvSHFD8F/4u+igAivprUNr9rYba+cGwCP9/J3b3voGI+aAe2u+LoOT/+6Qc+XXOIvlanCT+LdIa+nGhpvYHfFD82xkE/5ithviRHtL1djwy/0BXaPu5wpD6JSbq/win5Pj42HD1ALTo+6uuXPFoM/j6j6V4+016kPiG+2j0vL7W9NSg0P64Ktj62DCk8LqOaPp7GiT4HXne/VpIRvl+QHj9H0Ri/kUg+v97zwb2hweO9w+UFv0iDUr6EDII+3CqavfVhPD9tBn6/4XZWvi85s72xWpq+zJw6P4L1uz7t6c09S4W1PeEHmj1U6r2+Atl8vj4lI78oSTW/DC83vsfOyz3Cdhc/evLvPnGGPL/K0JO+og9Ev+X4vL2WLvA+KeqOvnicqj7Qqvo+op2jPjCO2j7wF/I9/AYKv8Rwr757w18+8uWrPkCfPz4jWy++Il88PwIFAb/VplU+",
        "w9CCP2LMJL/Ut8q9rUJdPscqbb77vKC+YrFHPtmmUT7OfhI+jyU7P2YJSj/y87U+jap7vzu6rD66pFw+97vNPum+Gz6HZ7E9xX8/vk5cZL965bo+uTZQPtRTZb+qGq0+25r8PnsD8z42AH++blCWv2hovbyo3Ym+bECiPqm4djzSl92+m1pEPtSrtb1JzeI+1t/ZPl//M783hae9Nua3O4BOOj7Bju49pj43PjZoID6r5I0+crHFvv7/Vz6YAHM+LxvrPUn5Uj+/XgY+UJmhPTdaxb4uvdE9OCRavuHQ1T0Cm/G9zVYGvx+zuj6/EkU/avizPp9nY7u1HOg+KGlCvknjjb54eym+Ed85vDL1vz69E40+s1eBvrgNkz4Ge6U+yxgKPJpxTr+wASg/7HQUPyYNFj988Ym+aHpYPkB2iz1m4AM/rzZ+Plx+Db8iMVU/Z80VvtNjFL5oWE2+2IJsv+9KRj8ahle+CypTv7BJU78BLY49miyCPbE077yFXCC/2C/xPlWDO76BpfG+dLhwv971mr4Q4oo+UBSHvzxfrT5/9cE+0FqrPu+zrj77sFq/kNZlPjwFAr/pT70+uxDiPVfqqr6GEjk/v1gnPubmij+W2gK+klTLPrqzJ75rnDC+x36MvdPn/T633q89M/4DvsHioj4pdaY+xWa0Pnn1dLwRH3m+3TfxPZOkxL1aM5W+gjGHPpr8/r30ZUA+EL8MvQ1aAz98bos+wAzfvUX3pz4cIq6+F/Z8vcKjzT6Mxhs9tyHKvviSNj1sjH29PRNMPCK7gr5Knic+FUzDPW4YPD4WadI80a2svBZZDz/23xQ/PiZFPsbzij5zBAE/BhuWPVA3hD7Ghoq/cWOhvkjbcT2a0Bc+8Cl6PmcFI7+Crm+/qflqPlfmnD5Ijmi/c6H+vYsDmb+Ip+c+6tsLv07FP7/rIkg+th+Hvj/9mbzIJ4W/tVnzPnBICT9bh428DEbOvVxNyD7c4Y8971RGPZ9Ckb9ON+Y+OQ8pvvs+977513E+",
        "j+avvvV28z0z68c9831cP5JqFz1QbiK/Cr00PZ1wyj6WxpI6CTyHvjIQkz7abGW9aEH1PgaBFz8IF4g+crzBPnAVlD4vwfO85y9Bv77bhr7n9lm+4exKvoLqe76BbtE9Lpy9vt+jkL9WarE+n3EbvkzkDb6VJRW+D2p9vf4TDz5rXI++dfcRP68gJr2mWus+Kv/UPvNdyrt6M7E++CMjPgWgH76OaWO/yPdJP0mMqzusWZw+YbdUv+Xcgj6D5QI/qfqxvjlOmb/mcnm/2JMOP3UXGL4dIDc+r+qKPsLicL9PUjY/dny9vMTFmz1ADiW/CUg4v+tyGj8J6zI+vhsnPiuyuT58G4M+OfWCvu3mgr8o6l8+f6gsPvefLb8Unqs+QMEfP1uw1z66k2m+4wFxv4T1Zj7wyzO+v5TxvYbfcr7hPkW/uYoqPmgSMT6nqZ8+MnaqPli4Yr+mgbm9kOsIviVRyTxGn/I+ToGuPoH3Hr6ujDY+X9Z4PeYVCz5AhXY+mYJaPiYICT9qQko+a0TuPkKGbL7OD3c+ts2fvs5uAD+fIJy+eWBuv8s4TD0rRMQ+RxkEPzyfEr1IOvE+928Xvm70Bj56/hm+FfrfOwGqHz94pvk9L1F8vue/pz6qspA+OlFBvpDLXL8t2v8+/LXsPuULAz+t0BS/dwNCPrZGdz46Cpw+Fj7nPgDLXb+Z6j0/9EjnvKal0j6O/Qu/scIsv1Pzyz5SNR2+0KM3vyXzOr9Tvuu8yOpbvqYtVb7L4zC/bX6BPuxu2z6SzPQ86Y5hv90cnD65zbk+qnMHv2+1Rb6eE26+JBCwPqmEpT7rRJm/eaGePkIZNL8D09Q++jugO8hbBj5nyS07JCJvvZJC7TzKCVE9Q2GuPj3hgj6u9ha+utRevsUmMj/i4UM/egDSvQiUAz7VVAy/8zYNP7uJgr6dxU0+SbG2Poa7qj7K+Mo+zIO5PWoSGr9eu8u+JVunPhZchj4a45s+DGuWvKJaND+v1xE/QFcfPuWKSz/HoAe/",
        "PbBfv595PD4i+6y+b7y+vBViu72u3g8/0Sn/vh7ilr95uzc+Hly5vrgmkD61rtu+gya5PmAi0T4C5pO9EiI/Pt8eBT+yuZM+yd2EPgyTSD572oC9lXjoPjOBmL4Ue8K+3MA1P5PtjT6RwCa/w3UpvvLmNT7JVIG9iWrMvkTtWb/g5Q0/XfBIP/MhET2Q0VS/zVwEPyUyGD/me5M9TIdOvfkOKb32bO69rXd5vmNQgL9Ly+0+IIbYvuN2RD5QF0u+hSEUPVd85j5FGgi+jO9pvnmljT5ADdG++3B1vr3oGj5P8ni9LcYWPp0Wbb7iz3M+WtjDPXQfND5bQbc+iBHHvCBkEj7rAxg/tNZ0PsRjND67zK6+4lwvvqgqMr9xt48+CMLAPc6XPr+w0J89O3qIvlQMvz5UG8g9j6LlPo8lZL9hleq+SbQQP0HooL63NA4/brKrPjle6T4U5OW+jHo3v8Q7mz4C+5m/7DACP9M1rL79iW0+0QSavhKbp72lxTM+piipPWsEeD7QkTy/jkE/P5lxxz2UlWQ+me+1vt+K+b1pW2k/1VW0PVMamT5zDJu+xfu5PQFPjb4oQmw9DARDPiZGET/s7Km+04XYvvFohb8Mplu+AKoLP4+ear9IUOQ+Ik6NPksggT7Te8A+gaOFv7tbtz3Dag+/DGpFPhjvoD6JTyq+J84UP5Kser6GGGc/LDnUPdv6+z6H8Wa9WA1zPd4YL72KAaY+E/DDvYFpy7009Io+ah1AvqXQGD8mj2E+R2JHvuqYBD8aCE6+RvEkvgS44b3HaGe9VMinPof63D76K+M+LkO7vXzDaj5a1Rk/AWKyvoFz0r396w0/40dZOudWH7+BUJE+KqJ5vtTnEb1n4+q+Dk+QPtKjm71jrkw+pcPevUr+qD1HmNI+7dIfPzJzsT2V7yE+AF4zPkOACD5g7+I+4At5vyV9kL5Lwek9Xw2DPvKvDT5msE48oNqIv0IAVT5i2is+q1s9v5r/zz5NX5a/rCnTPg5OAL/SG+++",
        "Int6Phywkj6hRd+9aCvivgEoGD21lOE+yZwJv0HY67st8/K+r4cOP7+E7j4l6Le/QbSqPpp1H79atfU+h0bwvL4EFz7CrMc7bAiDPZU3Ur5rDpC8zJByPpcjrj0vAZ++obrtvtZFCD8XQkA/QUu8u6MT5z0IpE6/K7QhPzVPqr1fXoI+W340P1oW5D2tlgI/El9FPtFI4L5+XYC/Qay9vd+igz4lRfy8sKKVvJGUEz52Sp4+XiN4Pt5SNT8Dsge/hQBSvw9fCj4Txaa+PP0JPiW0KD6mNZ8+WaAfvw3VgL+7yJo+elUKvxIOgT7Y5JO+HbKoPptywD6r5xM+LlIMPnhxGT8K0JA+pMxKPjv2yz64K/e9EzkRP44Y9b7HcxW/ZizsPgGekz46Ygi/Y5JHPvnM/T1zdnO+TCJYvsEfab95grg+jP44vTn0K73ULJG/nHfnPjBn8T4b40u/rVFMPg5D1r630x69ybsdP3Kitb9QQxc/jZJpv+A+Dz8TB/k6VIkrPnwZ8j7QbCM+kJgAPzfrN73zSG4/brwkvvuZ7jxvfJe9yxUkPv8enzxF8ae9aSUwPiYs/j5ecwk/PxTCvU0kdT530qs+nDFPv4H9iby6ToM++XGtPGpcBr9DWSk+em2VPmYUIz0oM90+fhwEvr/brj7dUGK9d3QivthPVL6Ku2W/9oDxPq1fUr7uKZY+P1y4PlGp4z4WJIG/cAJev6SChD479GO+XSiNPjZlBb43eaw+ufS6PqJICD6UKBE/DLbSvpO/p79XyAW/Q5qPu6ga6j4IvwA/siLDPvT7/D2mQto+ANbAPsZKjz5PVSc9DIaFv1n8Fz88cti+GbZMPe243j4t428+K8CDPsyI7L+MMR0//rr/Pl43rL54GTk9dqAlPzK2cr3qznG9vLIbv/l/yj5J7hO9MxEGvxbqIz4WOfi9b4WhPbyJJ74zsm4/QOCBvdqfBb9qkjM+PuoHP+6+Pr41PCW+lY4rPgAKBz28vyA/cs8nP43GCj6Amqk+",
        "Ay6xPl+z9D1IJJG+sT4xvjgI+74jK9C+W8N1Pj9xrD5He9Q+SzZqv6jbrD47Hme9esRIvdaFJL5agzS+7oebPhDyMr/64y4/WLinPVXZET+h9Q0/3u3cvkKZ+z0GwKo9DsLTvmHQTb9MOzk/jzBAPqABpz7Pz4+/Ko/PPqxRKD/N6mi9Aw08v6Vga78Imyo/s/dDviUciT7EQsA8ngpyvzKuJD8Mn4m7cYNFPsYKsb67ynK/gA0qPrqukj4cD/4++6yRPgrnQT/Y7wQ+RlxUv/aIGD9yppQ+0qZhPlAitb1/8KA+gRrLvUiNer7j6ae/v9cGP4/Tgr3P3EA+1Lm1vV0VUD5uQhM/Lx+JPs8Th74KDe0+e04PvyqOZ76bQga+KM4KPjouTj611my9oAzIPmxGU75UaVS8QLSzPp+ELzymiOM+IG/bPqQVzT3cbli+4qolvhTCzL286oO/pey5Pnf41bzoIBK/1IYov8Ah0T2Nmrc+kh+0vTsfFD+YJG2/pd8LvxsfOz+PIKi+DuY6P4w+Pj+3Lck9CfFcv6K7Kb/XZe8+2v6Bv2WkGT+ByJG+YQ3rPSrtEL+iLqO+Wx2JPv7JX74Rz9U+T4JUv7V7RT+NrsM9D2kKP9rgHr4ptFG+4r92Pz+VDT6rKCA+qCvivcy+bb6AH9W+7FraPY6N3T417rQ+lJtHPXzFRr2SS4O/ixigPk0Lhz6JsGu/CYZuvsN/Ab82aZU+k1IHPzKtg78bZzg/T8BLv9rwGT9EgJ+9XqVevlUVGz8AsLQ9Kvz1Pcxm1r4ydWk+WLbkviUP+b1V5Fk9a8C3vAZihDtfIRs9Yu91PiYUsz52DQo/7uC2vtAsN7xiIUc+vTi3vgFHNr6Fbn4+HheBPiKGSb+1p9g+r0KKPvuDK76I+ck+simMviwniT7Ou669S/lTvtT6Nb5HMFi/RkAlP5aB9r6yKpa9sa3IPhhAxz2jnia/g4Wtv1nEHD/hSxs+UTCuPlQXGb1R+PA+xtzHPr2SUT5YQuk+",
        "E2oVv1ljTL+LQhq+ITdXPuc70D43Ohc/Dt/iPmgyWD7/eiI/9XgAP0IHlj7dgR8+Fclbv7IEjD6/N0K+8vYfPg=="
      ]
    },
    "dense_1": {
      "bias": [
        "bEoHO4tE1D36uXU+P+URPYoNoD3mrFo+DPHRPUzcxzzehDA9VvwZPBVKbT1QtBQ9DkBCvdlnjT1GxQI+zok1PrvjhD1AokE9yZIhPJiJhD30M9e65BkUPeCR8j0wNrE91ZpPPXys37w3iac9xCl9PcA6mD2//tQ9BJehPSxIBD4A8S8+o8ZEPeNzFj6r1VY+rvhsPDgcILzbH8k9FjIVO0+dT7xeks09wiDiPS1tajsOJF09zQhaPqvTBz2Coys9pqpKPJMIlj5nzC2881a6PKAdPD0UVYw9Cj2sPIf/az1Qz6o92FSzu3UfCr3ikMO8CvWNPZoE8TzQjAE+naZOPlhHqjxtntS8CS3UPTIxFD6lsfC7vTGdPPl+gD2orQE9boQfPpTrDL1NZEY9CzU4Pt6XzjyFmme8QbNgPUdzMT0="
      ],
      "weights": [
        "wCevvhsanb97e5c+9qi6PjoD4r0ES1k/pxaKv2IThT3NzEM/c9UEPUGIy75EVO4+OKlJPuZVmj4PWhm+Et5uPpe82zovMGI+zoyNPi8XKb6fewc/QrUEPfB0Gz+aQuy+77EGv1Qpoz5bsIu+2R1yvTbTnz7wASG9+S2bvWDwVr4agrs+2SbfPu+oATs5fxk/wZHVvzOmuD76LWe+pVSTPuEZIj5v9bA+FCVLv3RSBL25vQK9OSoIPrDAoz3407i/5v4oPcq5zb/TCw89RlqVPuf9dT6iIBu/OGnqPjWrGT8lfv69aviEvh57JL7UG0C+5JS/vjFaxDuBfWo/oviwvQEv6r803ZU9CKrSPsQQBD6/TfC9l8s4Pr0JML0O7hY/NktIPkHXYT6fku89bp6fPhxXMb0S4Gw/LzxePrZnk73W2+0+i4oAPkZlJL4zR0G/tujjvuns176Sq54+l9qPPJJ/c76HCMk9uTh4vR0Gn70rpzg+8j0gPiugOb8wPaM+l98DvdhaO74fjUY+LkVhPhiwf75S67s+2KDKvZQa4r3JylO+Fd0fvjdMGT2NJzm94J5mPMMStr7+bac9YI6NPrfKbL+Y75C/rK5UPfDw+72FCP2+F/OEPUR6OD6Mc1c+iw6IPEG9p77+la++wNZRPqQNyj6mUfc+HkWdPi85kD5crTy+VIWuPGmwiz7JDrm7hn1kvhtG4D0Akek9loIgvhxpLj6DpYO9/HEePjE3Q76+YFu9rIYrP3zXk72Csiq/rTOLu03zBj5BFSW+l9mFPhaaDr6a012+Dxe5vSfARL2r1dK9VrJFPr4Evz7iRuI79CcBP0wtOb6K0mA+0WHkPRGI1r3we0M+57UhPrWUpj2nnzK9F79APonbU7yBNuU9BJpQPhN6uz3aqXY+RZeXvZiOcz7qMA0+XN3GPcKilj78KLq+aJbHvQrrtr2+W2A+zLqcupiBE75q6lA+cejDvJdQYD6aSnG+djcNvx7paz3YLha/DIRlPm2Wpzzx4aO8",
        "XGpwvgRHs77Xg5w+7pIPP8CSlb7GNVa+WJGXPr//dj5N5RI+qIG4PbVYzj6X3uK6txcBvqcjmT5lB5c9KSvUOT7Ngj4u5qQ+17jEvv2J7D5BFoY+3L/4PZxv4TwFRlW+eSXlvlL3yT7u5Nw8UmU3vpouZ765baA8xLoQPqqMsD7T3OK9B65FvvI8875R/36+eDz/vUFVKTxMB6Y777d8vpYiTT43OhO+oJRxvkMiFL5sWo8++newPhVj3T7OSrQ5C9/4vu0rRD7Tk8o+hLuZvn1PV77PXJc+6X6IPbO7Yb+A2Ba/HuKWPmUqOj6BpFw+tJ59vRmTcb8L8b8+ROy8Pjx5+rw3+u48B0cgvTCz774/z/i8eMYjPyX+ob08fmA7eRuAPns/Sz4a0JM+OaGivxbQxj61rOo+SuAiPioMcj4zAxw/kS31PjcGdD44JFe+wgdlP2MNgD7O2dI+pbiIvrTJ9T0k7aa9bFbXPTcwOD6484++G7u7vs4yGLwNCpU+xRIwPatTPr5qcKw+TfDGPRq4eT6KPB28eUxhvgBJ2D5Vu1Y+lLo+vvLKbz01NeG8BgucPjPImL9iEFE9PARNP75F8T4nqDC+CI8PPgkWaj9gOBi+t7CVPgtdOz7cZzG+yW+jP6IZ+T0Hb0G/R9pPvt3IrL6vEtW/EndFvqIMQz4KzYg+TDfvPtLUyb1Rb/u9djeyvj8Vhb9eiFa8D9aXvkPj7D03/FQ+NMWWPdWKKj4TwO89pDbevgBiF776ooK+qtAsP82k87+jg56+ROUwPqT3Ur0379W+0ezEvrJT+T5T2Ee/VzbBPrVqZD7wY2e+kW3bPvxb077SuqG98kGiPpsznr+gi8e8YwXLPpHyEb/OMWo+9Al5PzzckL2fQWI9rX2xPq2W5b6Xl5a8NiG0P15ALr92ywQ++GmgPs1oab7cQHu+nBA7vWiLVTzjyVw+TewRPobHFj6ckgo++MWXvv9TGj/hs009uskDPRFPGT7MlrG+gfCmvnJTmr27/y4+",
        "XhRyP0aAR701Z+4+/QsCPyLcQ75DmgK+A6xNvoV6XD7G1IS9Y0oHP4VJfT0JqoW98aG6PlDNHr9GVCg/jKkjv5yGkj6m6QI+jq18v6vBMD/xkWq++cDdPUcGMD9mZY4+UIQ3vpPvmzzpVc2+x+gbP6WeAb2W24Y9ahesPrPEm7+zerE+s1ZqP2WLgj65rL2/WoKQPhJ2075N72a/lMUGP5maBz+eTqE9acPcPotWPj9EIwi+Ak7Rvsvynr5Lk2O+Ks4EP5Le070fkjg+3mwAwI/tOT+vN1e/t+OuPRJeDL9z914+bcimvrj3uT4QjL+/uUWhvvOttL0THPU8BZXiPpnLXr8Ntqo9TdLlPg/gyr3Cx6i+woidPs7nsz74dNS+HsIkPzVZGrzh45M+I2mrvXsukL2a1J0+5MnmvrRLr75p7M4+4tyBPcYXyD4OPo6+KAMlvjzUtD7eqaM+oIgBv/JyAL9WPAm+Lk2/vVzqqT51Cza+Lv7DPsJYT7+5VpU+ugvEPrDjRz+Igra+UjzivgtzU74ud1S+Gc8uvqD1Er/EtqE6KQ8uPgKmAbx0a82+uuxcPcUhmb5oRJi8fhgHP6FZgj7zgAc/6Cetvc//Y75hvO4+dM+vPqWQgDypU3I+QyJKvQ9gOz9C2E4/PPiUvtImDT/8mJk+uK1TPsgpG76Wfrg+IZw3vsJZQL36lP2+Auw6P8jMkTzf8Ry91L7KvYvjrj6VN+W9TdkhP2yRI7+kYwS+ylAnP2rvZD9+Ysk94ucAvQcz+D3NuuK8Hi96vuofDD50wXI9l9n+PWZKG78N4Ue+sn0IPS3LA7w8GFc9SAgpP9CxAr/suum+UH5fPYPekz5fQoY9S9+Mvo5H9j0gihS+2JTXvpKagz2qmDm//HHlPiDBlj4HRTS/Liewvh8cgj558sm/vUjXvgxYhj7E6Zw+C4p+vtYsob5zQMy+xQPHPZNAhr00AZS+xmHpvIUOt75j162+v4v7PZUklz4iDBo+Nhz9PqcRDr/zodI+",
        "GA/fvoNbuz6injs+z8/TPmG8KD5jTsi9RWARvqEUCL7SqDO+7j5ov1niXb/wp0E8CIegv5KLiLueavA99jidPcEBur0tZck9KFbIPdjUOz5RCgy/xRmQPjANGbs0Sdq9ACRXuXnXdD6cRhA/CXDcPb+DwD6UU/w+5IC8viV7RL4nZQO9LvXGPsqkGL7Ygqw+nigpvcc1Oj4m87y+CQENPhKiZb/4j5c9u7BIu3Sgzz2Rqb49fuP/PvKH0L6IsJg9W28QvsXhGr5LuWy/WuYSPjd08j1tE5K+s88Ov8CbPz7xxiC+tIdevo1XBD8vy1q+wkZJPmgoqT5R9cA+5E1hvR3UJz/l5nu+JMBJvmZKJT/apJ4+U5iEPqIAOb5K9hA9LOWQPpal9j6sgh2/OYlGvuVZyL7g+IE+hOwUv9w4eL6jLxk/8atWP/VJrT7XGPW+5B+vPkjWeb19s8K9Fn6APmlVsj0gNQM+LYITPwppwT5dM7c9xqq5u6JPDb5d7b09e3ArP6ajAz/Hl+G8tsFSv9sQs70GoQy/LICYPvEyrr1+CgK9d+WFPqsNxz2S/4K/ZOM3PXTboz7tJ5Q+oLdzvqcHfj6E8JQ+tNgePCR9Hr4d1wm8WDkyP6gnLr6n852+160QvMjRyb6pwzc+eWj1PLh2dD4n4wU/nB99PrTA7r2t+029JB/pvRN5L77mbH8+c7O+vcqeBj51VQQ+PH53vEfJf75Qubo+WN6DP5UIm74sAL+81+MqPuzGdryMFFU+tV33PO2loT4XDUa+R2XOPhAdUz4so7E+6FnKPhTwDj9Qb3G+OmWLOijWVT3gA9U9NPx4PhJ3gT6CSwk+Vylnv1R71j3haog954YKvYHhCr8MaQc94YM7vj7zl742gAq+sHjyPY9Azr6bQO8+LEyPPjMFa764vHi9wA8CvokM9D10x8W+My7Zvkn6ND5SQLa+N0livTmn072yKBw/S12Kvk52bL42AaG+VbmoPs28GL9CXUO93Kx2vor5Bz1Ihw0/",
        "qL3ovbR6hD5IyGI+aauePreXjr6fs1Q+nYQBPcz4+Tyzazi+FitwPQkbur01nye9n+21PmPmQLwj2LW7wVMIvzitUj5nGiO+oKOBPTGVAr+dVZ29JAtRPvBgQj4g8PG9wdnVvgS5ZL1UQg4+XNtovoOZpj2AmA0/ePxyvgKaiz6wsuG9vJeMPokOD738YNA+u2ZDPYEmbL8uX6I+rNddPqRKuL5Mw4c+H7mkPiSnVD5LpaW9PjraPWg2Bj9eOxW+GAWqvfcPv73jxLu+FrXpPRL637xIfG+9odgXvZQxdT5WDXY+kBb2PKsysb571ww+qavXvQFWkT3IvRw/rjuNPhNdqL6Hvm2/bIL2PUgHoT6cga6+Ziu+PS/0DD/HTkY6GKwwvoJBEb5NG5M+DUHlvtDFqD3MgnE8IZw5vfOlLz8yXRE+pAc9P420kr7HH60+2Ygmvxi3QbxDNhC9BkQFvG2nOr62PrA+y28mPnTlGr3RJI++D/kePvK6Jr3TrIK+iz3pvb5cEj7bFaW+XFkkvhRTW72QuaW+1JWNPhvVgL68Xde9J2UsvkJVwz30lsY6DHKXvG0mPz5/LNo7oPdGPabEUr977RA/p2YGvnxkPb/X77W++YZJv7LNuj7pnYi/v0+Dvep9sj4hy0C+MUtWPVLTjT5SSsK+frMSP+KATT+WAt8+H+rPPnSqMr77kO8+ScLrOkYBBj5Fci8+Z20jvn8ZUrwSuDe+vaNEPliGpb+ON5c+AbLAPquy1b4NqmC/sUDTvRwJ8D6Zfwa/c+knPb9WZj6MBQE/wnibviLs7jzSNoq4ZeXtvolL9T7esCE/wRqmPoxqrr6D1LI+CjC1Pu2Gaj/yDfw+ow2IPhDMCT7ohdU9wXdJPThgLz4qXBa94OGFvbNFDD6tnnC+3XW5vJH0Jj/nD++/wD+uvoA3aT890p8++28PPTA0V76mfBo/zPkqvrzCCL4NXwy+Kxm4vveAUT9we5C+kxyCv+kpdj4z+TK9VR6/v7QvIj65LHW+",
        "ASMTP4+X8T1CWci+XrDVPgxl2D6bOXw9iv/9PkTcXj/2gwW/1GEtPi9ZsT17NB0/vD+EPi+unz6VV1O/YKIcv/ytuj4i2fU9DwPGPQk4nL5XXck9Dx/7PY5XrL4/OqY+00J3Pp9u2r6p9/q9usjtPv1A8r6fkpW+GLzmPnUHqD7oVSa/5dCkvqszkD38RLG+gJlLvhcVJL7neUC+vzeovQB2ZT5W/TU8NmkDP2wq/r6zon0+ev5hvUunxj3g9bm8RLGKvbxiuz0FtW++i2MAvj3weL7HTRK+MveAPllM071Fzim+OmPnvvqX87wMsm49VZYCvxl5Pj5olLe+Z74Iv8R3Oj6pqiG9GUJQvsiMEL/GLMS8027ePlb+yT5zvrq+bkvXvmXfBz9kQr8+F5gMPuWWTL7APJS+wnqaPufBcT5K+a++s/KuPogMT75FUAS+a4AFvpLC6L68qoq+rwdcv9S4/b05uyo+2lQnPuN5SD332SO8NLhHP0QyrT7xeh4/fKN/vghygL29cLs9hJ2QPWPM6L4VjbM+rCAnPv+COz8NlfW+I72SvTgVmL46IuM9vth9O0MqRj6cuRQ/i42SvmbnOj7dcH0+DQfyvpjgnT6NWQA+tIIaP76qir4wOYS7/aoqvWg8JD2kbLU8PdvKPuECNz7d1qo9yNHSPryVqT5r9ak9GgldPnU0lb4GpMI8HGwgv3aDC7zlJ3a+vMEnPYuzfj3QBG0+TdAPPovWHL5krf6+Fcg1v0cduT3BgMw+CJMJPp9H/7z08Km+EgJOPUXiPr7h/cW+KvJdPhQzbL5uyEA+cSuUvp61zD29rAg/oxxnvNgB2r6NLNa+vU2zPjY00Du9j2q+eGnEPSF2Xj66uwW+XNhRPjE1O75bz+s+quZ6PgLjAT4WBSo+5JkxPhL8LT3AMzS+2C8LP2y2LD84yoK+oJ/SPtT8ND7zlVs+IDC/PJLJ2b3FpPo+JHxVvgXx/T3/jdk+g/uJvhKKir6mZII9RRaFvptjHj6+IZg+",
        "qp4PvqE9Cb6BJOs+QCW7PpyFjj5XXSe+WTABPj5ahD20hIE9q9sJPry8Pr5ChlM9H60AP/MStL1kRCS9MVUIvTd5uz532Wu+KAp7PQmd1z0hA0c+b23APoy+7LvIFUo+tzAivaxFEb4AKpq+CWkTvd8VBD5ttaM9aputPg5uor61RpK+zD1/PZMp2j2b4v49oEH+vW10877uQL69IBV3PpyVtr5E/nu+7MpOPm0cq70SKn0+UQSLPr5Q0j64jjM+A1ctvtEuMj7l2RA/ZzUUPmFGuD6kE96+UodHvx4fyT2eosY8e+Icvj1hAr6gvYO7c7aOvYbZKT6vjJA937ivvjmBVb6UAY2+yUWyPuL0sb4aSR6+3Bz5PSSFET9ERdw9hf64vqnYez4dJDs+CrzgPe3U3b7Gh10894GOPoH8hL1VPG0+g/+2PVicu7zKW6w/1lmIvp+Kuz5TmIs+E7xpPj5Zvr3pnRc/rYDBvjYWgT4bULA9lDTmvYTaUT5vdeK+KZ8WvrFaCb2nuKe+bfvFPo40RT4XXFi/eSqyPpw9wD4iL949zOoSPVbHqT5GJ8y8Q4t4vtX/yj4ShA09hxfVPScQAMByjm497S/hvRT/pb67AXm9nMB/vu7UMz46CAi+PemiPeKqob67+ys9qEjsPle0hz6lDkU+1vj8vekOSr45dje+0PP7PniY2b5WUc49fOZDPm0Qzz4ESBK+eCg3P3TJoL06xfs9d2sKvoz64j65jI28wYhSPtN4+D7hFJE+b22iPu/0yb4Ayas+E/a4PrdZCj7MHFQ+YlsvPeooXj1sdaA9r3wDPhw6/z36Cl89Hby7vVxFxr0Nv3++SnvLPv/WGT7UuT++HKaYPgApcj5Zbmk+nKHEPef6KT8bTPw9i8kbPqr2wj76bcq9P5NoPtCQET44Xbm+gaqOPhXttL7afDu+0IL5vKE6+D2K2MQ9eSxwPfMYtb0ve/w9Plm5Pe1OJz5ZE5Q9pgLfO32ukjzezTG92d2jPbxepT3skwQ+",
        "laiRvhnyLL7Vt3I905JSvmOMMb5HJRm9O8ahPR4YOb4crpM+DeDEvuSH+r779bO+k3pbPv2dMT6NhOs+p0dJPoCjoD5m8IY/9UMqP+hCqz7zbvY9qajOv2ZqYj5UoUo/DASCvvbRFb4PgmS9w6KJvv0PCj5AKDm9ARt7PSFEgL3uOSg+se6jvw116L6Js18+GbMqPpGECr6DXDk+4JbBPn4oWD2HR1E+JdIHP24u4D6fWoU+Bq+xv6r1Fr63rTg/eii+v20Z279AwZY+ZHYEP28k7r5ZCEQ/bxQqP7XFuL4FZYC986ngvhNIED7GTbg+hkX+vedIUD4pQ7y+OeOOP77r477YpYE9fczCvVEAhj7SYSS/WaKDvoFRsT61I748e9CGPj/zNj3/DNI93FQNvnDAEb4FxYw+Ze14v04QrbzWHF8+/yi/vaoFyr06uRq/VBqxveiEfD7NOVy+i9Yqvsx0gT6jxGE9Ce+XPZabyL4YRc0+abMAPoW5zT4XCc6+xVTEPt4K4b0WwfQ+5Mm8PnPxaj2W0KG+As8Gv6Uvob21aQi9FR9xPrY9Qr1OkRM/aySRuyPz9T5mQQW/Zs0wP2Moeb8kCYo+aHkavpOFHT/6S/8+9lbvvXTiZz1w2oW/pr8BP9i2Jj3v96u/HVkGvzBlYz4FCuQ+ydOlPr3cwD4brmq9CA68PoxQyb72cJM/YLguPCg4rb12Hpc+T2WEPvz/dL6ojmM+VI+GPhWBgj7UcUi+nLCBP9TCTL6wpce9HkmEP9HM5709hZm+8INaP3P5xzx9XKq+rxZlvnekIz9fR9u+Crpgvs2H5L3kwBq+/ZppvX5wGj8Resa9uNa1vcLXQb9WE0K+FeGov42f2L0DKQ4+NaUAvxRTDr+vP4891X6gPqnN4L5V6yw+LAIoPuzjcz6SdAg/Xti5PQw0m74hWKW9njYMPrebTL4YE/Q+3tqAPm0isj6nScA9apCPvprqBT6ton2+HxG7vlMIMD6mZ1O+8U4gvagOAT2E7iC/",
        "vG5wPS0jwT1f7LG+B5qBvtv7XT59ipe9UCaaPqfwsj4Yk1g+bYhbvr7fEz4Dz4k+EWEhvkeFKD4/SjK+wa+evv7cBD84f1w+WsucPV7YaD2DNhU960agu2LCEz2BvtA+B1YIPkGzxz235FI/4JaFvedyHD+C63++nvswPh2jz7173Fu+DWewPltSe7zvIhe/FkT8PZjUg77rdzi7PIMPPoahnLmRJvs9cvGNvtJaiD07Mtc+iexgv1gour47mZU+QtlCvtsShr0qwba7I8jDPV2fGL7GSlM8ysAhP4BqAj5ry4e9E5InPnzjCb8SKGK+OWODvmwNbL9Zbqu+bhOSPmQtMj5A6wi+ZCpZPsxhQr2KyHI+JF5LPuT94z4S6Vc95GiNPcrHHr1VtSO9UdDivkfWuj0qbh+++ejuvT9jgr0L3xg+KKGfvleBNj6FQ5m9ZfdTPPihhT4nOZU8LJqcPlGUpz0e8wS/QUgWPcWyVj4Eb/89dbVUPWGuZb2IyAW+BUgsPpYfnj4Rq7c9N39CPjEUnb3JBWq9kzx1Piej5D1rDRU+RzaGvlmW8T4E+jE+waIFPTxGCDwWC7Q9Zv0bPVxfPT6z4Oc+sQwTPpihzj0SUrg+QGHavVcyAj61agM+6M4Uvk3ZYj6CLDk+C2NVvuF+GL2e3RO+9SE3vDRlyj6t6FY+jaGqPTvfNDzxQWI+ndOhvIq4hD1xxXy7uneiPZsKFD7Omlg+uEisPl2W1jxWsh4+WRZAP3GR3T5PuaE9XiRCvwGKoz7LRhw9sSlTPj4igL74eia/aW+VPrwUGT7K2Ns+r/u7vtOdHb53JYs+crhIPUPRPb4z8XU/kMSMv1vExrxd6a++T9YgvyIWLr+IgAK/cc+GPuK6yL7WK+Q+vWH+voa3KD8Neis+/zwlvy/DZT7stuS+cBuIvmh62z0epjK/PYggvt7Zhj4vACu+tsSyPtUADr6+xpG+aAbOvsg4GL53vmq9/y72vkC/2j2PnYq+R1chvxUNMb3CwEY/",
        "GPBov7W9Ej6ny1M+RCm/Pnkb6r1Jsj0+oR1NPoD4Lz3nJQk/pjkfP6sTXD1fQrY9+sLnPuffsT1lTx896soZvicN5D5k52s8PRZyP25NjDwfnd29bAslP6JnQz/am6O+K0ShPvEMhz4HWh+/dgQYPVA9uL6tj0G7M1W8PURuHL1qzyC+8LiEPVsVpz7eN3w9o5oaPsFdzD509o6+Voe2vrj39D23baE83ZzxvV1ZLLx779K9+BmPvVlIj7yD2fI9KeGdPYX8BL7nL+S+BGacPtLdrT6aK8w+uR6QPjUNsr7AypE+aRvKPr8Wnjyeam096WEUPtjeHj0/KZg6OWmyvWTm2j4Ah/k+8+duvqq2Zz4MoIY91X6WPk01+D66kzy9ebEKPl7sGz1+i+69k3loPH2Nfr4HvMU+KTgEvqTJ1L6FRhW+3dzVvqRUfj4IAlM+Y04KP1p2FT66FxK+V7OuPvT2Vz2pxXC9KgXZvp+aKL4N6fi8/0yFvsvGqj6Txpc+1hwRPkAStDt370K+GNR4vSqK+D2zlF6+mAFCvTUSHj5DXwA/QRwzvmsHWr6WqJS+MFhqvWcDjb6jXkU+eB9Evj2FIb2HifE+fCa5vaHkjb1cy+U+VZrAPrX4N7/G7HI+/eJmPQ5Wor31WQS/fDA8PUWNCL5TBtQ+wdL8vmT0wj7SYVG/OrOQPuPyH77NPhU+h5y4PjesIj1ilCG+Odk2v05Gkz48eLc8bZCevzwCyj5yZQC/sw9APW8Abj+dNzy/TZNHPhDB2D6mzia/yKcZP2A0Mj9txvC+x3/4vXk1Sz4xWU8+VzwdPsFAw717lbA9hwWXPTWUPT8cLAm/xIxDvuESDz80N/k9kBYLvzkKlD/om68+hjervnbgN76nH6Q+EyJOvyYX0r4evG+9l9eSu1DDnr8O+JS+5/hvvU8IlL5HxFW9fNqNPUqv1L/FopW+Vl4iPvMO1L76alS/NH/UvjC7yj0jwBO/TVaXvuXUuD5G4D4/rgmNvlBATb6CPp6+",
        "PZ3GveoyEr4WtW094MyRPlLXqrwgkA2+DjcLvtBuIj6YErk+qAp9PBAJErxVLgI/pNUiPrdR4j5HZ0A+j4lQvhkrfD4jKhA+ZpbdPsX/Qb2C8OY9hCMmPswHML2VExU9dRtIvboqij4o6I8+m69gPppPhT6ZTMS8hsCbvgrEiT1xdyU+OsWxPh88C7/sWFm+o+yvPVe8JD4i0lW9lF2jPv6+iD7dpNs9qRXzvi4Ver2muxc+6z5PvUjAcD7HClg+ckNQvlPpj78eIKs8a24UPv3em77WaC+6/CsUPUZeIT737q0+Qy0IvpUG3T7IcEa+qMwaPibuuT1o7Yq+7azkviY84L3cMNS9kRHRvNCdaL4YyL09dtaYvnzIJL6sbBc+1iVFPrmcob4KVeY9Lx5NPTChXz5byF0+blgFvdFOsL7rWNS9lI82v8XlHb0zZAW+9UcsPYbQpDxoNqi9hT6xPi5Dkz1shxe+VIU+Pl0Eqj5NK2g9motlvsl4pT4SLgS+OCDEvuPpyz0Pz8k97AKNvdME4DwNLHo+YhkPPyiDh71Iy64+ZX3hPQxe7D2N7tS+qXVavVJKwr6Q8Qa/N86oPukisL53BPe+OfuHPkmqKD9laAu/6+2mPJAj6T6VTl++sTy8vskPOD81JI6+aK61PE84v712QQS/nIupvgv+Ir4Y9mA9fEQivlNYUbx/Kou+vNDCPe1uDb+nOh495V2wvJQ+lT7qpIU9NMoHvor3Er5yDym+VTkQP7/LnT0KZRy8vAksvzz+9D2/Q8k+Qq80vmBZ9D1Vnna9VnQ6u2Ui0T7yj3W+t0UzPn2KL715iO69UtfgvZrVfT9vcME+USf7Pa3Xkr4DOZG/8jjVPvUGlD61qI2++QELvwNFfjsjZog+GF2mPnsjFD0fJCw9NSknvqHR7j5cPre+MrllP0vp0D7W+Yc+K00iv/VjVz6xqRQ/+z7punTqrr2gx+k+DPGOPnW4sD5Sjpg+OvLSPjmVAr+dcKs9nv4Vv7TSlb6WohM/",
        "PnBCvzCkBr+4lyA/9T+8PQ03FL+pKQs+zYrWPtDzpD2JNhW606m6vkJAwj38kLU+FSnpPv4g7r6n7Ly96OcHPmZIwL6Fgbg9yjxAvj1JPz7ywYE+humKPmZ8tb5boZk+kjHbvmLTAT6/3t4+6s8sPv+aYz82muE+HHTEOrHuJDs9OLW+nv+DPJPFkD7DVOA9aiW4PUtux769P1y+HTH2Pv9ZCr9LJwg9ngoDPf0tir8mXzq+g6MDP3MlJ777d7a+EikTPlV7a71MUV+/mU+fvtrPvz5gcWE/lidbPTaOID4Jc/08YGs8vrl5rL48dgU/RtPtO74/CT4nR0k+eky+OckRxb5LUxI/lcVDP85TGj2PvAi+fK+FPk08L785WVK9ou4APlxX/r0sOwC/+HcxPpLqjLt7XNu+ebizPmsdDr80pqo9ZaqoPqy5mr7pOkq+6ho+PceBzr4l0dG+jJlBPgD5ubuQuCY+KYkOvwawfr8F6TA+huG9Pl2krD5HrEy/L6EpvnwZYr/Dl1I+RX2qvMOJ0D7M37U++vxRPlCWtD0RE709Q88nvPAkybuhGx8+or6JvlgkEz8mB+g+cqJOv9aanD5/yM69MfAOPlF5Xz5Tj4+9XuBtPL+2czt40Uw9tINWPqyWqr5pxH6+q+KmP7g59bu3O4Y9F2YZvXUokj46Z3092ft/vumatr7DjhA/GmQ3P9qMJz4hUbs+hewdPYkMxz5+0M4+3crcPsVEgb4/zdU+yx/sPj7HCL5V+wO/RZofPUSdtT4E44q93M5iPhNBuD10Vnk84L4ePqVJLT82qUS+VvGxvi6ttr6xedw+3wewPfg6jz488ms+E9ZSvoS2Lj/WChg/yCttvk/PM77WmJk+QRafvl8gJr7j7do+qEaUPidxSTwU6kY+uieMPY8pBz4yTZU+wqnvPcTEeT7tzt0+5iCJPkCcdT5MTP8915BUP8kQBT+DUpU9BT4/P8/ho77hXiU/m30UPrLy5b1oJ4a+kIKoPpx0VD5auK89",
        "FIyNPiXF/b3Ikwa/P/xQvlUwDL7IL4o+0PEoP6jG6D401vC8fztmvSPcRT+y768+O2YFPu1dDT+Fhiu9VLrRPo4/6r0zWpw+I5wzPuJI+z7CBCE/UyabPoVneD3EJgA/+1P0vT6Lg720RcK+iNv2vWH77zuby5E9G27aPPykMr9t8Y8+5D7svmoCW76MPO29msCqvtVry71ieXU9hYtMPrI027xi7oQ+EGp7Ps3hAz9NqfQ7R+xbvY4+Ab+hypc+ygIWvkEchj6a66Y+ESK0vulJTj5brBA+OEM6P4V0m74xbZu+Up3ZPfWsbzyCScA+0ZwWv1NSy71prZ4+C40PvjQqgDwYk7o+mgtvPpIgqrynx9o8GQITPnUi8j6UC/C+t6F3vDURnj2V6t+9SXQhvitN8z1mQ8m8hbDdPmbK8j0n2PM+Mat7vXElxz5zc1i+dUd3PMWMrD6l3gY//tmOvocL0b4H6R6+1ajnPeSUpb5wuUw+n3YIPW4fbz4AyWW+cAAWPsfL274PUP6+fyTvPShYQb7kATg/LFwEvvjlW70omA0+u6BaPRNZ/D00ID499Em8PVSK4z7JP7e+urpyvZk4rL5z3Sw/hC6lvniIf72UTdc91Gl/vnIHZD59NR289/D1vXTxA7939S2/cEoXP5KA0D7ZSQ2/L38XvlYF1b4r4+m+1vUSvR5Rdr6gxk+9hF+Qv/UsBj26USW/XravPuS37r2cOec+0jV4vderv76njz68OxGaPnlBir6h3hW+6IEJP77ysL74Ray9cvc5vtVHRj0VDQ0+z3utPinhoD7hj2A+vlXGPsNBIz4E7A++WHMRvxBL0D3YCnU/fnDqvg6xt77F+DQ+ehHRvklgC74AWji+M9Tcu+W6mj4WBXA9SE89v38Avj26xWA/q1GcPxPGCT+I0QQ/Ubbfvp0jvD4Xw6Q+7Qc8vgJkiz5o/2E+nLMIPpCTH79uIXa+LUHiPU6QeL50A6Y83ThbPuPW4D1Mzr09By8fPmr4z769YlC9",
        "ZNJtvCN/I7+9NhY+0e4XP7K/R76YMnm9i0oRPqPhZL19ZxW+yvmfPV4D/76ZMe8+4cosPiluOr5G4Ry+1BzlPmm2n76RO7i9rMpfvjKJtz02t+W9W2bwPmhxFj8ue5o+76r6PBOpZb6gxxO/8EJGP+Kbyj7U2sE9T3pdvUa0Bj+XoEc+2p6tvqEm1DxqgSY+n6SSvtuYM7y74R+873CyPgqzhj6xgxO+M5evvi8xZr3Tfzy+5OCwPv5feL5IiT++VLLxPI3GBb52/re9FxTYPJNlCj40N6q+kZOdvrVTtj4Z3Z09Q6s6vi5SwT7+LhK9QEbdvSYVIT9JdgM+i0iavjtomD6sNPK9uaVdu4+sL76CVQo+4baqvtJk2T2wZhk+/Hm6vfvXuLwOm44+0CpyvQZ3+D3sfyc+VuapPYXrxD2GqqG+vJuXPlxY3T6/tCM+N/3avZBjwb2u3wm/Z38bvcMbTT7+yOe+XpiePeMDnT5sod699KaSvDG9uz6gE7g9VC7yvmqiF7/lBt88uh6YvAXnlj4j+wS+bLrsvQfF6zx7H5y+X8BlPon6zb3VbRy+E8hGPjRWUT6XV/s9+Tn8PVlHxr3KNbE89P2YPXuXor18Wh0+F7Mavml8fD4U/1K9+V+Rvvb3Wr641di9YiT6PY85Qz7Pmdg+F1KevqscPb93j5I+zzUPvqD2q77PX1I++AqvvfywN72RWeS+kTknvrAkgb4suQ++7JSrPs+hSD4wcha+obUbvn0UeT4Fzlm+l7k6PNTiYb5/ZY4+dqdyvRg3l752VwC+lQ+pvFkw8j1Q8DK+mh8xvrTvmT770ia+WlaDvoG0AL82bJg+iFRYveWYbD6G2ss9r0fmPjqWyz76qSw9/zmIPmgk5T50yaA90BhEvqU+L75zMiY+f076vVG7iD5vUfq+SB2jviGyMz5LKFQ9mNNQvx09CD+1XY89HLnFvuMG+r1U9QC+EnpTPFKtub4t0947KdU3PmX3aD37poI+PKt5vulGYL1xSqe9",
